Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: You do not seem to be logged in on the console
ca: Sembla que no esteu registrat a la consola
gu: એવુ લાગે છે કે તમે કોન્સોલમાં પ્રવેશ મેળવ્યો નથી
ko: 콘솔에서 로그인하지 않았습니다.
lt: Nepanašu, kad esate prisijungę konsolėje
mk: Изгледа дека не сте најавени во конзола
pa: ਤੁਸੀ ਕੋਂਨਸੋਲ ਉੱਤੇ ਲਾਗ-ਇਨ ਨਹੀਂ ਕਰਦੇ
pt_br: Parece que você não iniciou a sessão no console
sl: Zdi se, da niste prijavljeni v konzolo
th: ดูเหมือนคุณยังไม่ได้เข้าระบบที่คอนโซล
vi: Hình như bạn chưa đăng nhập vào bàn giao tiếp.

source: Starting a new login only works correctly on the console.
ca: Iniciar una entrada nova només funciona correctament a la consola.
gu: નવી પ્રવેશ પ્રક્રિયા કોન્સોલ પર જ બરાબર કામ કરશે.
ko: 새로운 로그인의 시작은 콘솔에서만 올바르게 동작합니다.
lt: Naujas prisijungimas korektiškai veikia tik konsolėje.
mk: Пуштањето на ново најавување работи правилно само во конзола.
pa: ਨਵਾਂ ਲਾਗ-ਇਨ ਸ਼ੁਰੂ ਕਰਨ ਨਾਲ ਸਿਰਫ ਕੋਂਨਸੋਲ ਉੱਤੇ ਠੀਕ ਤਰਾਂ ਕੰਮ ਕਰੇਗਾ।
pt_br: Iniciar uma nova sessão só funciona corretamente no console.
sl: Zaèetek nove prijave deluje pravilno le iz konzole.
th: การเริ่มต้นการเข้าระบบใหม่จะทำงานถูกต้องบนคอนโซลเท่านั้น
vi: Bắt đầu đăng nhập mới chỉ làm việc đúng trên bàn giao tiếp.

source: Cannot start new display
ca: No es pot iniciar una pantalla nova
gu: નવો ડિસ્પ્લે શરુ કરી શકાયો નહિ
ko: 새 디스플레이를 시작할 수 없습니다
lt: Nepavyko paleisti naujo ekrano
mk: Не можам да подигнам нов екран
pa: ਨਵਾਂ ਡਿਸਪਲੇਅ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਦਾ
pt_br: Não foi possível iniciar uma nova tela
sl: Ne morem pognati novega zaslona
th: ไม่สามารถเริ่มการทำงานดิสเพลย์ชุดใหม่
vi: Không thể bắt đầu bộ trình bày mới.

source: Log in as another user without logging out
ca: Entreu com a un altre usuari sense sortir
gu: બહાર નીકળ્યા વગર બીજા વપરાશકર્તા તરીકે પ્રવેશ કરો
ko: 로그아웃하지 않고 다른 사용자로 로그인 합니다
lt: Neatsijungus prisijungti kitu naudotoju
mk: Најави се како друг корисник без да се одјавиш
pa: ਲਾਗ-ਆਉਟ ਤੋਂ ਬਗੈਰ ਉਪਭੋਗੀ ਦੇ ਤੌਰ ਵਾਂਗ ਲਾਗਇਨ ਕਰੋ
pt_br: Iniciar um nova sessão como um outro usuário sem sair da sessão atual
sl: Prijavi se kot drug uporabnik, brez da bi se odjavil
th: เข้าระบบเป็นผู้ใช้อื่นโดยไม่ได้ออกจากระบบ
vi: Đăng nhập với tên người dùng khác mà không cần đăng xuất.

source: New Login
ca: Entrada nova
gu: નવો પ્રવેશ
ko: 새로 로그인
lt: Naujas prisijungimas
mk: Ново најавување
pa: ਨਵਾਂ ਲਾਗਇਨ
pt_br: Nova Sessão
sl: Nova prijava
th: การเข้าระบบใหม่
vi: Đăng nhập mới

source: A-M|Afrikaans
gu: A-M|આફ્રિકી
ko: ㅇ-ㅎ|아프리카어
lt: A-M|Afrikiečių
mk: Африкански
pa: A-M|ਅਫਰੀਕੀ
pt_br: A-M|Africânes
sl: A-M|Afrikaan¹èina
th: A-M|แอฟริกา
vi: A-M|Tiếng Hoà-lan Nam Phi

source: A-M|Albanian
ca: A-M|Albanès
gu: A-M|અલ્બૅનિયન
ko: ㅇ-ㅎ|알바니아어
lt: A-M|Albanų
mk: Албански
pa: A-M|ਅਲਬੇਨੀਆਈ
pt_br: A-M|Albanês
sl: A-M|Alban¹èina
th: A-M|แอลเบเนีย
vi: A-M|Tiếng An-ba-ni

source: A-M|Amharic
ca: A-M|Amhàric
gu: A-M|અમ્હૅરીક
ko: ㅇ-ㅎ|암하라어
pa: A-M|ਅੰਹਰਿਕ
pt_br: A-M|Amharico
sl: A-M|Amhar¹èina
th: A-M|อัมฮาริค
vi: A-M|Tiếng Am-ha-ric

source: A-M|Arabic (Egypt)
ca: A-M|Àrab (Egipte)
gu: A-M|અરૅબીક(ઈજિપ્ત)
ko: ㅇ-ㅎ|아랍어 (이집트)
lt: A-M|Arabų (Egiptas)
mk: Арапски (Египет)
pa: A-M|ਅਰਬੀ (ਮਿਸਰ)
pt_br: A-M|ÁrabeA (Egito)
sl: A-M|Arab¹èina (Egipt)
th: A-M|อารบิก (อียิปต์)
vi: A-M|Ả Rập (Ai Cập)

source: A-M|Arabic (Lebanon)
ca: A-M|Àrab (Líban)
gu: A-M|અરૅબીક (લિબૅનન)
ko: ㅇ-ㅎ|아랍어 (레바논)
lt: A-M|Arabų (Libanas)
mk: Арапски (Либан)
pa: A-M|ਅਰਬੀ (ਲਿਬਨਾਨ)
pt_br: A-M|Árabe (Líbano)
sl: A-M|Arab¹èina (Libanon)
th: A-M|อารบิก (เลบานอน)
vi: A-M|Ả Rập (Le-ba-non)

source: A-M|Arabic (Saudi Arabia)
ca: A-M|Àrab (Aràbia Saudita)
gu: A-M|અરૅબીક (સાઉદી અરેબિયા)
ko: ㅇ-ㅎ|아랍어 (사우디 아라비아)
lt: A-M|Arabų (Saudo Arabija)
mk: Арапски (Саудиска Арабија)
pa: A-M|ਅਰਬੀ (ਸਾਊਦੀ ਅਰਬ)
pt_br: A-M|Árabe (Arábia Saudita)
th: A-M|อารบิก (ซาอุดีอาระเบีย)

source: A-M|Armenian
ca: A-M|Armeni
gu: A-M|અર્મેનિયાઈ
ko: ㅇ-ㅎ|아르메니아어
lt: A-M|Armėnų
mk: Ерменски
pa: A-M|ਅਰਮੀਨੀਆਈ
pt_br: A-M|Armênio
sl: A-M|Armen¹èina
th: A-M|อาร์เมเนีย
vi: A-M|Tiếng Ac-mê-ni

source: A-M|Azerbaijani
ca: A-M|Àzeri
gu: A-M|અઝરબૅઇજાની
ko: ㅇ-ㅎ|아제르바이잔어
lt: A-M|Azerbaidžaniečių:
mk: Азербејџан
pa: A-M|ਅਜ਼ਰਬਾਈਜਾਨੀ
pt_br: A-M|Azerbaijão
sl: A-M|Azerbai¾an¹èina
th: A-M|อาร์เซอร์ไบจาน
vi: A-M|Tiếng A-dơ-bai-sa-ni

source: A-M|Basque
ca: A-M|Basc
gu: A-M|બાસ્ક
ko: ㅇ-ㅎ|바스크어
lt: A-M|Baskų
mk: Баскиски
pa: A-M|ਬਸਕਿਊ
pt_br: A-M|Basco
sl: A-M|Baskov¹èina
th: A-M|แบ็ซค์
vi: A-M|Tiếng Ba-x-cợ

source: A-M|Belarusian
ca: A-M|Bielorús
gu: A-M|બૅલરુસીયન
ko: ㅇ-ㅎ|벨라루스어
lt: A-M|Baltarusių
mk: Белоруски
pa: A-M|ਬੇਲਾਰੂਸੀ
pt_br: A-M|Bielorusso
sl: A-M|Beloru¹èina
th: A-M|เบลารุส
vi: A-M|Tiếng Be-la-ru-xia

source: A-M|Bengali
ca: A-M|Bengalí
gu: A-M|બંગાલી
ko: ㅇ-ㅎ|벵갈어
lt: A-M|Bengalų
pa: A-M|ਬੰਗਾਲੀ
pt_br: A-M|Bengalês
sl: A-M|Bengal¹èina
th: A-M|เบ็งกาลี
vi: A-M|Tiếng Ben-ga-li

source: A-M|Bengali (India)
ca: A-M|Bengalí (India)
gu: A-M|બંગાલી (ભારતીય)
ko: ㅇ-ㅎ|벵갈어 (인도)
lt: A-M|Bengalų (Indija)
pa: A-M|ਬੰਗਾਲੀ (ਭਾਰਤ)
pt_br: A-M|Bengalês (Índia)
sl: A-M|Bengal¹èina (Indija)
th: A-M|เบ็งกาลี (อินเดีย)
vi: A-M|Tiếng Ben-ga-li (Ấn-độ)

source: A-M|Bulgarian
ca: A-M|Búlgar
gu: A-M|બલ્ગૅરીયન
ko: ㅇ-ㅎ|불가리아어
lt: A-M|Bulgarų
mk: Бугарски
pa: A-M|ਬੁਲਗਾਰੀਆਈ
pt_br: A-M|Búlgaro
sl: A-M|Bulgar¹èina
th: A-M|บัลแกเรีย
vi: A-M|Tiếng Bun-ga-ri

source: A-M|Bosnian
ca: A-M|Bosnià
gu: A-M|બોસ્નીયન
ko: ㅇ-ㅎ|보스니아어
lt: A-M|Bosnių
mk: Босански
pa: A-M|ਬੋਸਨੀਆ
pt_br: A-M|Bósnio
sl: A-M|Bosan¹èina
th: A-M|บอสเนีย
vi: A-M|Tiếng Bo-x-ni-a

source: A-M|Catalan
ca: A-M|Català
gu: A-M|કૅટાલન
ko: ㅇ-ㅎ|카탈로니아어
lt: A-M|Katalonų
mk: Каталански
pa: A-M|ਕੈਟਾਲਾਨ
pt_br: A-M|Catalão
sl: A-M|Katalon¹èina
th: A-M|คาตะลาน
vi: A-M|Tiếng Ca-ta-lan

source: A-M|Chinese (China Mainland)
ca: N-Z|Xinès (Xina principal)
gu: A-M|ચીની (ચાઈના મેઈનલેન્ડ)
ko: ㅇ-ㅎ|중국어 (본토)
lt: A-M|Kinų (Pagrindinė Kinijos žemė)
mk: Кинески (Кина)
pa: A-M|ਚੀਨੀ (ਚੀਨ)
pt_br: A-M|Chinês (China Continental)
th: A-M|จีน (จีนแผ่นดินใหญ่)

source: A-M|Chinese (Hong Kong)
ca: N-Z|Xinès (Hong Kong)
gu: A-M|ચીની (હોંગ કોંગ)
ko: ㅇ-ㅎ|중국어 (홍콩)
lt: A-M|Kinų (Hong Kongas)
mk: Кинески (Хонг Конг)
pa: A-M|ਚੀਨੀ (ਹਾਂਗਕਾਂਗ)
pt_br: A-M|Chinês (Hong Kong)
th: A-M|จีน (ฮ่องกง)

source: A-M|Chinese (Singapore)
ca: N-Z|Xinès (Hong Kong)
gu: A-M|ચીની (સિંગાપુર)
ko: ㅇ-ㅎ|중국어 (싱가폴)
lt: A-M|Kinų (Singapūras)
mk: Кинески (Сингапур)
pa: A-M|ਚੀਨੀ (ਸਿੰਘਾਪੁਰ)
pt_br: A-M|Chinês (Singapura)
th: A-M|จีน (สิงคโปร์)

source: A-M|Chinese (Taiwan)
ca: N-Z|Xinès (Taiwan)
gu: A-M|ચીની (પારંપરિક)
ko: ㅇ-ㅎ|중국어 (대만)
lt: A-M|Chinese (Taivanas)
mk: Кинески (Тајван)
pa: A-M|ਚੀਨੀ (ਤਾਈਵਾਨ)
pt_br: A-M|Chinês (Taiwan)
th: A-M|จีน (ไต้หวัน)

source: A-M|Croatian
ca: A-M|Croat
gu: A-M|ક્રોએશીયા
ko: ㅇ-ㅎ|크로아티아어
lt: A-M|Kroatų
mk: Хрватски
pa: A-M|ਕਰੋਤੀਅਨ
pt_br: A-M|Croata
sl: A-M|Hrva¹èina
th: A-M|โครเอเชีย
vi: A-M|Tiếng Cợ-rô-a-ti-a

source: A-M|Czech
ca: N-Z|Txec
gu: A-M|ચૈક
ko: ㅇ-ㅎ|체코어
lt: A-M|Čekų
mk: Чешки
pa: A-M|ਚੈੱਕ
pt_br: A-M|Checo
sl: A-M|Èe¹èina
th: A-M|เช็ก
vi: N-Z|Tiếng Séc

source: A-M|Danish
ca: A-M|Danès
gu: A-M|ડૅનીશ
ko: ㄱ-ㅅ|덴마크어
lt: A-M|Danų
mk: Дански
pa: A-M|ਡੈਨਿਸ਼
pt_br: A-M|Dinamarquês
sl: A-M|Dan¹èina
th: A-M|เดนมาร์ก
vi: A-M|Tiếng Đan Mạch

source: A-M|Dutch
ca: A-M|Holandès
gu: A-M|ડચ
ko: ㄱ-ㅅ|네델란드어
lt: N-Z|Olandų
mk: Холандски
pa: A-M|ਡੱਚ
pt_br: A-M|Holandês
sl: A-M|Nizozem¹èina
th: A-M|ดัตช์
vi: A-M|Tiếng Hà Lan

source: A-M|Dutch (Belgium)
ca: A-M|Holandès (Bèlgica)
gu: A-M|ડચ (બેલ્જિયમ)
ko: ㄱ-ㅅ|네델란드어 (벨기에)
lt: N-Z|Olandų (Belgija)
mk: Холандски (Белгија)
pa: A-M|ਡੱਚ (ਬੈਲਜੀਅਮ)
pt_br: A-M|Holandês (Bélgica)
th: A-M|ดัตช์ (เบลเยียม)

source: A-M|English (USA)
ca: A-M|Anglès (EUA)
gu: A-M|અંગ્રેજી (USA)
ko: ㅇ-ㅎ|영어 (미국)
lt: A-M|Anglų (JAV)
mk: Англиски (САД)
pa: A-M|ਅੰਗਰੇਜ਼ੀ (ਅਮਰੀਕੀ)
pt_br: A-M|Inglês (EUA)
sl: A-M|Angle¹èina (ZDA)
th: A-M|อังกฤษ (อเมริกัน)
vi: A-M|Tiếng Anh (Mỹ)

source: A-M|English (Australia)
ca: A-M|Anglès (Austràlia)
gu: A-M|અંગ્રેજી (ઓસ્ટ્રેલિયા)
ko: ㅇ-ㅎ|영어 (오스트레일리아)
lt: A-M|Anglų (Australų)
mk: Англиски (Австралија)
pa: A-M|ਅੰਗਰੇਜ਼ੀ (ਆਸਟਰੇਲੀਆਈ)
pt_br: A-M|Inglês (Austrália)
sl: A-M|Angle¹èina (Avstralija)
th: A-M|อังกฤษ (ออสเตรเลีย)
vi: A-M|Tiếng Anh (Úc)

source: A-M|English (UK)
ca: A-M|Anglès (RU)
gu: A-M|અંગ્રેજી (UK)
ko: ㅇ-ㅎ|영어 (영국)
lt: A-M|Anglų (Didž.Brit.)
mk: Англиски (ОК)
pa: A-M|ਅੰਗਰੇਜ਼ੀ(ਬਰਤਾਨੀਵੀ)
pt_br: A-M|Inglês (GB)
sl: A-M|Angle¹èina (VB)
th: A-M|อังกฤษ (สหราชอาณาจักร)
vi: A-M|Tiếng Anh (quốc Anh)

source: A-M|English (Canada)
ca: A-M|Anglès (Canadà)
gu: A-M|અંગ્રેજી (કેનેડા)
ko: ㅇ-ㅎ|영어 (캐나다)
lt: A-M|Anglų (Kanadiečių)
mk: Англиски (Канада)
pa: A-M|ਅੰਗਰੇਜ਼ੀ (ਕੈਨੇਡੀਆਈ)
pt_br: A-M|Inglês (Canadá)
sl: A-M|Angle¹èina (Kanda)
th: A-M|อังกฤษ (แคนาดา)
vi: A-M|Anh (Ca-na-đa)

source: A-M|English (Ireland)
ca: A-M|Anglès (Irlanda)
gu: A-M|અંગ્રેજી(આયરલૅન્ડ)
ko: ㅇ-ㅎ|영어 (아일랜드)
lt: A-M|Anglų (Airių)
mk: Англиски (Ирска)
pa: A-M|ਅੰਗਰੇਜ਼ੀ (ਆਇਰਲੈਂਡ)
pt_br: A-M|Inglês (Irlandês)
sl: A-M|Angle¹èina (Irska)
th: A-M|อังกฤษ (ไอร์แลนด์)
vi: A-M|Tiếng Anh (Ái nhĩ lan)

source: A-M|English (Denmark)
ca: A-M|Anglès (Dinamarca)
gu: A-M|અંગ્રેજી (ડેન્માર્ક)
ko: ㅇ-ㅎ|영어 (덴마크)
lt: A-M|Anglų (Danų)
mk: Англиски (Данска)
pa: A-M|ਅੰਗਰੇਜ਼ੀ (ਡੈਨਮਾਰਕ)
pt_br: A-M|Inglês (Dinamarca)
sl: A-M|Angle¹èina (Nizozemska)
th: A-M|อังกฤษ (เดนมาร์ก)
vi: A-M|Tiếng Anh (Đan-mạch)

source: A-M|English (South Africa)
ca: A-M|Anglès (Sudàfrica)
gu: A-M|અંગ્રેજી (દક્ષિણ આફ્રિકા)
ko: ㅇ-ㅎ|영어 (남아프리카)
lt: A-M|Anglų (Pietų Afrika)
mk: Англиски (Јужна Африка)
pa: A-M|ਅੰਗਰੇਜ਼ੀ (ਦੱਖਣੀ ਅਫਰੀਕਾ)
pt_br: A-M|Inglês (África do Sul)
sl: A-M|Angle¹èina (Ju¾na Afrika)
th: A-M|อังกฤษ (แอฟริกาใต้)
vi: A-M|Tiếng Anh (Nam Phi)

source: A-M|English (Malta)
ca: A-M|Anglès (Malta)
gu: A-M|અંગ્રેજી (માલ્ટા)
ko: ㅇ-ㅎ|영어 (말타)
lt: A-M|Anglų (Malta)
mk: Англиски (Малта)
pa: A-M|ਅੰਗਰੇਜ਼ੀ (ਮਾਲਟਾ)
pt_br: A-M|Inglês (Malta)
th: A-M|อังกฤษ (มอลตา)

source: A-M|English (New Zealand)
ca: A-M|Anglès (Nova Zelanda)
gu: A-M|અંગ્રેજી (ન્યુ ઝીલેન્ડ)
ko: ㅇ-ㅎ|영어 (뉴질랜드)
lt: A-M|Anglų (Naujoji Zelandija)
mk: Англиски (Нов Зеланд)
pa: A-M|ਅੰਗਰੇਜ਼ੀ (ਨਿਊਜੀਲੈਂਡ)
pt_br: A-M|Inglês (Nova Zelândia)
th: A-M|อังกฤษ (นิวซีแลนด์)

source: A-M|Estonian
ca: A-M|Estonià
gu: A-M|ઈસ્ટોનિયાઈ
ko: ㅇ-ㅎ|에스토니아어
lt: A-M|Estų
mk: Естонски
pa: A-M|ਇਸਟੋਨੀਆਈ
pt_br: A-M|Estoniano
sl: A-M|Eston¹èina
th: A-M|เอสโตเนีย
vi: A-M|Tiếng Et-tô-ni-a

source: A-M|Finnish
ca: A-M|Finès
gu: A-M|ફીનીશ
ko: ㅇ-ㅎ|핀란드어
lt: N-Z|Suomių
mk: Фински
pa: A-M|ਫੈਨਿਸ਼
pt_br: A-M|Finlandês
sl: A-M|Fin¹èina
th: A-M|ฟินแลนด์
vi: N-Z|Tiếng Phần Lan

source: A-M|French
ca: A-M|Francès
gu: A-M|ફ્રેંચ
ko: ㅇ-ㅎ|프랑스어
lt: N-Z|Prancūzų
mk: Француски
pa: A-M|ਫ਼ਰਾਂਸੀਸੀ
pt_br: A-M|Francês
sl: A-M|Franco¹èina
th: A-M|ฝรั่งเศส
vi: N-Z|Tiếng Pháp

source: A-M|French (Belgium)
ca: A-M|Francès (Bèlgica)
gu: A-M|ફ્રેંચ (બેલ્જિયમ)
ko: ㅇ-ㅎ|프랑스어 (벨기에)
lt: N-Z|Prancūzų (Belgija)
mk: Француски (Белгија)
pa: A-M|ਫ਼ਰਾਂਸੀਸੀ (ਬੈਲਜੀਅਮ)
pt_br: A-M|Francês (Bélgica)
sl: A-M|Franco¹èina (Belgija)
th: A-M|ฝรั่งเศส (เบลเยียม)
vi: N-Z|Tiếng Pháp (Bỉ)

source: A-M|French (Canada)
ca: A-M|Francès (Canadà)
gu: A-M|ફ્રેંચ (કેનેડા)
ko: ㅇ-ㅎ|프랑스어 (캐나다)
lt: N-Z|Prancūzų (Kanada)
mk: Француски (Канада)
pa: A-M|ਫਰੈਂਚ (ਕਨੇਡਾ)
pt_br: A-M|Francês (Canadá)
th: A-M|ฝรั่งเศส (แคนาดา)

source: A-M|French (Luxembourg)
ca: A-M|Francès (Luxemburg)
gu: A-M|ફ્રેંચ (લક્ઝેમ્બર્ગ)
ko: ㅇ-ㅎ|프랑스어 (룩셈부르그)
lt: N-Z|Prancūzų (Liuksemburgas)
mk: Француски (Луксембург)
pa: A-M|ਫ਼ਰਾਂਸੀਸੀ (ਲਕਸਮਬਰਗ)
pt_br: A-M|Francês (Luxemburgo)
th: A-M|ฝรั่งเศส (ลักเซมเบิร์ก)

source: A-M|French (Switzerland)
ca: A-M|Francès (Suïssa)
gu: A-M|ફ્રેંચ (સ્વીઝરલેન્ડ)
ko: ㅇ-ㅎ|프랑스어 (스위스)
lt: N-Z|Prancūzų (Šveicarija)
mk: Француски (Швајцарија)
pa: A-M|ਫਰੈਂਚ (ਸਵਿਟਰਜ਼ਰਲੈਂਡ)
pt_br: A-M|Francês (Suíça)
sl: A-M|Franco¹èina (©vica)
th: A-M|ฝรั่งเศส (สวิตเซอร์แลนด์)
vi: A-M|Tiếng Pháp (Thụy sĩ)

source: A-M|Galician
ca: A-M|Gallec
gu: A-M|ગૅલીશીયન
ko: ㄱ-ㅅ|갈리시아어
mk: Галски
pa: A-M|ਗਲੇਸ਼ੀਅਨ
pt_br: A-M|Galego
sl: A-M|Gal¹èina
th: A-M|กาลิเชียน
vi: A-M|Tiếng Ga-li-ci-a

source: A-M|German
ca: A-M|Alemany
gu: A-M|જર્મન
ko: ㄱ-ㅅ|독일어
lt: N-Z|Vokiečių
mk: Германски
pa: A-M|ਜਰਮਨ
pt_br: A-M|Alemão
sl: A-M|Nem¹èina
th: A-M|เยอรมัน
vi: A-M|Tiếng Đức

source: A-M|German (Austria)
ca: A-M|Alemany (Àustria)
gu: A-M|જર્મન (ઓસ્ટ્રિયા)
ko: ㄱ-ㅅ|독일어 (오스트리아)
lt: N-Z|Vokiečių (Austrija)
mk: Германски (Австрија)
pa: A-M|ਜਰਮਨ (ਆਸਟਰੀਆਈ)
pt_br: A-M|Alemão (Áustria)
sl: A-M|Nem¹èina (Avstrija)
th: A-M|เยอรมัน (ออสเตรีย)
vi: A-M|Tiếng Đức A(o)

source: A-M|German (Luxembourg)
ca: A-M|Alemany (Luxemburg)
gu: A-M|જર્મન (લક્ઝેમ્બર્ગ)
ko: ㄱ-ㅅ|독일어 (룩셈부르그)
lt: N-Z|Vokiečių (Liuksemburgas)
mk: Германски (Луксембург)
pa: A-M|ਜਰਮਨ (ਲਕਸਮਬਰਗ)
pt_br: A-M|Alemão (Luxemburgo)
th: A-M|เยอรมัน (ลักเซมเบิร์ก)

source: A-M|German (Switzerland)
ca: A-M|Alemany (Suïssa)
gu: A-M|જર્મન (સ્વીઝરલેન્ડ)
ko: ㄱ-ㅅ|독일어 (스위스)
lt: N-Z|Vokiečių (Šveicarija)
mk: Германски (Швајцарија)
pa: A-M|ਜਰਮਨ (ਸਵਿਟਰਜ਼ਰਲੈਂਡ)
pt_br: A-M|Alemão (Suíça)
sl: A-M|Nem¹èina (©vica)
th: A-M|เยอรมัน (สวิตเซอร์แลนด์)
vi: A-M|Tiếng Đức (Thụy sĩ)

source: A-M|Greek
ca: A-M|Grec
gu: A-M|ગ્રીક
ko: ㄱ-ㅅ|그리스어
lt: A-M|Graikų
mk: Грчки
pa: A-M|ਗਰੀਕ
pt_br: A-M|Grego
sl: A-M|Gr¹èina
th: A-M|กรีก
vi: A-M|Tiếng Hy Lạp

source: A-M|Greek (Cyprus)
ca: A-M|Grec (Xipre)
gu: A-M|ગ્રીક (સાયપ્રસ)
ko: ㄱ-ㅅ|그리스어 (키프로스)
lt: A-M|Graikų (Kipras)
mk: Грчки (Кипар)
pa: A-M|ਗਰੀਕ (ਕਿਪਰਿਸ)
pt_br: A-M|Grego (Chipre)
th: A-M|กรีก (ไซปรัส)

source: A-M|Gujarati
gu: A-M|ગુજરાતી
ko: ㄱ-ㅅ|구즈라트어
mk: A-M|Гујарати
pa: A-M|ਗੁਜਰਾਤੀ
pt_br: A-M|Guzarate
th: A-M|คุชราตี
vi: A-M|Tiếng Gu-sa-ra-ti

source: A-M|Hebrew
ca: A-M|Hebreu
gu: A-M|હિબ્રૂ
ko: ㅇ-ㅎ|히브리어
lt: A-M|Hebrajų
mk: Еврејски
pa: A-M|ਹੈਬਰਿਊ
pt_br: A-M|Hebraico
sl: A-M|Hebrej¹èina
th: A-M|ฮิบรู
vi: A-M|Tiếng Do Thái

source: A-M|Hindi
gu: A-M|હિંદી
ko: ㅇ-ㅎ|힌두어
mk: A-M|Хинду
pa: A-M|ਹਿੰਦੀ
sl: A-M|Hinduj¹èina
th: A-M|ฮินดี
vi: A-M|Tiếng Hin-đi

source: A-M|Hungarian
ca: A-M|Hongarès
gu: A-M|હંગેરીયન
ko: ㅇ-ㅎ|헝가리어
lt: N-Z|Vengrų
mk: Унгарски
pa: A-M|ਹੰਗਰੀਆਈ
pt_br: A-M|Húngaro
sl: A-M|Mad¾ar¹èina
th: A-M|ฮังการี
vi: A-M|Tiếng Hun-ga-ri

source: A-M|Icelandic
ca: A-M|Islandès
gu: A-M|આઇસલેંડીક
ko: ㅇ-ㅎ|아이슬랜드어
lt: A-M|Islandų
mk: Исландски
pa: A-M|ਆਈਸਲੈਂਡਿਕ
pt_br: A-M|Islandês
sl: A-M|Island¹èina
th: A-M|ไอซ์แลนด์
vi: A-M|Tiếng Băng đảo

source: A-M|Indonesian
ca: A-M|Indonesi
gu: A-M|ઇંડોનૅશીયન
ko: ㅇ-ㅎ|인도네시아어
lt: A-M|Indoneziečių
mk: A-M|Индонезиски
pa: A-M|ਇੰਡੋਨੇਸ਼ੀਆਈ
pt_br: A-M|Indonésio
sl: A-M|Indonezij¹èina
th: A-M|อินโดนีเซีย
vi: N-Z|Tiếng Nam-dương

source: A-M|Interlingua
gu: A-M|ઇંટરલિંગુઆ
ko: ㄱ-ㅅ|국제어
lt: N-Z|Tarptautinė kalba
pa: A-M|ਇੰਟਰਲਿੰਗੂਆ
pt_br: A-M|Interlíngua
th: A-M|นานาชาติ
vi: A-M|Tiếng In-ter-lin-gu-a

source: A-M|Irish
ca: A-M|Irlandès
gu: A-M|આઇરીશ
ko: ㅇ-ㅎ|아일랜드어
lt: A-M|Airių
mk: Ирски
pa: A-M|ਆਈਰਿਸ਼
pt_br: A-M|Irlandês
sl: A-M|Ir¹èina
th: A-M|ไอริช
vi: A-M|Tiếng Ái nhĩ lan

source: A-M|Italian
ca: A-M|Italià
gu: A-M|ઇટાલીયન
ko: ㅇ-ㅎ|이탈리아어
lt: A-M|Italų
mk: Италијански
pa: A-M|ਇਤਾਲਵੀ
pt_br: A-M|Italiano
sl: A-M|Italjan¹èina
th: A-M|อิตาลี
vi: N-Z|Tiếng Ý

source: A-M|Japanese
ca: A-M|Japonès
gu: A-M|જાપાની
ko: ㅇ-ㅎ|일본어
lt: A-M|Japonų
mk: Јапонски
pa: A-M|ਜਪਾਨੀ
pt_br: A-M|Japonês
sl: A-M|Japon¹èina
th: A-M|ญี่ปุ่น
vi: N-Z|Tiếng Nhật

source: A-M|Kannada
ca: A-M|Kanarès
gu: A-M|કન્નડ
ko: ㅇ-ㅎ|칸나다어
lt: A-M|Kanadiečių
pa: A-M|ਕੰਨੜ
th: A-M|กัณณาท
vi: A-M|Tiếng Kan-na-đa

source: A-M|Kinyarwanda
ca: A-M|Kinyaruanda
gu: A-M|કિન્યારવાન્ડા
ko: ㅇ-ㅎ|키냐르완다어
mk: A-M|Кинјарванда
pa: A-M|ਕਿਨਯਾਰਵਾਂਡਾ
th: A-M|คินยารวันดา
vi: A-M|Tiếng Kin-ia-ouanh-đa

source: A-M|Korean
ca: A-M|Coreà
gu: A-M|કોરિયાઈ
ko: ㅇ-ㅎ|한국어
lt: A-M|Korėjiečių
mk: Корејски
pa: A-M|ਕੋਰੀਆਈ
pt_br: A-M|Coreano
sl: A-M|Korej¹èina
th: A-M|เกาหลี
vi: N-Z|Tiếng Triều tiên

source: A-M|Latvian
ca: A-M|Letó
gu: A-M|લૅટવીયન
ko: ㄱ-ㅅ|라트비아어
lt: A-M|Latvių
mk: Латвиски
pa: A-M|ਲਾਟਵੀਅਨ
pt_br: A-M|Letoniano
sl: A-M|Latvij¹èina
th: A-M|ลัตเวีย
vi: A-M|Tiếng Lat-vi-a

source: A-M|Lithuanian
ca: A-M|Lituà
gu: A-M|લિથુઆનીયન
ko: ㄱ-ㅅ|리투아니아어
lt: A-M|Lietuvių
mk: Литваниски
pa: A-M|ਲਿਥੂਨੀਆਈ
pt_br: A-M|Lituano
sl: A-M|Litvan¹èina
th: A-M|ลิทัวเนีย
vi: A-M|Tiếng Li-tu-a-ni

source: A-M|Macedonian
ca: A-M|Macedoni
gu: A-M|મેસેડોનીયન
ko: ㄱ-ㅅ|마케도니아어
lt: A-M|Makedonų
mk: Македонски
pa: A-M|ਮੈਕੇਡੋਨੀਆਈ
pt_br: A-M|Macedônio
sl: A-M|Makedon¹èina
th: A-M|มาซิโดเนีย
vi: A-M|Tiếng Ma-xe-đô-ni-a

source: A-M|Malay
ca: A-M|Malai
gu: A-M|મલય
ko: ㄱ-ㅅ|말레이어
lt: A-M|Malajiečių
mk: Малајски
pa: A-M|ਮਲਾਇਆ
pt_br: A-M|Malaio
sl: A-M|Malaj¹èina
th: A-M|มลายู
vi: A-M|Tiếng Mã Lai

source: A-M|Malayalam
ca: A-M|Malaialam
gu: A-M|મલયાલમ
ko: ㄱ-ㅅ|말라얄람어
pa: A-M|ਮਲੇਆਲਮ
pt_br: A-M|Malaiala
sl: A-M|Malajalam
th: A-M|มะละยาลัม
vi: A-M|Tiếng Ma-lay-a-lam

source: A-M|Maltese
ca: A-M|Maltès
gu: A-M|માલ્ટીઝ
ko: ㄱ-ㅅ|몰타어
lt: A-M|Maltiečių
mk: Малтешки
pa: A-M|ਮਲਾਟੀਸੀ
pt_br: A-M|Maltês
th: A-M|มอลตา

source: A-M|Marathi
gu: A-M|મરાઠી
ko: ㄱ-ㅅ|마라티어
pa: A-M|ਮਰਾਠੀ
th: A-M|มาราฐี
vi: A-M|Tiếng Ma-ra-thi

source: A-M|Mongolian
ca: A-M|Mongol
gu: A-M|મોંગોલીયન
ko: ㄱ-ㅅ|몽고어
lt: A-M|Mongolų
mk: Монголски
pa: A-M|ਮੰਗੋਲੀਆਈ
pt_br: A-M|Mongol
sl: A-M|Mongol¹èina
th: A-M|มองโกล
vi: A-M|Tiếng Mông cổ

source: N-Z|Northern Sotho
ca: A-M|Alt sotho
gu: N-Z|ઉત્તર સોથો
ko: ㄱ-ㅅ|북 소토어
lt: N-Z|Šiaurės Sotho
mk: Северно Сотохо
pa: N-Z|ਉੱਤਰੀ ਸੋਥੋ
pt_br: N-Z|Sotho do Norte
sl: N-Z|Severni Sotho
vi: N-Z|Tiếng Xô-tô Nam

source: N-Z|Norwegian (bokmal)
ca: N-Z|Noruec (bokmål)
gu: N-Z|નોર્વેજીઅન (બોકમલ)
ko: ㄱ-ㅅ|노르웨이어 (bokmal)
lt: N-Z|Norvegų (bokmal)
mk: Норвешки (bookmal)
pa: N-Z|ਨਾਰਵੇਆਈ (ਬੋਕਮਲ)
pt_br: N-Z|Norueguês (bokmal)
sl: N-Z|Norve¹èina (bokmal)
th: N-Z|นอร์เวย์ (bokmal)
vi: N-Z|Tiếng Na Uy (bokh-man)

source: N-Z|Norwegian (nynorsk)
ca: N-Z|Noruec (nynorsk)
gu: N-Z|નોર્વેજીઅન (નાયનોર્સ્ક)
ko: ㄱ-ㅅ|노르웨이어 (nynorsk)
lt: N-Z|Norvegų (nynorsk)
mk: Норвешки (nynorsk)
pa: N-Z|ਨਾਰਵੇਆਈ (ਨਯਨੋਰਸਕ)
pt_br: N-Z|Norueguês (nynorsk)
sl: N-Z|Norve¹èina (nynorsk)
th: N-Z|นอร์เวย์ (nynorsk)
vi: N-Z|Tiếng Na Uy (ni-noa-x-kh)

source: N-Z|Oriya
gu: N-Z|ઓરિયા
ko: ㅇ-ㅎ|오리야어
mk: Орија
pa: N-Z|ਉੜੀਆ
pt_br: N-Z|Oriá
th: N-Z|โอริยา
vi: N-Z|Tiếng O-ri-ya

source: N-Z|Punjabi
gu: N-Z|પંજાબી
ko: ㅇ-ㅎ|펀잡어
lt: N-Z|Pandžabo
mk: Панџаби
pa: N-Z|ਪੰਜਾਬੀ (Punjabi)
pt_br: N-Z|Panjabi
th: N-Z|ปัญจาบี

source: N-Z|Persian
ca: N-Z|Persa
gu: N-Z|પર્સિયન
ko: ㅇ-ㅎ|페르시아어
lt: N-Z|Persų
mk: Персиски
pa: N-Z|ਪਰਸੀਆਈ
pt_br: N-Z|Persa
sl: N-Z|Perzij¹èina
th: N-Z|เปอร์เซีย
vi: A-M|Tiếng Ba-tư

source: N-Z|Polish
ca: N-Z|Polonès
gu: N-Z|પોલિશ
ko: ㅇ-ㅎ|폴란드어
lt: A-M|Lenkų
mk: Полски
pa: N-Z|ਪੋਲੈਂਡੀ
pt_br: N-Z|Polonês
sl: N-Z|Polj¹èina
th: N-Z|โปแลนด์
vi: A-M|Tiếng Ba-lan

source: N-Z|Portuguese
ca: N-Z|Portuguès
gu: N-Z|પોર્ટુગીઝ
ko: ㅇ-ㅎ|포르투갈어
lt: N-Z|Portugalų
mk: Португалски
pa: N-Z|ਪੁਰਤਗਾਲੀ
pt_br: N-Z|Português
sl: N-Z|Portugal¹èina
th: N-Z|โปรตุเกส
vi: A-M|Tiếng Bồ-đào-nha

source: N-Z|Portuguese (Brazilian)
ca: N-Z|Portuguès (Brasiler)
gu: N-Z|પોર્ટુગીઝ (બ્રાઝિલીયન)
ko: ㅇ-ㅎ|포르투갈어 (브라질)
lt: N-Z|Portugalų (Brazilų)
mk: Португалски (Бразилски)
pa: N-Z|ਪੁਰਤਗਾਲੀ (ਬਰਾਜ਼ੀਲੀ)
pt_br: N-Z|Português (Brasileiro)
sl: N-Z|Portugal¹èina (Brazilija)
th: N-Z|โปรตุเกส (บราซิล)
vi: A-M|Tiếng Bồ-đào-nha (Bra-xin)

source: N-Z|Romanian
ca: N-Z|Romanès
gu: N-Z|રોમાની
ko: ㄱ-ㅅ|루마니아어
lt: N-Z|Rumunų
mk: Романски
pa: N-Z|ਰੋਮਨੀਆਈ
pt_br: N-Z|Romeno
sl: N-Z|Romun¹èina
th: N-Z|โรมาเนีย
vi: N-Z|Tiếng Ru-ma-ni

source: N-Z|Russian
ca: N-Z|Rus
gu: N-Z|રશિયાઈ
ko: ㄱ-ㅅ|러시아어
lt: N-Z|Rusų
mk: Руски
pa: N-Z|ਰੂਸੀ
pt_br: N-Z|Russo
sl: N-Z|Ru¹èina
th: N-Z|รัสเซีย
vi: N-Z|Tiếng Nga

source: N-Z|Serbian
ca: N-Z|Serbi
gu: N-Z|સર્બિયન
ko: ㄱ-ㅅ|세르비아어
lt: N-Z|Serbų
mk: Српски
pa: N-Z|ਸਰਬੀਆਈ
pt_br: N-Z|Sérvio
sl: N-Z|Srb¹èina
th: N-Z|เซอร์เบีย
vi: N-Z|Tiếng Xéc-bi

source: N-Z|Serbian (Serbia & Montenegro)
ca: N-Z|Serbi (Sèrbia i Montenegro)
gu: N-Z|સર્બિયન (સર્બિયા અને મોન્ટીનેગ્રો)
ko: ㄱ-ㅅ|세르비아어 (세르비아 및 몬테네그로)
lt: N-Z|Serbų (Serbija ir Juodkalnija)
mk: Српски (Србија и Црна Гора)
pa: N-Z|ਸਰਬੀਆਈ (ਸਰਬੀਆ ਤੇ ਮਾਂਟੀਸੀਗਰੋ)
pt_br: N-Z|Sérvio (Sérvia e Montenegro)
th: N-Z|เซอร์เบีย (เซอร์เบีย & มอนเตเนโกร)

source: N-Z|Serbian (Montenegro)
ca: N-Z|Serbi (Montenegro)
gu: N-Z|સર્બિયન (મોન્ટીનેગ્રો)
ko: ㄱ-ㅅ|세르비아어 (몬테네그로)
lt: N-Z|Serbų (Juodkalnija)
mk: Српски (Црна Гора)
pa: N-Z|ਸਰਬੀਆਈ (ਮਾਂਟੀਈਸਗਰੋ)
pt_br: N-Z|Sérvio (Montenegro)
th: N-Z|เซอร์เบีย (มอนเตเนโกร)

source: N-Z|Serbian (Serbia)
ca: N-Z|Serbi (Sèrbia)
gu: N-Z|સર્બિયન (સર્બિયા)
ko: ㄱ-ㅅ|세르비아어 (세르비아)
lt: N-Z|Serbų (Serbija)
mk: Српски (Србија)
pa: N-Z|ਸਰਬੀਆਈ (ਸਰਬੀਆ)
pt_br: N-Z|Sérvio (Sérvia)
th: N-Z|เซอร์เบีย (เซอร์เบีย)

source: N-Z|Serbian (Latin)
ca: N-Z|Serbi (Llatí)
gu: N-Z|સર્બિયન (લેટિન)
ko: ㄱ-ㅅ|세르비아어 (라틴)
lt: N-Z|Serbų (Lotynų)
mk: Српски (латиница)
pa: N-Z|ਸਰਬੀਆਈ (ਲੇਟਿਨ)
pt_br: N-Z|Sérvio (Latim)
sl: N-Z|Srb¹èina (latinsko)
th: N-Z|เซอร์เบีย (ละติน)
vi: N-Z|Tiếng Séc-bi (Chữ La-tinh)

source: N-Z|Serbian (Jekavian)
ca: N-Z|Serbi (Jekavian)
gu: N-Z|સર્બિયન (જેકોવિયન)
ko: ㄱ-ㅅ|세르비아어 (제카비안)
lt: N-Z|Serbų (Jekavian)
mk: Српски (кирилица)
pa: N-Z|ਸਰਬੀਆਈ (ਜੇਕਾਵੀਅਨ)
pt_br: N-Z|Sérvio (Jekavian)
sl: N-Z|Srb¹èina (cirilièno)
th: N-Z|เซอร์เบีย (Jekavian)
vi: N-Z|Tiếng Séc-bi (Che-ca-vi-anh)

source: N-Z|Serbian (Bosnia)
ca: N-Z|Serbi (Bòsnia)
gu: N-Z|સર્બિયન (બોસ્નિયા)
ko: ㄱ-ㅅ|세르비아어 (보스니아)
lt: N-Z|Serbų (Bosnija)
mk: Српски (Босна)
pa: N-Z|ਸਰਬੀਆਈ (ਬੋਸਨੀਆ)
pt_br: N-Z|Sérvio (Bósnia)
th: N-Z|เซอร์เบีย (บอสเนีย)

source: N-Z|Slovak
ca: A-M|Eslovac
gu: N-Z|સ્લોવેક
ko: ㄱ-ㅅ|슬로바키아어
lt: N-Z|Slovakų
mk: Словачки
pa: N-Z|ਸਲੋਵਾਕ
pt_br: A-M|Eslovaco
sl: N-Z|Slova¹èina
th: N-Z|สโลวัก
vi: N-Z|Tiếng Xlô-vak

source: N-Z|Slovenian
ca: A-M|Eslovè
gu: N-Z|સ્લોવેનીઆ
ko: ㄱ-ㅅ|슬로베니아어
lt: N-Z|Slovėnų
mk: Словенски
pa: N-Z|ਸਲੋਵੇਨੀਆਈ
pt_br: A-M|Esloveno
sl: N-Z|Sloven¹èina
th: N-Z|สโลวีเนีย
vi: N-Z|Tiếng Xlô-ven

source: N-Z|Spanish
ca: A-M|Espanyol
gu: N-Z|સ્પેનીશ
ko: ㄱ-ㅅ|스페인어
lt: A-M|Ispanų
mk: Шпански
pa: N-Z|ਸਪੇਨੀ
pt_br: A-M|Espanhol
sl: N-Z|©pan¹èina
th: N-Z|สเปน
vi: N-Z|Tiếng Tây-ban-nha

source: N-Z|Spanish (Argentina)
ca: A-M|Espanyol (Argentina)
gu: N-Z|સ્પેનીશ (આર્જેન્ટિના)
ko: ㄱ-ㅅ|스페인어 (아르헨티나)
lt: A-M|Ispanų (Argentina)
mk: Шпански (Аргентина)
pa: N-Z|ਸਪੇਨੀ (ਅਰਜਨਟੀਨਾ)
pt_br: N-Z|Espanhol (Argentina)
th: N-Z|สเปน (อาร์เจนตินา)

source: N-Z|Spanish (Bolivia)
ca: A-M|Espanyol (Bolívia)
gu: N-Z|સ્પેનીશ (બોલિવીયા)
ko: ㄱ-ㅅ|스페인어 (볼리비아)
lt: A-M|Ispanų (Bolivija)
mk: Шпански (Боливија)
pa: N-Z|ਸਪੇਨੀ (ਬੋਲਵੀਆ)
pt_br: N-Z|Espanhol (Bolívia)
th: N-Z|สเปน (โบลิเวีย)

source: N-Z|Spanish (Chile)
ca: A-M|Espanyol (Xile)
gu: N-Z|સ્પેનીશ (શાઈલ)
ko: ㄱ-ㅅ|스페인어 (칠레)
lt: A-M|Ispanų (Čilė)
mk: Шпански (Чиле)
pa: N-Z|ਸਪੇਨੀ (ਚਿੱਲੀ)
pt_br: N-Z|Espanhol (Chile)
th: N-Z|สเปน (ชิลี)

source: N-Z|Spanish (Colombia)
ca: A-M|Espanyol (Colòmbia)
gu: N-Z|સ્પેનીશ (કોલંબિયા)
ko: ㄱ-ㅅ|스페인어 (콜롬비아)
lt: A-M|Ispanų (Kolumbija)
mk: Шпански (Колумбија)
pa: N-Z|ਸਪੇਨੀ (ਕੋਲੰਬੀਆ)
pt_br: N-Z|Espanhol (Colômbia)
th: N-Z|สเปน (โคลอมเบีย)

source: N-Z|Spanish (Costa Rica)
ca: A-M|Espanyol (Costa Rica)
gu: N-Z|સ્પેનીશ (કોસ્ટા રીકા)
ko: ㄱ-ㅅ|스페인어 (코스타리카)
lt: A-M|Ispanų (Kosta Rika)
mk: Шпански (Коста Рика)
pa: N-Z|ਸਪੇਨੀ (ਕੋਸਟਰੀਕਾ)
pt_br: N-Z|Espanhol (Costa Rica)
th: N-Z|สเปน (คอสตาริกา)

source: N-Z|Spanish (Ecuador)
ca: A-M|Espanyol (Equador)
gu: N-Z|સ્પેનીશ (ઈક્વેડોર)
ko: ㄱ-ㅅ|스페인어 (에콰도르)
lt: A-M|Ispanų (Ekvadoras)
mk: Шпански (Еквадор)
pa: N-Z|ਸਪੇਨੀ (ਏਕਵੇਡਾਰ)
pt_br: N-Z|Espanhol (Equador)
th: N-Z|สเปน (เอกวาดอร์)

source: N-Z|Spanish (Guatemala)
ca: A-M|Espanyol (Guatemala)
gu: N-Z|સ્પેનીશ (ગ્યુઆટેમાલા)
ko: ㄱ-ㅅ|스페인어 (과테말라)
lt: A-M|Ispanų (Gvatemala)
mk: Шпански (Гватемала)
pa: N-Z|ਸਪੇਨੀ (ਗੁਆਟੇਮਾਲਾ)
pt_br: N-Z|Espanhol (Guatemala)
th: N-Z|สเปน (กัวเตมาลา)

source: N-Z|Spanish (Mexico)
ca: A-M|Espanyol (Mèxic)
gu: N-Z|સ્પેનીશ (મૅક્સીકો)
ko: ㄱ-ㅅ|스페인어 (멕시코)
lt: A-M|Ispanų (Meksikiečių)
mk: Шпански (Мексико)
pa: N-Z|ਸਪੇਨੀ (ਮੈਕਸੀਕੋ)
pt_br: A-M|Espanhol (México)
sl: N-Z|©pan¹èina (Mehika)
th: N-Z|สเปน (เม็กซิโก)
vi: N-Z|Tiếng Tây-ban-nha (Me-hi-cô)

source: N-Z|Spanish (Nicaragua)
ca: A-M|Espanyol (Nicaragua)
gu: N-Z|સ્પેનીશ (નિકારાગ્વુઆ)
ko: ㄱ-ㅅ|스페인어 (니카라과)
lt: A-M|Ispanų (Nikaragva)
mk: Шпански (Никарагва)
pa: N-Z|ਸਪੇਨੀ (ਨਿਕਾਰਾਗੁਆ)
pt_br: N-Z|Espanhol (Nicarágua)
th: N-Z|สเปน (นิการากัว)

source: N-Z|Spanish (Panama)
ca: A-M|Espanyol (Panamà)
gu: N-Z|સ્પેનીશ (પનામા)
ko: ㄱ-ㅅ|스페인어 (파나마)
lt: A-M|Ispanų (Panama)
mk: Шпански (Панама)
pa: N-Z|ਸਪੇਨੀ (ਪੈਨਾਮਾ)
pt_br: N-Z|Espanhol (Panamá)
th: N-Z|สเปน (ปานามา)
