Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: To avoid denial of service attacks, GDM has fixed size queue of pending connections. Please note that this parameter does *not* limit the number of remote displays which can be managed. It only limits the number of displays initiating a connection simultaneously.
ca: Per evitar atacs de rebuig de servei, el GDM té una cua de mida fixa per a les connexions pendents. Tingueu en compte que aquest paràmetre no limita el nombre de pantalles remotes que es poden gestionar: només limita el nombre de pantalles que inicien una connexió simultàniament.
gu: denial of service હુમલાઓ અવગણવા માટે, GDM એ બાકી રહેલ જોડાણોની માપ કતાર ચોક્કસ કરેલ છે. મહેરબાની કરીને નોંધ લો કે આ પરિમાણ દૂરસ્થ ડિસ્પ્લેની સંખ્યા પર મર્યાદા મૂકતું *નથી* કે જેની વ્યવસ્થા કરી શકાય છે. તે માત્ર વારાફરતી જોડાણોનો આરંભ કરતા ડિસ્પ્લેની સંખ્યા પર જ મર્યાદા મૂકે છે.
ko: 서비스 거부 공격을 막기 위해, 대기하고 있는 연결의 큐의 길이를 고정해 놓았습니다. 이 파라미터는 관리하는 원격 디스플레이의 숫자를 제한하는 게 *아니라는* 점에 유의하십시오. 이 파라미터는 동시에 연결을 시도하는 디스플레이의 개수만을 제한합니다.
mk: За да спречи „denial of service“ напади, GDM има фиксна големина на редот за чекање на врските. Имајте во предвид дека овој параметар *не* го ограничува бројот на оддалечени прикази кои можат да бидат менаџирани. Ова само го ограничува бројот на прикази кои иницијализираат една конекција истовремено.
pt_br: Para evitar ataques de negação de serviços , o GDM fixa o tamanho da fila de conexões pendentes. Note que este parâmetro *não* limita o número de sessões remotas que podem ser gerenciadas. Isto limita somente o número de sessões que iniciam uma conexão simultaneamente.
th: เพื่อหลีกเลี่ยงการถูกโจมตีให้หยุดทำงาน (denial of service) GDM จึงใช้แถวคอยเชื่อมต่อขนาดตายตัว โปรดสังเกตว่า ค่านี้ *ไม่ได้* จำกัดจำนวนของดิสเพลย์ระยะไกลที่จะสามารถจัดการได้ แต่เป็นการจำกัดจำนวนดิสเพลย์ที่จะขอเชื่อมต่อได้พร้อมๆ กันเท่านั้น

source: To prevent attackers from filling up the pending queue, GDM will only allow one connection for each remote computer. If you want to provide display services to computers with more than one screen, you should increase the this value accordingly.
ca: Per prevenir que els atacants omplin la cua d'esperes, el GDM només permetrà una connexió per cada ordinador remot. Si voleu proporcionar serveis de pantalla a màquines amb més d'una pantalla hauríeu d'incrementar aquest valor.
gu: બાકી રહેલ કતાર ભરવાથી હુમલાખોરોથી બચવા માટે, GDM દરેક દૂરસ્થ કમ્પ્યૂટર માટે માત્ર એક જ જોડાણને પરવાનગી આપશે. જો તમે કમપ્યૂટરોને ડિસ્પ્લે સેવાઓ પૂરી પાડવા માંગો એક કરતાં વધુ સ્ક્રીનો સાથે, તો તમારે આ કિંમતને તે પ્રમાણે વધારવી જોઈએ.
ko: 대기중인 큐를 꽉 채우는 식으로 공격하는 것을 막기 위해, GDM은 원격 컴퓨터 하나마다 하나의 연결만 허용합니다. 스크린을 여러 개 사용하는 컴퓨터에 디스플레이 서비스를 제공하려면, 이 값을 적당히 늘리십시오.
mk: За да се спречат напаѓачите да го пополнат редот на чекање, GDM ќе користи само по една врска од секој оддалечен компјутер. Ако сакате да обезбедите сервиси до компјутерите со повеќе од еден екран, тогаш треба да ја зголемите оваа вредност соодветно.
pt_br: Para previnir que atacantes encham a fila pendente, o GDM irá permitir somente uma conexão para cada computador remoto. Se você quer prover sessões para computadores com mais de um monitor, você precisa aumentar este valor.
th: เพื่อป้องกันไม่ให้ผู้โจมตีใช้แถวคอยจนเต็ม GDM จึงอนุญาตให้เครื่องระยะไกลเชื่อมต่อเพียงหนึ่งช่องต่อเครื่องเท่านั้น ถ้าคุณต้องการให้บริการดิสเพลย์กับเครื่องที่มีสกรีนมากกว่าหนึ่งสกรีน คุณก็ควรเพิ่มค่านี้ตามที่ต้องการ

source: Turns the Actions menu (which used to be called System menu) on or off. If this is off then one of the actions will be available anywhere. These actions include Shutdown, Restart, Custom, Configure, XDMCP chooser and such.
ca: Habilita o inhabilita el menú d'accions (anteriorment, el menú de sistema). Si està inhabilitat llavors cap de les accions estarà disponible. Les accions inclouen aturar, reiniciar, personalitzar, configurar, selector XDMCP, etc.
gu: ક્રિયાઓ મેનુ (કે જે સિસ્ટમ મેનુ તરીકે ઓળખાતું હતું) ચાલુ અથવા બંધ કરે છે. જો આ બંધ હોય તો પછી ક્રિયાઓમાંની એક ગમે ત્યાં ઉપલબ્ધ હશે. આ ક્રિયાઓ બંધ કરો, પુનઃશરૂ કરો, વૈવિધ્યપૂર્ણ, રૂપરેખાંકિત કરો, XDMCP પસંદ કરનાર અને આવી ક્રિયાઓનો સમાવેશ કરે છે.
ko: 명령 메뉴를 (시스템 메뉴라고 부를 수도 있습니다) 켜거나 끕니다. 이 옵션을 끄면 이 명령을 어디서든 사용할 수 있습니다. 이 명령에는 끄기, 다시 시작, 사용자 설정, 설정, XDMCP 선택 따위가 들어 있습니다.
mk: Го вклучува/исклучува менито со Дејства (кое порано се викаше Системско мени). Ако ова е исклучено, тогаш едно од дејствата ќе биде достапно секаде. Во дејствата се вклучени: исклучи, рестартирај, прилагодено, конфигурирај, XDMCP избирач и сл.
pt_br: Mostrar o menu Ações (anteriormente conhecido como menu Sistema). Se ele não estiver definido, nenhum dos comandos do sistema estará disponível. Esta ação inclui Desligar, Reiniciar, Personalizar, Configurar, Seleção de XDMP e etc.
th: แสดงหรือซ่อนเมนู "ปฏิบัติการ" (เดิมรู้จักในชื่อเมนู "ระบบ") ถ้าไม่แสดง ปฏิบัติการหนึ่งในปฏิบัติการเหล่านี้จะปรากฏให้เรียก ได้แก่ การปิดเครื่อง การเริ่มระบบใหม่ คำสั่งกำหนดเอง การกำหนดค่า และหน้าต่างเลือกโฮสต์ XDMCP เป็นต้น

source: U_ser:
ca: U_suari:
gu: વપરાશકર્તા (_s):
ko: 사용자이름(_S):
lt: Naudotoja_s:
mk: Кори_сник:
pa: ਉਪਭੋਗੀ(_s):
pt_br: U_suário:
th: ผู้ใ_ช้:

source: Us_e 24 Hour Clock:
ca: Usa un rellotg_e de 24 hores:
gu: ૨૪ કલાક ઘડિયાળ વાપરો (_e):
ko: 24시간 시계 사용(_E):
lt: _Naudoti 24 valandų laikrodį:
mk: Корист_и часовник со 24 часа:
pa: 24 ਘੰਟੇ ਘੜੀ ਵਰਤੋਂ(_e):
pt_br: Usar r_elógio com 24 horas:
th: ใช้_นาฬิกาแบบ 24 ชั่วโมง

source: Use circles instead of asterisks in the password entry. This may not work with all fonts however.
ca: Usa cercles en comptes d'asteriscos en l'entrada de contrasenyes. Això pot no funcionar amb certs tipus de lletra.
gu: પાસવર્ડ પ્રવેશમાં ફૂદડીઓની જગ્યાએ વતૃળો વાપરો. તોપણ આ ફોન્ટ સાથે કામ કરશે નહિં.
ko: 열쇠글 입력창에서 별표 대신 동그라미를 사용합니다. 글꼴에 따라서는 동작하지 않을 수도 있습니다.
mk: Користи кругчиња наместо ѕвездички во внесувањето на лозинката. Ова може да не функционира со сите фонтови.
pa: ਗੁਪਤ-ਕੋਡ ਇੰਦਰਾਜ਼ 'ਚ ਤਾਰਿਆਂ ਦੀ ਬਜਾਏ ਚੱਕਰ ਵਰਤੋਂ। ਇਹ ਸਭ ਫੋਂਟਾਂ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ।
pt_br: Use círculos em vez de asteriscos na entrada da senha. Entretanto, isto pode não funcionar com todas as fontes.
th: ใช้จุดกลมแทนดอกจันในช่องรหัสผ่าน อย่างไรก็ดี อาจใช้ไม่ได้กับแบบอักษรทุกแบบ

source: Users
ca: Usuaris
gu: વપરાશકર્તાઓ
ko: 사용자이름
lt: Naudotojai
mk: Корисници
pa: ਉਪਭੋਗੀ
pt_br: Usuários
th: ผู้ใช้

source: Welcome Message
ca: Missatge de benvinguda
gu: સ્વાગત સંદેશો
ko: 환영 메세지
lt: Pasveikinimo žinutė
mk: Добредојде порака
pa: ਜੀ ਆਇਆਂ ਨੂੰ ਸੁਨੇਹਾ
pt_br: Mensagem de boas vindas
th: ข้อความต้อนรับ

source: When GDM is ready to manage a display an ACCEPT packet is sent to it containing a unique session id which will be used in future XDMCP conversations. GDM will then place the session id in the pending queue waiting for the display to respond with a MANAGE request. If no response is received within maximum wait time, GDM will declare the display dead and erase it from the pending queue freeing up the slot for other displays.
ca: Quan el GDM està llest per a gestionar una pantalla, s'hi envia un paquet ACCEPT que conté un id de sessió únic que es farà servir en futures converses XDMCP. El GDM posarà l'id de sessió a la cua de pendents, a l'espera de que la pantalla respongui amb una petició MANAGE. Si no es rep una resposta en el temps màxim d'espera, el GDM declararà la pantalla morta i l'esborrarà de la cua de pendents, alliberant-ne la ranura per a altres pantalles.
gu: જ્યારે GDM એ ડિસ્પ્લેની વ્યવસ્થા કરવા માટે તૈયાર હોય ત્યારે ACCEPT પેકેટ એ તને અનન્ય સત્ર id સમાવતું મોકલવામાં આવે છે કે જે ભવિષ્યના XDMCP રૂપાંતરણોમાં વાપરવામાં આવશે. GDM પછીથી સત્ર id ને બાકી રહેલ કતારમાં મૂકે છે ડિસ્પ્લેને MANAGE અરજી સાથે પ્રત્યુત્તર આપવા માટે. જો કોઈ પ્રત્યુત્તર મહત્તમ રાહ જોવાના સમયમાં મળે નહિં, તો GDM ડિસ્પ્લેને મૃત જાહેર કરશે અને તેને બાકી રહેલ કતારમાંથી ભૂંસી નાંખે છે અન્ય ડિસ્પ્લે માટે સ્લોટ મુક્ત કરીને.
ko: GDM이 디스플레이를 관리할 준비가 되었을 때 ACCEPT 패킷을 GDM에 보내고, 그 패킷에는 앞으로의 XDMCP 통신에 사용할 유일한 세션 ID가 들어갑니다. 그 다음에 GDM은 그 세션 ID를 대기중인 큐에 넣고 MANAGE 요청에 디스플레이가 응답하기를 기다립니다. 제한 시간 이내에 응답이 없으면, 해당 디스플레이가 죽었다고 선언하고 대기중인 큐에서 지워서 다른 디스플레이에서 사용할 공간을 만듭니다.
mk: Кога GDM е спремен да менаџира со приказ, се испраќа ACCEPT пакет до него кој содржи автентичен Ид. број на сесијата кој ќе биде искористен во идни разговори на XDMCP. GDM тогаш ќе го постави Ид. бројот во ред на чекање за приказот да одговори со MANAGE барање. Ако не се прими одговор во максималното одредено време за чекање, GDM ќе го објави приказот како мртов и ќе го избриши од редот за чекање, со што ќе се ослободи слот за други прикази.
pt_br: Quando o GDM está pronto para gerenciar uma sessão, um pacote ACCEPT é enviado para ele contendo uma id de sessão única que será utilizada em futuras conversações XDMCP. GDM entao irá colocar o id da sessão na fila pentente esperando para que o display resposta com um pedido MANAGE. Se nenhuma reposta é recebida até o tempo de espera máximo, o GDM irá declarar que a sessão está morta e limpará a fila pendente liberando o slot para outras sessões.
th: เมื่อ GDM พร้อมจะจัดการดิสเพลย์หนึ่งๆ ก็จะส่งแพ็กเก็ต ACCEPT ไปยังดิสเพลย์นั้น โดยมีหมายเลขวาระที่ไม่ซ้ำกับดิสเพลย์อื่นกำกับไปด้วย เพื่อใช้ในการติดต่อ XDMCP ต่อไป จากนั้น GDM จะเพิ่มหมายเลขวาระดังกล่าวเข้าไปในแถวคอย และรอให้ดิสเพลย์นั้นตอบมาด้วยการร้องขอ MANAGE ถ้าไม่มีการตอบสนองดังกล่าวมาภายในเวลารอสูงสุดที่กำหนด GDM ก็จะถือว่าดิสเพลย์นั้นตายไปแล้ว และจะลบออกจากแถวคอย เพื่อให้มีที่ว่างสำหรับจัดการดิสเพลย์อื่น

source: When the user logs in and already has an existing session, they are connected to that session rather than starting a new session. This only works for session's running on Virtual Terminals started with gdmflexiserver, and not with XDMCP.
ca: Quan els usuaris entrin i ja existeixi una sessió, s'hi connecten en comptes de crear-ne una de nova. Això només funciona per als servidors que executen terminals virtuals arrencats amb el gdmflexiserver, no amb XDMCP.
gu: જ્યારે વપરાશકર્તા પ્રવેશ કરે અને તેને હયાત સત્ર પહેલાથી જ હોય, તો તેઓ તે સત્ર સાથે જોડાય છે નવું સત્ર શરૂ કરવાની જગ્યાએ. આ સત્રના ચાલી રહેલ વર્ચ્યુઅલ ટર્મિનલો માટે જ કામ કરે છે કે જે gdmflexiserver સાથે શરૂ થયેલ છે, અને નહિં કે XDMCP સાથે.
ko: 사용자가 로그인했을 때 이미 세션이 있으면 새로운 세션을 시작하지 않고 해당 세션에 연결합니다. 이 기능은 세션이 가상 터미널에서 gdmflexiserver를 이용해 시작한 경우에만 동작하고, XDMCP에서는 동작하지 않습니다.
mk: Кога корисникот се најавува и веќе има постоечка сесија, тие се поврзани со таа сесија наместо да стартуваат нова. Ова работи само за сесии кои се извршуваат на Виртуелни терминали стартувани со gdmflexserver, а не со XDMCP.
pt_br: Quando o usuário entra e já existe uma sessão, elas são ligadas à sessão existente ao invés de iniciar uma nova sessão. Isto somente funciona para sessões executadas em Terminais Virtuais iniciados com gdmflexiserver, e não com XDMCP.
th: เมื่อผู้ใช้เข้าระบบโดยมีวาระเดิมอยู่แล้ว จะเชื่อมต่อกับวาระนั้นแทนที่จะเปิดวาระใหม่ ตัวเลือกนี้ใช้ได้กับวาระที่ทำงานบนเทอร์มินัลเสมือน ซึ่งเปิดด้วย gdmflexiserver เท่านั้น และใช้กับ XDMCP ไม่ได้

source: X Server Login Window Preferences
ca: Preferències de la finestra d'entrada del servidor X
gu: X સર્વર પ્રવેશ વિન્ડો પસંદગીઓ
ko: X 서버 로그인 창 기본 설정
lt: X serverio prisijungimo lango nustatymai
mk: X Сервер најава на преференции на прозорец
pa: X ਸਰਵਰ ਲਾਗਇਨ ਝਰੋਖਾ ਪਸੰਦ
pt_br: Preferências da janela de início de sessão do servidor X
th: ปรับแต่ง XServer สำหรับหน้าจอบันทึกเข้าระบบ

source: XDMCP Login Window Preferences
ca: Preferències de la finestra d'entrada d'XDMCP
gu: XDMCP પ્રવેશ વિન્ડો પસંદગીઓ
ko: XDMCP 로그인 창 기본 설정
lt: XDMCP prisijungimo lango nustatymai
mk: XDMCP Најава на преференции на прозорец
pa: XDMCP ਲਾਗਇਨ ਝਰੋਖਾ ਪਸੰਦ
pt_br: Preferências da janela de início de sessão do XDMCP
th: ปรับแต่งหน้าต่างบันทึกเข้าระบบผ่าน XDMCP

source: _Add...
ca: _Afegeix...
gu: ઉમેરો (_A)...
ko: 더하기(_A)...
lt: _Pridėti...
mk: _Додаj...
pa: ਸ਼ਾਮਿਲ(_A)...
pt_br: _Adicionar...
th: เ_พิ่ม...

source: _Add/Modify...
ca: _Afegeix/modifica...
gu: ઉમેરો/સુધારો (_A)...
ko: 더하기/고치기(_A)...
lt: _Pridėti/keisti...
mk: _Додај/Измени...
pa: ਸ਼ਾਮਲ/ਸੋਧ(_A)...
pt_br: A_dicionar/Modificar...
th: เ_พิ่ม/แก้ไข...

source: _Allow local system administrator login
ca: Permet entrar _a l'administrador de sistema local
gu: સ્થાનિક સિસ્ટમ સંચાલક પ્રવેશને પરવાનગી આપો (_A)
ko: 로컬 시스템 관리자 로그인 허용(_A)
lt: _Leisti prisijungti sistemos administratoriui
mk: Д_озволи најава на локален систем администратор
pa: ਲੋਕਲ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਲਾਗਇਨ ਮਨਜ਼ੂਰ(_A)
pt_br: Permitir i_nício de sessão do administrador
th: _อนุญาตให้ผู้ดูแลระบบเข้าระบบที่เครื่องนี้

source: _Allow users to change fonts and colors of plain greeter
ca: _Permet que els usuaris canviïn els tipus de lletra i els colors del rebedor simple
gu: સાદા આવકારનારના ફોન્ટ અને રંગો બદલવા માટે વપરાશકર્તાઓને પરવાનગી આપો (_A)
ko: 사용자가 글꼴과 일반 환영 프로그램의 색상 바꾸기 허용(_A)
lt: _Leisti naudotojams pakeisti paprasto pasveikinimo šriftus ir spalvas
mk: _Дозволи им на корисниците да менуваат фонтови и бои од екранот за најава
pa: ਉਪਭੋਗੀਆਂ ਨੂੰ ਸਮਤਲ ਸਵਾਗਤੀ ਲਈ ਫੋਂਟ ਅਤੇ ਰੰਗ ਤਬਦੀਲ ਕਰਨ ਲਈ ਮਨਜ਼ੂਰ(_A)
pt_br: _Permitir que usuários mudem as fontes e cores do Saudador simples
th: _อนุญาตให้ผู้ใช้เปลี่ยนแบบอักษรและสีของหน้าต่างต้อนรับแบบธรรมดา

source: _Background color:
ca: Color de _fons:
gu: પાશ્વ ભાગનો રંગ (_B):
ko: 바탕 색상(_B):
lt: _Fono spalva:
mk: _Боја на позадина:
pa: ਬੈਕ ਗਰਾਊਂਡ ਰੰਗ(_B):
pt_br: Cor de p_lano de fundo:
th: สี_พื้นหลัง:

source: _Default: "Welcome to %n"
ca: Pre_determinat: «Benvingut a %n»
gu: મૂળભૂત: "%n માં પધારો" (_D)
ko: 기본값(_D): "%n에 오신 것을 환영합니다"
lt: _Numatytoji: „Sveiki atvykę į %n“
mk: _Стандардно: "Добродојде во %n"
pa: ਮੂਲ(_D): "Welcome to %n"
pt_br: Padrão: "_Bem-vindo(a) ao %n"
th: ข้อความ_ปกติ: "ยินดีต้อนรับสู่ %n"

source: _Default: "Welcome"
ca: Pre_determinat: «Benvingut»
gu: મૂળભૂત: " સ્વાગત વાપરો" (_D)
ko: 기본값(_D): "환영합니다"
lt: _Numatytoji: „Sveiki“
mk: _Стандардно: "Добредојде"
pa: ਮੂਲ(_D): "Welcome"
pt_br: _Padrão: "Bem-vindo"
th: ข้อความ_ปกติ: "ยินดีต้อนรับ"

source: _Deny TCP connections to Xserver
ca: Rebutja les connexions TCP al servi_dor X
gu: Xserver ના TCP જોડાણોને પરવાનગી આપો નહિં (_D)
ko: X 서버에서 TCP 연결 거부(_D)
lt: _Uždrausti TCP prisijungimus prie Xserverio
mk: О_дбиј TCP поврзувања со X серверот
pa: Xserver ਲਈ TCP ਕੁਨੈਕਸ਼ਨਾਂ ਲਈ ਰੋਕ(_D)
pt_br: Negar conexões TCP para o ser_vidor X
th: ไ_ม่ยอมรับการเชื่อมต่อ TCP มายัง Xserver

source: _Enable Automatic Login
ca: Habilita l'_entrada automàtica
gu: આપોઆપ પ્રવેશ સક્રિય કરો (_E)
ko: 자동 로그인 사용(_E)
lt: Į_jungti automatinį prisijungimą
mk: До_зволи автоматска најава
pa: ਸਵੈ ਲਾਗਇਨ ਯੋਗ(_E)
pt_br: _Habilitar início automático de Sessão
th: เ_ปิดใช้การเข้าระบบอัตโนมัติ

source: _Enable accessible login
ca: Habilita _els mòduls d'accessibilitat
gu: સુલભ પ્રવેશ સક્રિય કરો (_E)
ko: 접근성 모듈 사용(_E)
lt: Į_jungti prieinamą prisijungimą
mk: Дозволи прист_апна најава
pa: ਸੁਲੱਭਤਾ ਮੈਡਿਊਲ ਯੋਗ(_E)
pt_br: Ativar ac_essibilidade no início da sessão
th: เปิดใ_ช้งานสิ่งอำนวยความสะดวก

source: _Flexible (on demand)
ca: _Flexible (a petició)
gu: રાહતમય (જરૂરીયાત અનુસાર) (_F)
ko: 유연 (온 디멘드)(_F)
lt: _Lankstus (pareikalavus)
mk: _Флексибилно (на барање)
pa: ਲਚਕੀਲਾ (ਮੰਗ ਕਰਨ 'ਤੇ)(_F)
pt_br: Fle_xível (por demanda)
th: _ยืดหยุ่น (ตามสั่ง)

source: _Global face dir:
ca: Directori _global de cares:
gu: વૈશ્વિક ફેસ ડિરેક્ટરી (_G):
ko: 시스템 얼굴 디렉토리(_G):
lt: _Globalus veidų aplankas:
mk: _Глобален директориум на лица:
pa: ਗਲੋਬਲ ਫੇਸ ਡਾਇ(_G):
pt_br: Diretório _global de faces:
th: ไดเรกทอรี_รวมรูป:

source: _GtkRC file:
ca: Fitxer _GtkRC:
gu: _GtkRC ફાઈલ:
ko: GtkRC 파일(_G):
lt: _GtkRC failas:
mk: _GtkRC датотека:
pa: _GtkRC ਫਾਇਲ:
pt_br: Arquivo _GtkRC:
th: แฟ้ม _GtkRC:

source: _Image:
ca: _Imatge:
gu: ચિત્ર (_I):
ko: 그림(_I):
lt: Pave_ikslėlis:
mk: _Слика
pa: ਚਿੱਤਰ(_I):
pt_br: _Imagem:
th: _รูปภาพ:

source: _Include all users from /etc/passwd (not for NIS)
ca: _Inclou a tots els usuaris de /etc/passwd (no per a NIS)
gu: /etc/passwd (NIS માંથી નહિં) બધા વપરાશકર્તાઓનો સમાવેશ કરો
ko: /etc/passwd에 있는 모든 사용자 포함(NIS 제외)(_I)
lt: Į_traukti visus naudotojus iš /etc/passwd (nenaudojant NIS)
mk: _Вклучи ги сите корисници од /etc/passwd (не за NIS)
pa: /etc/passwd ਤੋਂ ਸਭ ਉਪਭੋਗੀ ਸ਼ਾਮਲ (NIS ਲਈ ਨਹੀਂ)
pt_br: _Incluir Todos os Usuários de /etc/passwd (não do NIS)
th: แ_สดงผู้ใช้ทุกคนใน /etc/passwd (ไม่รวม NIS)

source: _Login screen ready:
ca: Panta_lla d'entrada preparada:
gu: પ્રવેશ સ્ક્રીન તૈયાર (_L):
ko: 로그인 화면 준비(_L):
lt: _Prisijungimo ekranas paruoštas:
mk: _Екранот за најава е спремен:
pa: ਲਾਗਇਨ ਪਰਦਾ ਤਿਆਰ(_L):
pt_br: Tela de _início de sessão pronta:
th: หน้า_จอเข้าระบบพร้อมใช้งาน:

source: _Logins are handled by this computer
ca: Aquesta màquina gestiona _les entrades
gu: પ્રવેશો આ કમ્પ્યૂટર દ્વાર નિયંત્રિત થાય છે (_L)
ko: 이 컴퓨터가 로그인을 처리합니다(_L)
lt: _Prisijungimus priima šis kompiuteris
mk: Најавите се пресретнати од страна на овој компјутер
pa: ਇਹ ਕੰਪਿਊਟਰ ਵਲੋਂ ਲਾਗਇਨ ਰੋਕੋ ਗਏ(_L)
pt_br: _Início de sessão são manuseadas por este computador
th: จัดการการเ_ข้าระบบโดยเครื่องนี้

source: _Maximum pending requests:
ca: _Màxim de peticions pendents:
gu: મહત્તતમ બાકી રહેલ અરજીઓ (_M):
ko: 최대 대기 요청(_M):
lt: Daugiausiai _laukiančių užklausų:
mk: _Максумум на побарувања:
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਬਕਾਇਆ ਮੰਗਾਂ(_M):
pt_br: _Máximo de pedidos pendentes:
th: จำนวน_ลูกข่ายที่ให้เข้าใช้งานพร้อมกันสูงสุด:

source: _Minimal UID:
ca: UID _mínim:
gu: ન્યૂનતમ UID (_M):
ko: 최소 UID(_M):
lt: _Mažiausias galima UID:
mk: _Минимално UID:
pa: ਘੱਟੋ-ਘੱਟ UID(_M):
pt_br: UID _Mínimo:
th: UID _ต่ำสุด:

source: _Only allow login if user's home directory permissions are secure
ca: Només permet l'entrada si els permis_os del directori d'inici són segurs
gu: જો વપરાશકર્તાની ઘર ડિરેક્ટરી પરવાનગીઓ સુરક્ષિત હોય ત્યારે જ પ્રવેશ પરવાનગી આપે છે (_O)
ko: 사용자의 홈 디렉토리 권한이 안전한 경우에만 로그인 허용(_O)
mk: _Дозволи најава само ако пермисиите на домашниот директориум на корисникот се обезбедени
pa: ਸਿਰਫ਼ ਤਾਂ ਹੀ ਲਾਗਇਨ ਕਰਨ ਦਿਓ, ਜੇ ਉਪਭੋਗੀ ਦੇ ਘਰ ਡਾਇਰੈਕਟਰੀ ਅਧਿਕਾਰ ਸੁਰੱਖਿਅਤ ਹਨ(_O)
pt_br: Apenas permitir l_ogin se a pasta do usuário for segura
th: อนุญาตให้เ_ข้าระบบถ้าไดเรกทอรีบ้านของผู้ใช้อนุญาตสิทธิ์อย่างเหมาะสมเท่านั้น

source: _Pause before login:
ca: Fes una _pausa abans d'entrar:
gu: પ્રવેશ પહેલાં અટકો (_P):
ko: 로그인 전 일시 정지(_P):
lt: _Pauzė prieš prisijungimą:
mk: _Пауза пред најава:
pa: ਲਾਗਇਨ ਤੋਂ ਪਹਿਲਾਂ ਅੰਤਰਾਲ(_P):
pt_br: _Pausar antes do início da sessão:
th: _รอก่อนเข้าระบบ:

source: _Ping interval:
ca: Interval de _ping:
gu: પીંગ અંતરાલ (_P):
ko: 핑 간격(_P):
lt: Pin_g intervalas:
mk: _Пинг интервал:
pa: ਪਿੰਗ ਅੰਤਰਾਲ(_P):
pt_br: Intervalo entre pin_gs:
th: ช่วงเ_วลาการ ping:

source: _Priority:
ca: _Prioritat:
gu: પ્રાધાન્ય (_P):
ko: 우선 순위(_P):
lt: _Prioritetas:
mk: _Приоритет:
pa: ਦਰਜਾ(_P):
pt_br: _Prioridade:
th: ระดับความ_สำคัญ:

source: _Remove
ca: Sup_rimeix
gu: દૂર કરો (_R)
ko: 지우기(_R)
lt: P_ašalinti
mk: _Oдстрани
pa: ਹਟਾਓ(_R)
pt_br: _Remover
th: _ลบ

source: _Remove...
ca: Sup_rimeix...
gu: દૂર કરો (_R)...
ko: 지우기(_R)...
lt: P_ašalinti...
mk: _Oтстрани...
pa: ਹਟਾਓ(_R)...
pt_br: _Remover...
th: _ลบ...

source: _Restart the Xserver with each login
ca: _Reinicia el servidor X a cada entrada
gu: દરેક પ્રવેશ સાથે Xserver પુનઃશરૂ કરો (_R)
ko: 로그인할 때마다 X 서버 다시 시작(_R)
lt: _Perkrauti X serverį kiekvienąkart prisijungiant
mk: _Рестартирај го Xserver со секоја најава
pa: ਹਰੇਕ ਲਾਗਇਨ ਨਾਲ Xse_rver ਮੁੜ-ਚਾਲੂ ਕਰੋ
pt_br: _Reiniciar o Xserver a cada acesso
th: เปิด X server ให_ม่ทุกครั้งที่เข้าระบบ

source: _Server:
ca: _Servidor:
gu: સર્વર (_S):
ko: 서버(_S):
lt: _Serveris:
mk: _Сервер
pa: ਸਰਵਰ(_S):
pt_br: _Servidor:
th: เ_ซิร์ฟเวอร์:

source: _Servers:
ca: _Servidors:
gu: સર્વરો (_S):
ko: 서버(_S):
lt: _Serveriai:
mk: _Сервери:
pa: ਸਰਵਰ(_S):
pt_br: _Servidores:
th: เ_ซิร์ฟเวอร์:

source: _Show visual feedback (asterisks) in the password entry
ca: Mostra informació vi_sual (asteriscs) en l'entrada de contrasenyes
gu: પાસવર્ડ પ્રવેશમાં દેખીતો અભિપ્રાય (ફૂદડીઓ) બતાવો (_S)
ko: 열쇠글 입력창에서 입력을 볼 수 있게 (별표로) 표시(_S)
lt: _Rodyti grafinius simbolius (žvaigždutes) slaptažodžio laukelyje
mk: _Покажи визуелен знак (ѕвездички) при внесувањето на лозинка
pa: ਗੁਪਤ-ਕੋਡ ਇੰਦਰਾਜ਼ ਵਿੱਚ ਦਿੱਖ ਜਵਾਬ ਵੇਖਾਓ (ਤਾਰੇ)(_S)
pt_br: Mo_strar retorno visual (asteriscos) no campo de senha
th: แ_สดงการตอบสนอง (ด้วยดอกจัน) ในช่องป้อนรหัสผ่าน

source: _Style:
ca: E_stil:
gu: શૈલી (_S):
ko: 모양새(_S):
lt: _Stilius:
mk: _Стил:
pa: ਸ਼ੈਲੀ(_S):
pt_br: _Estilo:
th: รูปแ_บบ:

source: _Theme:
ca: _Tema:
gu: થીમ (_T):
ko: 테마(_T):
lt: _Tema:
mk: _Теми:
pa: ਸਰੂਪ(_T):
pt_br: _Tema:
th: ชุด_ตกแต่ง:

source: _Use circles instead of asterisks in the password entry
ca: _Usa cercles en comptes d'asteriscos en l'entrada de contrasenyes
gu: પાસવર્ડ પ્રવેશમાં ફૂદડીઓની જગ્યાએ વતૃળો વાપરો (_U)
ko: 열쇠글 입력창에서 별표 대신 동그라미 사용(_U)
lt: _Naudoti apskritimus vietoj žvaigždučių slaptažodžio laukelyje
mk: _Користи кругчиња наместо ѕвездички при внесувањето на лозинка
pa: ਗੁਪਤ-ਕੋਡ 'ਚ ਤਾਰਿਆਂ ਦੀ ਬਜਾਏ ਚੱਕਰ ਵਰਤੋਂ(_U)
pt_br: _usar circulos em vez de asteriscos no campo de senha
th: ใ_ช้จุดกลมแทนดอกจันในช่องรหัสผ่าน

source: _User:
ca: _Usuari:
gu: વપરાશકર્તા (_U):
ko: 사용자이름(_U):
lt: _Naudotojas:
mk: _Корисник:
pa: ਉਪਭੋਗੀ(_U):
pt_br: Usuár_io:
th: _ผู้ใช้:

source: _VT:
ca: _Terminal virtual:
ko: 가상 터미널(_V):
th: เ_ทอร์มินัลเสมือน:

source: _X coordinate
ca: Coordenada _X
gu: _X અક્ષ
ko: 가로 좌표(_X)
lt: _X koordinatė
mk: _X координата
pa: _X ਧੁਰਾ
pt_br: Coordinada _X
th: ตำแหน่ง _X

source: _Y coordinate
ca: Coordenada _Y
gu: _Y અક્ષ
ko: 세로 좌표(_Y)
lt: _Y koordinatė
mk: _Y координата
pa: _Y ਧੁਰਾ
pt_br: Coordinada _Y
th: ตำแหน่ง _Y

source: auto yes no
ca: auto sí no
ko: 자동 예 아니오
lt: auto taip ne
mk: автоматски да не
pa: ਆਟੋ ਹਾਂ ਨਹੀਂ
pt_br: auto sim não
th: อัตโนมัติ ใช้ ไม่ใช้

source: dummy
ca: de proves
gu: નકલી
ko: 가짜
lt: netikras
pa: ਫਰਜੀ
pt_br: fictício

source: seconds
ca: segons
gu: સેકન્ડો
ko: 초
lt: sekundžių
mk: секунди
pa: ਸਕਿੰਟ
pt_br: segundos
th: วินาที

source: Too many users to list here...
ca: Hi ha massa usuaris per a llistar ací...
gu: યાદી માટે અહીં ધણાબધા વપરાશકર્તાઓ છે...
ko: 목록에 너무 많은 사용자...
lt: Per daug naudotojų, kad čia išvardyti...
mk: Премногу корисници за листање...
pa: ਇੱਥੇ ਬਹੁਤ ਸਾਰੇ ਉਪਭੋਗੀ ਸੂਚੀਬੱਧ ਹਨ...
pt_br: Muitos usuários para serem listados aqui...
sl: Preveè uporabnikov, da bi bili tu na¹teti...
th: มีผู้ใช้มากเกินกว่าจะแสดง...
vi: Quá nhiều người dùng để liệt kê ở đây...

source: Restart Machine
ca: Reinicia la màquina
gu: મશીન પુનઃશરૂ કરો
ko: 다시 시작
lt: Perkrauti kompiuterį
mk: Рестартирај го компјутерот
pa: ਮਸ਼ੀਨ ਮੁੜ-ਚਾਲੂ
pt_br: Reiniciar o computador
th: เริ่มระบบใหม่

source: There was an error loading the theme %s
ca: S'ha produït un error en carregar el tema %s
gu: %s થીમ ખોલવામાં ભૂલ હતી
ko: 테마 %s(을)를 읽는 중 오류가 생겼습니다
lt: Įkeliant temą įvyko klaida %s
mk: Се појави грешка при вчитување на темата %s
pa: ਇੱਥੇ ਸਰੂਪ %s ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਹੈ
pt_br: Houve um erro ao carregar o tema %s
sl: Ob nalaganju teme %s se je zgodila napaka
th: เกิดความผิดพลาดขณะโหลดชุดตกแต่ง %s

source: The greeter theme is corrupt
ca: El tema per al rebedor està corromput
gu: આવકારનાર થીમ બગડેલી છે
ko: 환영 프로그램의 테마가 잘못되었습니다
lt: Pasveikintuvo tema sugadinta
mk: Темата за графичкиот поздравувач е расипана
pa: ਸਵਾਗਤੀ ਸਰੂਪ ਨਸ਼ਟ ਹੋ ਗਿਆ ਹੈ
pt_br: O tema do Saudador está corrompido
th: ชุดตกแต่งสำหรับหน้าต่างต้อนรับเสีย

source: The theme does not contain definition for the username/password entry element.
ca: El tema no conté una definició per a l'element del camp nom d'usuari/contrasenya.
gu: થીમમાં વપરાશકર્તાના નામ/પાસવર્ડના પ્રવેશ માટેની કોઇ વ્યાખ્યા નથી.
ko: 테마에 사용자이름/열쇠글 항목 요소가 들어있지 않습니다.
lt: Ši tema neapibrėžia, kaip turi atrodyti naudotojo vardo/slaptažodžio įrašo elementas.
mk: Темата не содржи дефиниција за корисничкото име/лозинката.
pa: ਇੰਦਰਾਜ ਇਕਾਈ ਉਪਭੋਗੀ-ਨਾਂ/ਗੁਪਤ-ਕੋਡ ਲਈ ਪਰਿਭਾਸ਼ਾ ਸਰੂਪ ਵਿੱਚ ਨਹੀਂ ਹੈ।
pt_br: O tema não contém uma definição para o elemento de entrada de nome de usuário/senha.
sl: Tema ne vsebuje definicij za vnos uporabni¹kega imena ali gesla.
th: ชุดตกแต่งไม่มีคำนิยามในส่วนประกอบรายการของชื่อผู้ใช้/รหัสผ่าน
vi: Sắc thái này không chứa định nghĩa mục nhập tên người dùng/mật khẩu.
