Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: The specified display number was busy, so this server was started on display %s.
ca: El número de pantalla especificat estava ocupat, per tant s'ha iniciat aquest servidor a la pantalla %s.
gu: સ્પષ્ટ કરેલ ડિસ્પ્લૅ ક્રમાંક વ્યસ્ત હતો, તેથી આ સર્વર ડિસ્પ્લે %s પર ચાલુ થયુ હતું.
ko: 지정한 화면 번호가 사용되고 있습니다, 이 서버는 화면 %s에서 시작되었습니다.
lt: Nurodytas ekrano numeris buvo užimtas, taigi šis serveris buvo paleistas ekrane %s.
mk: Одбраниот екран беше зафатен, па затоа серверот го пуштив на екранот %s.
pa: ਦਰਸਾਇਆ ਗਿਆ ਡਿਸਪਲੇਅ ਨੰਬਰ ਖਾਲੀ ਨਹੀ, ਇਸ ਲਈ ਇਹ ਸਰਵਰ %s ਡਿਸਪਲੇਅ ਨਾਲ ਸ਼ੁਰੂ ਹੋਇਆ ਸੀ।
pt_br: O número da tela especificado estava ocupado, assim este servidor foi iniciando na tela %s.
sl: Podana ¹tevilka zaslona je bila zasedena, zato je bil ta stre¾nik pognan na zaslonu %s.
th: ดิสเพลย์หมายเลขที่ระบุไม่ว่าง ดังนั้นเซิร์ฟเวอร์นี้จะเริ่มทำงานที่ดิสเพลย์ %s
vi: Số hiệu trình bày được ghi rõ đang bận, vì thế trình hỗ trợ này được khởi động trên bộ trình bày %s.

source: The greeter application appears to be crashing. Attempting to use a different one.
ca: El programa rebedor sembla estar fallant. S'intentarà utilitzar-ne un de diferent.
gu: આવકારનાર કાર્યક્રમ ભાંગવા જઈ રહ્યો હોય એવું લાગે છે. અલગ વાપરવા જઈ રહ્યા છીએ.
ko: 환영 프로그램이 비정상적으로 종료한 것 같습니다. 다른 프로그램 사용을 시도합니다.
lt: Atrodo, kad pasveikintuvo programa lūžinėja. Bandoma naudoti kitą.
pa: ਸਵਾਗਤਕਰਤਾ ਕਾਰਜ ਨਸ਼ਟ ਹੋ ਗਿਆ ਜਾਪਦਾ ਹੈ। ਵੱਖਰੇ ਉਪਭੋਗੀ ਦੇ ਤੌਰ 'ਤੇ ਕੋਸ਼ਿਸ਼ ਜਾਰੀ ਹੈ।
pt_br: O programa Saudador parece estar falhando. Tentando usar um diferente.
th: ดูเหมือนว่าโปรแกรมหน้าต่างต้อนรับจะขัดข้อง จะพยายามใช้โปรแกรมอื่นดู

source: %s: Cannot start greeter with gtk modules: %s. Trying without modules
ca: %s: no s'ha pogut iniciar el rebedor amb mòduls gtk: %s. S'està provant sense mòduls
gu: %s આવકારનારને gtk મોડ્યુલ સાથે શરુ કરી શકાય નહિં: %s. મોડ્યુલ સિવાય પ્રયત્ન કરા રહ્યા છે
ko: %s: gtk 모듈과 (%s) 같이 환영 프로그램을 시작할 수 없습니다. 모듈 없이 시도합니다
lt: %s: Nepavyko paleisti pasveikintuvo su gtk moduliais: %s. Bandau be modulių
mk: %s: Не можам да го подигнам поздравувачот со gtk модули: %s. Се обидувам без модули
pa: %s: ਸਵਾਗਤੀ ਨੂੰ gtk ਮੈਡਿਊਲ ਨਾਲ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਦਾ: %s। ਮੈਡਿਊਲ ਤੋਂ ਬਗੈਰ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ।
pt_br: %s: Não foi possível iniciar o Saudador com módulos GTK+: %s. Tentando sem módulos
sl: %s: Ne morem pognati programa pozdrava z gtk moduli: %s. Posku¹am brez modulov
th: %s: ไม่สามารถเริ่มทำงานหน้าต่างต้อนรับด้วยมอดูลของ gtk: %s กำลังพยายามโดยไม่มีมอดูล

source: %s: Cannot start greeter trying default: %s
ca: %s: no s'ha pogut iniciar el rebedor, s'està provant el predeterminat: %s
gu: %s: મૂળભૂતનો પ્રયત્ન કરીને આવકારનાર ચાલુ કરી શકાયુ નહિં: %s
ko: %s: 환영 프로그램을 시작할 수 없습니다. 기본값으로 시도합니다: %s
lt: %s: Nepavyko paleisti pasveikintuvo, bandau įprastą: %s
mk: %s: Не можам да го подигнам поздравувачот: %s
pa: %s: ਸਵਾਗਤੀ ਦੇ ਮੂਲ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਦਾ: %s
pt_br: %s: Não foi possível iniciar o Saudador, tentando o padrão: %s
sl: %s: Ne morem pognati pozdravnega programa, posku¹am privzetega: %s
th: %s: ไม่สามารถเริ่มทำงานหน้าต่างต้อนรับ กำลังพยายามใช้ค่าปริยาย: %s
vi: %s: không thể khởi động trình chào mừng nên thử dùng trình mặc định: %s

source: Cannot start the greeter application; you will not be able to log in. This display will be disabled. Try logging in by other means and editing the configuration file
ca: No s'ha pogut iniciar el programa rebedor, no podreu entrar. Aquesta pantalla s'inhabilitarà. Proveu d'entrar per altres mitjans i d'editar el fitxer de configuració
gu: આવકારનાર કાર્યક્રમ શરૂ કરી શકતા નથી; તમે પ્રવેશ કરવામાં સમર્થ હશો નહિં. આ ડિસ્પ્લે નિષ્ક્રિય થઈ જશે. અન્ય અર્થો દ્વારા પ્રવેશ કરવાનો પ્રયત્ન કરો અને રૂપરેખાંકન ફાઈલમાં ફેરફાર કરવાનો પ્રયત્ન કરો
ko: 환영 프로그램을 시작할 수 없습니다; 로그인 할 수 없습니다. 이 화면은 사용할 수 없습니다. 다른 방법으로 로그인 하여서 설정파일을 편집하십시오.
lt: Nepavyko paleisti pasveikinamosios programos; prisijungti negalėsite. Šis ekranas bus atjungtas. Bandykite prisijungti kitais būdais ir po to paredaguokite konfigūracijos failą
mk: Не можам да ја подигнам програмата за поздравување; Нема да можете да се најавите. Овој екран ќе биде исклучен. Обидете се да се најавите на друг начин и уредете ја конфигурациската датотека
pa: ਸਵਾਗਤੀ ਪਰੋਗਰਾਮ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਤੁਸੀਂ ਲਾਗਇਨ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋ। ਇਹ ਡਿਸਪਲੇਅ ਅਯੋਗ ਕੀਤਾ ਹੈ। ਹੋਰ ਢੰਗ ਨਾਲ ਲਾਗਇਨ ਕਰਨ ਦੀ ਅਤੇ ਸੰਰਚਨਾ ਫਾਇਲ ਸੋਧਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_br: Não foi possível iniciar o programa Saudador; você não poderá iniciar uma sessão. Esta tela será desabilitada. Tente iniciar uma sessão de outra forma e editar o arquivo de configuração
th: ไม่สามารถเริ่มทำงานโปรแกรมหน้าต่างต้อนรับได้ คุณจะไม่สามารถเข้าระบบได้ และดิสเพลย์นี้จะถูกปิดการใช้งาน กรุณาลองเข้าระบบด้วยวิธีอื่นและแก้ไขแฟ้มค่าตั้ง

source: %s: Error starting greeter on display %s
ca: %s: s'ha produït un error en iniciar el rebedor a la pantalla %s
gu: %s: ડિસ્પ્લે %s પર આવકારનારને ચાલુ કરવામાં ભૂલ
ko: %s: 디스플레이 %s에서 환영 프로그램을 시작하는 데 문제 발생
lt: %s: Klaida paleidžiant pasveikintuvą ekrane %s
mk: %s: Грешка при подигнување на поздравувачот на екран %s
pa: %s: %s ਡਿਸਪਲੇਅ ਉੱਤੇ ਸਵਾਗਤੀ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਗਲਤੀ
pt_br: %s: Erro ao iniciar o Saudador na tela %s
sl: %s: Napaka ob zagonu pozdravnega programa na zaslonu %s
th: %s: เกิดข้อผิดพลาดขณะเริ่มหน้าต่างต้อนรับที่ดิสเพลย์ %s
vi: %s: gặp lỗi khi khởi động trình chào mừng trên bộ trình bày %s.

source: %s: Can't fork gdmgreeter process
ca: %s: no es pot bifurcar el procés gdmgreeter
gu: %s: gdm આવકારનારની પ્રક્રિયાને fork કરી શકાયુ નહિં
ko: %s: gdmgreeter 프로세스를 fork할 수 없습니다
lt: %s: Nepavyko atšakoti gdmgreeter proceso
mk: %s: Не можам да го разгранам GDM најавниот процес
pa: %s: GDM ਸਵਾਗਤੀ ਕਾਰਜ ਨੂੰ ਉਠਾ ਨਹੀਂ ਸਕਦਾ
pt_br: %s: Não foi possível bifurcar o gdmgreeter (Saudador do GDM)
sl: %s: Ne morem razvejiti procesa gdmgreeter
th: %s: ไม่สามารถ fork โพรเซสของ gdmgreeter
vi: %s: không thể nhân đôi tiến trình gdmgreeter (trình chào mừng).

source: %s: Can't open fifo!
ca: %s: no es pot obrir la fifo
gu: %s: fifo ખોલી શકાયુ નહિં!
ko: %s: fifo를 열지 못했습니다
lt: %s: Nepavyko atverti fifo!
mk: %s: Не можам да го отворам fifo!
pa: %s: fifo ਨੂੰ ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਦਾ!
pt_br: %s: Não foi possível abrir fifo!
sl: %s: Ne morem odpreti fifo!
th: %s: ไม่สามารถเปิด fifo
vi: %s: không thể mở fifo (gõ trước, xuất trước).

source: %s: Can't init pipe to gdmchooser
ca: %s: no es pot inicialitzar un conducte cap al gdmchooser
gu: %s: પાઇપને gdm પસંદગીમાં શરુ કરી શકાતુ નથી
ko: %s: gdmchooser에 대한 파이프를 초기화할 수 없습니다
lt: %s: Nepavyko sukurti konvejerio į gdmchooser
mk: %s: Не можам да ја иницијализирам цевката до GDM одбирачот
pa: %s: gdmchooser ਵਾਂਗ ਪਾਈਪ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ
pt_br: %s: Não foi possível iniciar conexão local com o gdmchooser (Seletor do GDM)
sl: %s: Ne morem inicializirati cevi do programa gdmchooser
th: %s: ไม่สามารถเริ่มต้นไปป์ไปยัง gdmchooser
vi: %s: không thể khởi động ống dẫn tới gdmchooser (trình chọn).

source: Cannot start the chooser application. You will probably not be able to log in. Please contact the system administrator.
ca: No s'ha pogut iniciar el programa seleccionador. Segurament no podreu entrar. Contacteu amb l'administrador del sistema.
gu: પસંદગકારક કાર્યક્રમ શરૂ કરી શકતા નથી. તમે કદાચ પ્રવેશ કરવા સમર્થ હશો નહિં. મહેરબાની કરીને તમારા સિસ્ટમ સંચાલકનો સંપર્ક કરો.
ko: 선택 프로그램 프로그램을 시작할 수 없어서, 로그인을 할 수 없습니다. 시스템 관리자에게 연락하십시오.
lt: Nepavyko paleisti parinkiklio programos. Tikėtina, kad Jūs negalėsite prisijungti. Susisiekite su sistemos administratoriumi.
mk: Не можам да ја подигнам програмата за одбирање, нема да можете да се најавите.Ве молам контактирајте го систем администраторот.
pa: ਚੋਣਕਾਰ ਪਰੋਗਰਾਮ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਸੀ ਲਾਗਇਨ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pt_br: Não foi possível iniciar o Seletor. Você provavelmente não conseguirá iniciar uma sessão. Por favor, entre em contato com o administrador do sistema.
th: ไม่สามารถเรียกโปรแกรมเลือกโฮสต์ คุณอาจจะไม่สามารถเข้าระบบได้ กรุณาติดต่อผู้ดูแลระบบ

source: %s: Error starting chooser on display %s
ca: %s: s'ha produït un error en iniciar el seleccionador a la pantalla %s
gu: %s: ડિસ્પ્લે %s પર પસંદગી માટેનો કાર્યક્રમ ચાલુ કરવામાં ભૂલ
ko: %s: 디스플레이 %s에서 선택 프로그램을 시작하는 데 문제 발생
lt: %s: Klaida paleidžiant parinkiklį ekrane %s
mk: %s: Грешка при подигнување на одбирачкиот екран %s
pa: %s: ਚੋਣਕਾਰ ਨੂੰ %s ਡਿਸਪਲੇਅ ਤੇ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਗਲਤੀ
pt_br: %s: Erro ao iniciar Seletor na tela %s
sl: %s: Napaka ob zagonu izbirnika na zaslonu %s
th: %s: เกิดข้อผิดพลาดขณะเริ่มทำงานหน้าต่างเลือกโฮสต์ ที่ดิสเพลย์ %s
vi: %s: gặp lỗi khi khởi động trình lựa chọn trên bộ trình bày %s.

source: %s: Can't fork gdmchooser process
ca: %s: no es pot bifurcar el procés gdmchooser
gu: %s: gdm પસંદગીની પ્રક્રિયા fork કરી શકાતી નથી
ko: %s: gdmchooser 프로세스를 fork할 수 없습니다
lt: %s: Nepavyko atšakoti gdmchooser proceso
mk: %s: Не можам да го разгранам GDM најавниот процес
pa: %s: GDM ਚੋਣਕਾਰ ਕਾਰਜ ਨੂੰ ਉਠਾ ਨਹੀਂ ਸਕਦਾ
pt_br: %s: Não foi possível bifurcar o processo gdmchooser
sl: %s: Ne morem razvejiti procesa gdmchooser
th: %s: ไม่สามารถ fork โพรเซส gdmchooser
vi: %s: không thể nhân đôi tiến trình gdmchooser (trình lựa chọn).

source: %s: Could not open ~/.xsession-errors
ca: %s: no s'ha pogut obrir ~/.xsession-errors
gu: %s: ~/.xsession-errors ખોલી શકાઈ નહિં
ko: %s: ~/.xsession-error를 열 수 없습니다
lt: %s: Nepavyko atverti ~/.xsession-errors
mk: %s: Не можам да отворам ~/.xsession-errors
pa: %s: ~/.xsession-errors ਨੂੰ ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível abrir ~/.xsession-errors
sl: %s: Nisem mogel odpreti ~/.xsession-errors
th: %s: ไม่สามารถเปิด ~/.xsession-errors
vi: %s: không mở được ~/.xsession-errors (lỗi phiên X)

source: %s: Execution of PreSession script returned > 0. Aborting.
ca: %s: l'execució de la seqüència PreSession ha retornat un valor més gran que 0. S'està interrompent.
gu: %s: સત્ર પહેલાની લિપિ ચાલ્યા પછી > ૦ પાછું મોકલ્યુ હતું. અડધેથી બંધ કરી રહ્યા છે.
ko: %s: PreSession 스크립트가 0보다 큰 값을 리턴했습니다. 중지.
lt: %s: Vykdant PreSession scenarijų, gautas rezultatas > 0. Nutraukiama.
mk: %s: Извршувањето на PreSession скриптата врати > 0. Прекинувам.
pa: %s: ਪਹਿਲਾਂ ਵਾਲੇ ਸ਼ੈਸ਼ਨ ਸਕ੍ਰਿਪਟ ਦੇ ਚਲਾਉਣ ਨਾਲ ਨਤੀਜਾ > 0 ਆਇਆ ਹੈ। ਅਧੂਰਾ ਖਤਮ।
pt_br: %s: Execução do script PreSession retornou > 0. Abortando.
sl: %s: Izvajanje pred-sejne skripte je vrnilo rezultat veèji od 0. Prekinjam.
th: %s: การดำเนินการของสคริปต์ PreSession คืนค่า > 0 ขอยกเลิก
vi: %s: sự thực hiện tập lệnh PreSession (trước phiên) trả về giả trị > 0 nên hủy bỏ.

source: Language %s does not exist; using %s
ca: La llengua %s no existeix, s'emprarà %s
gu: ભાષા %s અસ્તત્વમાં નથી; %s વાપરીને
ko: 언어 %s(을)를 쓸 수 없습니다; %s(을)를 씁니다
lt: Kalba %s neegzistuoja; naudojama %s
mk: Јазикот %s не постои, користам %s
pa: ਭਾਸ਼ਾ %s ਮੌਜੂਦ ਨਹੀ, %s ਵਰਤੀ ਜਾ ਰਹੀ ਹੈ
pt_br: O idioma %s não existe; usando %s
th: ไม่มีภาษา %s กำลังจะใช้ %s

source: System default
ca: Valor per defecte del sistema
gu: સિસ્ટમનુ મૂળભૂત
ko: 시스템 기본값
lt: Sistemos įprasta
mk: Стандардно за системот
pa: ਸਿਸਟਮ ਮੂਲ
pt_br: Padrão do sistema
sl: Privzeto s strani sistema
th: ค่าปริยายของระบบ
vi: Mặc định hệ thống

source: %s: Could not setup environment for %s. Aborting.
ca: %s: no s'ha pogut configurar l'entorn per a %s. S'està interrompent.
gu: %s: %s માટે પર્યાવરણ સુયોજિત કરી શકાયુ નહિં. અડધેથી અડધેથી બંધ કરી રહ્યા છે.
ko: %s: %s의 환경을 설정하지 못했습니다. 중지합니다.
lt: %s: Nepavyko sukurti aplinkos skirtos %s. Nutraukiama.
mk: %s: Не можам да ја наместам околината за %s. Прекинувам.
pa: %s: %s ਲਈ ਵਾਤਾਵਰਨ ਨਹੀਂ ਬਣਾ ਸਕਿਆ। ਅਧੂਰਾ ਖਤਮ।
pt_br: %s: Não foi possível definir o ambiente para %s. Abortando.
sl: %s: Ne morem nastaviti okolja za %s. Prekinjam.
th: %s: ไม่สามารถตั้งค่าสภาพแวดล้อมสำหรับ %s ขอยกเลิก
vi: %s: không thể thiết lập môi trường cho %s nên hủy bỏ.

source: %s: setusercontext () failed for %s. Aborting.
ca: %s: setusercontext () ha fallat per a %s. S'està interrompent.
gu: %s: %s માટે setusercontext () નિષ્ફળ ગયું. અડધેથી બંધ કરી રહ્યા છે.
ko: %s: %s에 대하여 setusercontext () 실패. 중지.
lt: %s: setusercontext() %s nepavyko. Nutraukiama.
mk: %s: setusercontext() не успеа за %s. Прекинувам.
pa: %s: %s ਲਈ setusercontext () ਅਸਫ਼ਲ ਹੋਇਆ। ਅਧੂਰਾ ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt_br: %s: setusercontext () falhou para %s. Abortando.
th: %s: setusercontext () ล้มเหลวสำหรับ %s ขอยกเลิก

source: %s: Could not become %s. Aborting.
ca: %s: no s'ha pogut convertir en l'id d'usuari %s. S'està interrompent.
gu: %s: %s બની શકાયુ નહિં. અડધેથી બંધ કરી રહ્યા છે.
ko: %s: %s(이)가 되지 못했습니다. 중지합니다.
lt: %s: Nepavyko tapti %s. Nutraukiama.
mk: %s: Не може да стане %s. Прекинувам.
pa: %s: %s ਨਹੀਂ ਬਣ ਸਕਿਆ। ਅਧੂਰਾ ਖਤਮ।
pt_br: %s: Não foi possível definir o ambiente para %s. Abortando.
sl: %s: Ne morem postati %s. Prekinjam.
th: %s: เปลี่ยนผู้ใช้เป็น %s ไม่สำเร็จ ขอยกเลิก
vi: %s: không thể trở thành %s nên hủy bỏ.

source: No Exec line in the session file: %s. Running the GNOME failsafe session instead
ca: No hi ha cap línia d'execució al fitxer de sessió: %s. Es provarà la sessió GNOME a prova de fallades
gu: સત્ર ફાઈલ: %s માં કોઈ Exec વાક્ય નથી. તેની જગ્યાએ જીનોમ નિષ્ફળ નહિં જાય તેવું સત્ર ચલાવી રહ્યા છીએ
ko: 세션 파일에서 실행 중이 없습니다: %s, 그놈 안전 모드 세션으로 실행하겠습니다.
lt: Sesijos faile %s nėra Exec eilutės. Vietoje to paleidžiama atsarginė sesijos
mk: Нема излезна линија во датотеката: %s. Наместо извршување на GNOME failsafe сесија
pa: ਸ਼ੈਸ਼ਨ ਫਾਇਲ %s ਵਿੱਚ ਕੋਈ ਚੱਲਣ (Exec) ਸਤਰ ਨਹੀਂ ਹੈ। ਇਸ ਦੀ ਬਜਾਏ ਗਨੋਮ ਸੰਕਟ-ਕਾਲੀਨ ਸ਼ੈਸ਼ਨ ਚਲਾਓ
pt_br: Nenhuma linha de execução no arquivo de sessão: %s. Executando o GNOME no modo de segurança então
th: ไม่มีบรรทัด Exec ในแฟ้มวาระ: %s กำลังจะเรียกวาระ GNOME failsafe แทน

source: %s: Cannot find or run the base Xsession script. Running the GNOME failsafe session instead.
ca: %s: no s'ha pogut trobar o executar la seqüència base Xsession. Es provarà la sessió GNOME a prova de fallades.
gu: %s: આધાર Xsession સ્ક્રિપ્ટ શોધી અથવા ચલાવી શકતા નથી. તેની જગ્યાએ GNOME failsafe સત્ર ચલાવી રહ્યા છીએ.
ko: %s: 기본 Xsession 스크립트를 찾거나 실행할 수 없습니다. 그놈 안전 모드 세션으로 실행하겠습니다.
lt: %s: Nepavyko rasti ar paleisti Xsession skripto. Vietoje to, paleidžiama GNOME failsafe sesija.
mk: %s: Не можам да ја најдам ии извршам основната скрипта за сесијата. Ќе пробам со спасувачката сесија за GNOME.
pa: %s: ਆਧਾਰ X-ਸ਼ੈਸ਼ਨ ਲੱਭ ਜਾਂ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਤੁਹਾਡੇ ਲਈ ਗਨੋਮ ਅਸਫ਼ਲ-ਸੁਰੱਖਿਆ ਸ਼ੈਸ਼ਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਜਾਵੇਗੀ।
pt_br: %s Não foi possível localizar ou executar o script base do Xsession. Executando o GNOME no modo de segurança.
th: %s: ไม่พบหรือไม่สามารถเรียกสคริปต์วาระพื้นฐาน จะลองใช้วาระ GNOME failsafe แทน

source: Cannot find or run the base session script. Running the GNOME failsafe session instead.
ca: No es pot trobar o executar la seqüència base de sessió. Es provarà la sessió GNOME a prova de fallades
gu: આધાર સત્ર સ્ક્રિપ્ટ શોધી અથવા ચલાવી શકતા નથી. તેની જગ્યાએ GNOME failsafe સત્ર ચલાવી રહ્યા છીએ.
ko: 기본 session 스크립트를 찾거나 실행할 수 없습니다. 그놈 안전 모드 세션으로 실행하겠습니다.
lt: Nepavyko rasti ar paleisti pagrindinės sesijos skripto. Vietoje to, paleidžiama GNOME failsafe sesija.
mk: Не можам да ја најдам ии извршам основната сесиска скрипта. Ќе пробам со GNOME спасувачката сесија.
pa: ਆਧਾਰ ਸ਼ੈਸ਼ਨ ਸਕਰਿਪਟ ਲੱਭੀ ਜਾਂ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦਾ ਹੈ, ਤੁਹਾਡੇ ਲਈ ਗਨੋਮ ਸੰਕਟਕਾਲੀਨ ਸ਼ੈਸ਼ਨ ਹੀ ਚਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ।
pt_br: Não foi possível localizar ou executar o script de sessão base. Executando o GNOME no modo de segurança.
th: ไม่พบหรือไม่สามารถเรียกสคริปต์วาระพื้นฐาน กำลังจะเรียกวาระ GNOME failsafe แทน

source: %s: gnome-session not found for a failsafe GNOME session, trying xterm
ca: %s: no s'ha trobat el gnome-session per a una sessió GNOME a prova de fallades, es provarà amb l'xterm
gu: %s: ફેઈલસેફ જીનોમ સત્ર માટે gnome-session મળ્યું નહિં, xterm નો પ્રયાસ કરી રહ્યા છીએ
ko: %s: gnome-session에서 안전 모드 그놈 세션을 찾을 수 없습니다; xterm으로 시도합니다
lt: %s: gnome-session nerasta failsafe GNOME sesijai, bandoma xterm
mk: %s gnome сесијата не е најдена, се обидувам со xterm
pa: %s: ਸੰਕਟਕਾਲੀਨ ਗਨੋਮ ਸ਼ੈਸ਼ਨ ਲਈ ਗਨੋਮ-ਸ਼ੈਸ਼ਨ ਨਹੀਂ ਲੱਭਿਆ, xterm ਨਾਲ ਕੋਸ਼ਿਸ਼ ਜਾਰੀ
pt_br: %s: gnome-session não encontrado para uma sessão de segurança GNOME; tentando o xterm
sl: %s: gnome-session za sejo varno pred sesutjem ni bil najden, posku¹am xterm
th: %s: ไม่พบ gnome-session ซึ่งวาระ failsafe GNOME ต้องใช้ จะลอง xterm แทน
vi: %s: không tìm thấy gnome-session (phiên gnome) để thực hiện phiên làm việc GNOME dự phòng nên thử dùng xterm.

source: Could not find the GNOME installation, will try running the "Failsafe xterm" session.
ca: No s'ha trobat la instal·lació del GNOME, es provarà d'executar la sessió «xterm a prova de fallades».
gu: જીનોમ સ્થાપન શોધી શક્યા નહિં, હું "ફેઈલસેફ xterm" સત્ર ચલાવવાનો પ્રયાસ કરીશ.
ko: 그놈 설치를 찾을 수 없어서 "안전 모드 xterm" 세션을 실행하려 합니다.
lt: Nepavyko rasti GNOME įdiegimo, bandoma paleisti „Failsafe xterm“ sesiją.
mk: Не можав да пронајдам инсталација на GNOME ќе се обидам да ја подигнам "Failsafe xterm" сесијата.
pa: ਗਨੋਮ ਇੰਸਟਾਲੇਸ਼ਨ ਨਹੀਂ ਲੱਭੀ ਜੀ ਸਕੀ, "ਸੰਕਟਕਾਲੀਨ xterm" ਸ਼ੈਸ਼ਨ ਚਲਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਜਾਰੀ ਹੈ।
pt_br: Não foi possível localizar a instalação do GNOME, tentando executar a sessão "Xterm de segurança".
sl: Nisem mogel najti namestitve GNOME. Posku¹al bom pognati sejo xterm, varno pred sesutjem.
th: ไม่พบการติดตั้งของ GNOME จะลองใช้วาระ "Failsafe xterm" แทน
vi: Không thể tìm thấy bản cài đặt GNOME nên thử thực hiện phiên làm việc «xterm» dự phòng».

source: This is the Failsafe GNOME session. You will be logged into the 'Default' session of GNOME without the startup scripts being run. This should be used to fix problems in your installation.
ca: Aquesta és la sessió GNOME a prova de fallades. Sereu registrat a la sessió «Per defecte» del GNOME sense cap execució de la seqüència d'inicialització. Això es fa per arreglar problemes en la instal·lació.
gu: આ Failsafe GNOME સત્ર છે. તમે શરૂઆત સ્ક્રિપ્ટો ચલાવ્યા વિના જીનોમના 'મૂળભૂત' સત્રમાં પ્રવેશી શકશો. આ તમારા સ્થાપનમાં સમસ્યાઓ ચોક્કસ કરવા માટે વપરાવું જોઈએ.
ko: 안전 모드 그놈 세션 입니다. 시작 스크립트가 없는 그놈의 '기본'세션으로 로그인 합니다. 이것은 설치에서 문제점을 고치기 위해 실행 됩니다.
lt: Tai yra Failsafe Gnome sesija. Jūs būsite prijungti prie „Įprastos“ Gnome sesijos nepaleidžiant jokių startinių scenarijų. Ši sesija turėtų būti naudojama jei reikia taisyti problemas įdiegime.
mk: Ова е спасувачката GNOME сесија. Ќе бидете најавени во стандардната сесија на GNOME без да бидат извршени стартувачките скрипти. Ова е само за да се поправат проблемите во Вашата инсталација.
pa: ਇਹ ਸੰਕਟਕਾਲੀਨ ਗਨੋਮ ਸ਼ੈਸ਼ਨ ਹੈ। ਤੁਸੀ ਕੋਈ ਵੀ ਸ਼ੁਰੂਆਤੀ ਸਕ੍ਰਿਪਟ ਦੇ ਚਲਾਏ ਬਿਨਾਂ 'ਮੂਲ' ਗਨੋਮ ਸ਼ੈਸ਼ਨ ਵਿੱਚ ਲਾਗਇਨ ਕਰੋਤੇ। ਇਹ ਸਿਰਫ ਤੁਹਾਡੀ ਇੰਸਟਾਲੇਸ਼ਨ ਵਿੱਚ ਆਈਆਂ ਸਮੱਸਿਆਂਵਾਂ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।
pt_br: Esta é a sessão GNOME de segurança. Será conectado em uma sessão "Padrão" do GNOME, sem scripts de inicialização. Esta opção serve apenas para corrigir problemas na sua instalação.
th: นี่คือวาระ Failsafe GNOME คุณจะเข้าระบบด้วยวาระ 'ปริยาย' ของ GNOME โดยไม่มีการทำงานของสคริปต์เริ่มการทำงาน วาระนี้ใช้เพื่อแก้ไขปัญหาการติดตั้งของคุณเท่านั้น

source: %s: gnome-session not found for a failsafe GNOME session; trying xterm
ca: %s: no es troba el gnome-session per a una sessió GNOME a prova de fallades, s'està provant amb l'xterm.
gu: %s: gnome-session એ failsafe GNOME સત્ર માટે મળ્યો નથી; xterm નો પ્રયાસ કરી રહ્યા છીએ
ko: %s: gnome-session이 안전 모드 그놈 세션을 찾을 수 없습니다; xterm으로 시도합니다
lt: %s: gnome-session nerasta failsafe GNOME sesijai, bandoma xterm
mk: %s gnome сесијата не е најдена, се обидувам со xterm
pa: %s: ਅਸਫ਼ਲ-ਸੁਰੱਖਿਆ ਗਨੋਮ ਸ਼ੈਸ਼ਨ ਲਈ ਗਨੋਮ ਸ਼ੈਸ਼ਨ ਨਹੀਂ ਲੱਭਿਆ, xterm ਕੋਸ਼ਿਸ਼ ਜਾਰੀ
pt_br: %s: gnome-session não achado para uma sessão GNOME de segurança; tentando o xterm
th: %s: ไม่พบ gnome-session ซึ่งวาระ failsafe GNOME ต้องใช้ จะลอง xterm แทน

source: Could not find the GNOME installation. Running the "Failsafe xterm" session instead.
ca: No s'ha trobat la instal·lació del GNOME, es provarà d'executar la sessió «xterm a prova de fallades».
gu: જીનોમ સ્થાપન શોધી શક્યા નથી. તેની જગ્યાએ "Failsafe xterm" સત્ર ચલાવી રહ્યા છીએ.
ko: 그놈 설치를 찾을 수 없어서 "안전 모드 xterm" 세션을 실행하려 합니다.
lt: Nepavyko rasti GNOME įdiegimo. Vietoje to, „Failsafe xterm“ sesija.
mk: Не можав да пронајдам инсталација на GNOME ќе се обидам да ја подигнам "Failsafe xterm" сесија.
pa: ਗਨੋਮ ਇੰਸਟਾਲੇਸ਼ਨ ਨਹੀਂ ਲੱਭ ਸਕਿਆ, "ਸੰਕਟਕਾਲੀਨ xterm" ਸ਼ੈਸ਼ਨ ਚਲਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਜਾਰੀ ਹੈ।
pt_br: Não foi possível localizar a instalação do GNOME. Executando a sessão "Xterm de segurança".
th: ไม่พบการติดตั้งของ GNOME จะลองใช้วาระ "Failsafe xterm" แทน

source: Cannot find "xterm" to start a failsafe session.
ca: No es pot trobar "xterm" per iniciar una sessió a prova de fallades.
gu: નિષ્ફળ નહિ જાય એવુ સત્ર શરુ કરવા માટે "xterm" શોધી શકાયુ નહિં.
ko: 안전 모드 세션을 시작하기 위한 "xterm"을 찾을 수 없습니다.
lt: Nepavyko rasti „xterm“, reikalingo paleisti failsafe sesijai.
mk: Не можам да го пронајдам "xterm" за да подигнамподигнам session.
pa: ਅਸਫ਼ਲ-ਸੁਰੱਖਿਆ ਸ਼ੈਸ਼ਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ "xterm" ਨਹੀਂ ਲੱਭਿਆ।
pt_br: Não foi possível localizar "xterm" para iniciar uma sessão de segurança.
sl: Nisem na¹el programa "xterm" za zagon seje varne pred sesutjem.
th: ไม่สามารถค้นหา "xterm" เพื่อเริ่มต้นวาระ failsafe
vi: Không thể tìm thấy "xterm" để khởi động phiên làm việc dự phòng.

source: This is the Failsafe xterm session. You will be logged into a terminal console so that you may fix your system if you cannot log in any other way. To exit the terminal emulator, type 'exit' and an enter into the window.
ca: Aquesta és la sessió d'xterm a prova de fallades. Sereu registrat a una consola de terminal per tal que pugueu arreglar el vostre sistema si no podeu entrar de cap altra manera. Per sortir de l'emulador del terminal, escriviu «exit» i premeu retorn a la finestra.
gu: આ નિષ્ફળ નહિ જાય એવુ xterm સત્ર છે. તમને ટર્મિનલ કોન્સોલમાં પ્રવેશ આપવામાં આવશે જેથી કરીને જો તમે બીજી કોઇ રીતે પ્રવેશ મેળવી શકતા ન હોય તો તમે તમારી સિસ્ટમને સરખી કરી શકો. ટર્મિનલ ઇમ્યૂલૅટરમાંથી બહાર નીકળવા માટે 'exit' છાપો અને વિન્ડોમાં પ્રવેશ મેળવો.
ko: 안전 모드 xterm 세션입니다. 터미널 콘솔 이외에 로그인할 수 있는 방법이 없다면 터미널 콘솔로 로그인해야 할 것입니다. 터미널 에뮬레이터를 나가려면, 창 안에서 'exit'라고 타이프하고 엔터를 누르십시오.
lt: Tai yra Failsafe xterm sesija. Jūs būsite prijungti prie terminalo konsolės ir galėsite pataisyti savo sistemą, jei negalite prisijungti kitu būdu. Norėdami išeiti iš terminalo, terminalo lange parašykite „exit“ ir paspauskite „Enter“.
mk: Ова е Failsafe xterm сесија. Ќе бидете најавени на терминална конзола за да можете да го поправите Вашиот систем доколку не можете да се најавите на некој друг начин. За да излезете од терминалниот емулатор, искуцајте „exit“ и притиснете ентер во прозорецот.
pa: ਇਹ ਅਸਫ਼ਲ-ਸੁਰੱਖਿਆ ਗਨੋਮ ਹੈ। ਤੁਸੀ ਟਰਮੀਨਲ ਕਨਸੋਲ ਵਿੱਚ ਲਾਗਇਨ ਕਰੋਗੇ ਤਾਂ ਕਿ ਜੇ ਤੁਸੀ ਕਿਸੇ ਹੋਰ ਢੰਗ ਨਾਲ ਲਾਗਇਨ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਤੁਸੀ ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਸਥਿਰ ਕਰ ਸਕੋ। ਟਰਮੀਨਲ ਇਮੂਲੇਟਰ ਤੋਂ ਬਾਹਰ ਆਉਣ ਲਈ 'exit' ਲਿਖੋ ਅਤੇ ਝਰੋਖੇ ਵਿੱਚ ਦਾਖਲ ਹੋਵੋ।
pt_br: Esta é a sessão xterm de segurança. Você iniciará uma sessão em um console terminal, assim você poderá corrigir o seu sistema, se caso não consiga entrar de nenhuma outra forma. Para sair do emulador do terminal, escreva "exit" na janela do terminal.
sl: To je seja xterm varna pred sesutjem. Prijavljeni boste v konzolo terminala, tako, da boste lahko popravili va¹ sistem v kolikor se drugaèe ne morete prijaviti.Za izhod iz emulatorja terminala vtipkajte 'exit' in pritisnite enter.
th: นี่คือวาระ Failsafe xterm คุณจะเข้าระบบผ่านคอนโซลเทอร์มินัล เพื่อให้คุณแก้ไขระบบในกรณีที่คุณไม่สามารถเข้าระบบในทางอื่นได้ การออกจากโปรแกรมจำลองเทอร์มินัล ให้พิมพ์ exit แล้วกด enter ในหน้าต่าง
vi: Đây là Phiên làm việc xterm dự phòng. Bạn sẽ được đăng nhập vào bàn giao tiếp trên bộ mô phỏng thiết bị cuối để có thể sửa lỗi trên hệ thống khi bạn không còn có thể đăng nhập theo cách khác lại. Để thoát khỏi bộ mô phỏng thiết bị cuối này, hãy gõ 'exit' và nhấn phím Enter vào cửa sổ.
