Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: The greeter version (%s) does not match the daemon version (%s). You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
sl: Razlièica pozdravnega programa (%s) ne ustreza razlièici daemona (%s). Verjetno ste pravkar nadgradili gdm. Znova po¾enite daemon gdm ali vnoviè za¾enite raèunalnik.
vi: Phiên bản của trình chào mừng (%s) không khớp với phiên bản trình nền (%s). Rất có thể là bạn vừa nâng cấp GDM. Hãy khởi động lại trình nền GDM hoặc khởi động lại máy.

source: The configuration file contains an invalid command line for the login dialog, and thus I ran the default command. Please fix your configuration.
sl: Datoteka nastavitev vsebuje neveljavno ukazno vrstico za prijavno okno, zato sem pognal privzet ukaz. Prosim, popravite va¹e nastavitve.
vi: Tập tin cấu hình chứa lệnh sai cho hộp thoại đăng nhập, vậy nên đã chạy lệnh mặc định rồi. Hãy sửa lại cấu hình.

source: No configuration was found
sl: Nobena nastavitev ni bila najdena
vi: Không tìm thấy cấu hình.

source: The configuration was not found. GDM is using defaults to run this session. You should log in and create a configuration file with the GDM configuration program.
sl: Nastavitve niso bile najdene. GDM uporablja privzete za to sejo. Morali bi se prijaviti in ustvariti datoteko nastavitev znastavitvenim programom za GDM.
vi: Không tìm thấy cấu hình. GDM đang dùng mặc định để chạy phiên làm việc này. Bạn nên đăng nhập và tạo tập tin cấu hình bẳng chương trình cấu hình GDM.

source: The face browser is not configured
sl: Brskalnik obrazov ni nastavljen
vi: Trình duyệt chân dung chưa có cấu hình.

source: The face browser is not configured in the GDM configuration. Please ask your system administrator to enable it in the GDM configurator program.
sl: Brskalnik obrazov v nastavitvah GDM ni nastavljen. Prosite svojega sistemskega administratorja, da ga vklopi v programu za nastavljanje GDM.
vi: Trình duyệt chân dung chưa có cấu hình trong GDM, hãy yêu cầu quản trị hệ thống bật tính năng này trong trình cấu hình GDM.

source: Select a photograph to show in the facebrowser:
sl: Izberite fotografijo, ki naj se ka¾e v brskalniku obrazov:
vi: Chọn ảnh để hiển thị trong trình duyệt chân dung:

source: Browse
sl: Brskaj
vi: Duyệt

source: No picture selected.
sl: Slika ni izbrana
vi: Chưa chọn ảnh.

source: Picture is too large
sl: Slika je prevelika
vi: Ảnh quá lớn

source: The system administrator disallowed pictures larger than %d bytes to show in the face browser
sl: Slika je prevelika, saj je sistemski administrator je v brskalniku obrazov prepovedal prikazovanje slik veèjih od %d bajtov
vi: Quản trị hệ thống không cho phép ảnh lớn hơn %d byte khi hiển thị trong trình duyệt chân dung.

source: File %s cannot be open for reading Error: %s
sl: Datoteke %s ni mogoèe odpreti za branje Napaka: %s
vi: Thay đổi ảnh dùng để hiển thị trong trình duyệt chân dung GDM.

source: File %s cannot be open for writing Error: %s
sl: Datoteke %s ni mogoèe odpreti za piosanje Napaka: %s

source: Login Screen Setup
sl: Nastavitev prijavnega zaslona
vi: Thiết lập màn hình đăng nhập

source: Greeter
sl: Pozdravljalnik
vi: Trình chào mừng

source: L_ocal:
sl: _Krajevno:
vi: _Cục bộ:

source: _Remote:
sl: _Oddaljeno:
vi: Từ _xa:

source: _Welcome string:
sl: _Pozdravno sporoèilo:
vi: Chuỗi _chào mừng:

source: Re_mote welcome string:
sl: _Oddaljeno pozdravno sporoèilo:
vi: Chuỗi _chào mừng từ xa:

source: Standard greeter
sl: Obièajen pozdravljalnik
vi: Trình chào mừng chuẩn

source: Graphical greeter
sl: Grafièni pozdravljalnik
vi: Trình chào mừng đồ họa

source: String to be shown in the greeter as welcome. You can insert %n in here and it will be replaced by the name of your computer.
sl: Niz bo prikazan v pozdravu kot dobrodo¹lica. Lahko vstavite %n in zamenjan bo z imenom va¹ega raèunalnika.
vi: Chuỗi sẽ được hiển thị trong trình chào mừng như thông báo chào đón. Bạn có thể chèn %s vào trong và nó sẽ được thay bằng tên máy tính của bạn.

source: String to be shown in the greeter for people logging in remotely with XDMCP. You can insert %n in here and it will be replaced by the name of your computer.
sl: Niz bo prikazan v pozdravu kot dobrodo¹lica uporabnikom, ki se prijavljajo oddaljeno preko XDMCP. Lahko vstavite %n in zamenjan bo z imenom va¹ega raèunalnika.
vi: Chuỗi sẽ được hiển thị trong trình chào mừng cho người đăng nhập từ xa bằng XDMCP. Bạn có thể chèn %s vào trong và nó sẽ được thay bằng tên máy tính của bạn.

source: Always use 24 hour cloc_k format
sl: Vedno uporabljaj 24 u_rno obliko èasa
vi: Luôn dùng dạng 24 tiếng (00:00-24:00).

source: Automatic Login
sl: Samodejna prijava
vi: Đăng nhập tự động

source: _Automatic login username:
sl: Uporabni¹ko ime za _samodejno prijavo:
vi: Tên người _dùng tự động đăng nhập:

source: _Login a user automatically on first bootup
sl: Ob _prvem zagonu prijavi uporabnika samodejno
vi: _Tự động đăng nhập người dùng khi khởi động.

source: Timed Login
sl: Èasovna prijava
vi: Đăng nhập định thời

source: Timed login us_ername:
sl: U_porabni¹ko ime za èasovno prijavo:
vi: Tên người dùng đăng nhập định _thời:

source: _Seconds before login:
sl: _Sekund pred prijavo:
vi: Số _giây trước khi đăng nhập:

source: Login a user automa_tically after a specified number of seconds
sl: Po doloèenem ¹tevilu sekund sa_modejno prijavi uporabnika
vi: _Tự động đăng nhập người dùng sau một khoảng thời gian (giây).

source: Miscellaneous
sl: Razo
vi: Linh tinh

source: Show choosable user images (_face browser)
sl: Ka¾i izbirne uporabni¹ke slike (brskalnik o_brazov)
vi: Hiện ảnh người dùng có thể chọn (bật «Trình duyệt _chân dung»)

source: _No background
sl: _Brez ozadja
vi: _Không nền

source: _Image
sl: _Slika
vi: Ả_nh

source: Co_lor
sl: _Barva
vi: _Màu sắc

source: _Scale background image to fit
sl: _Prilagodi velikost slike v ozadju
vi: _Co dãn ảnh cho vừa

source: _Only color on remote displays
sl: _Le barva na oddaljenih zaslonih
vi: _Chỉ dùng màu trên các màn hình ở xa

source: _Background color:
sl: _Barva v ozadju:
vi: Màu _nền:

source: Pick a color
sl: Izberi barvo
vi: Chọn màu

source: Preview:
sl: Predogled:
vi: Xem trước:

source: No screenshot available
sl: Zajem zaslona ni na voljo
vi: Không có ảnh chụp sẵn sàng

source: Description:
sl: Opis:
vi: Mô tả:

source: description widget
sl: opis gradnik
vi: tác giả

source: author
sl: avtor

source: copyright
sl: avtorske pravice
vi: bản quyền

source: _Install new theme
sl: _Namesti novo temo
vi: _Cài đặt sắc thái mới

source: _Delete theme
sl: _Zbri¹i temp
vi: _Xóa bỏ sắc thái

source: Options
sl: Mo¾nosti
vi: Tùy chọn

source: Allow _root to login with GDM
sl: Dovoli _rootu (administratorju) prijavo preko GDM
vi: Cho phép người _chủ đăng nhập bằng GDM.

source: Allow root to login r_emotely with GDM
sl: Dovoli root-u (administratorju), da se oddaljeno _prijavi preko GDM
vi: Cho phép người chủ đăng nhập từ _xa bằng GDM.

source: Allow remote _timed logins
sl: Dovoli oddaljene è_asovne prijave
vi: Cho phép đăng nhập định _thời từ xa

source: Show the "Actions" menu (formerly known as the "System" menu). If not set, none of the system commands will be available (this includes reboot, shutdown, configure, chooser)
sl: Ka¾i menu "Dejanja" (prej znan kot menu "Sistem). Èe ni nastavljen, ne bo na voljo noben od sistemskih ukazov (to vkljuèuje vnovièni zagon, ustavitev, nastavitev in izbirnik).
vi: Hiện trình đơn «Hành động» (còn gọi là trình đơn «Hệ thống»). Nếu không đặt, sẽ không có các lệnh hệ thống (như khởi động lại, tắt máy, cấu hình, trình chọn) công bố.

source: Show _actions menu
sl: Ka¾i menu _dejanj
vi: Hiện trình đơn _hành động

source: Allow c_onfiguration from the login screen
sl: Dovoli nastavitve v zaslonu prijavljanja
vi: Cho phép định _cấu hình từ màn hình đăng nhập.

source: Allo_w running XDMCP chooser from the login screen
sl: Do_voli zagon izbirnika XdMCP iz prijavnega zaslona
vi: Cho phép _chạy bộ chọn XDMCP từ màn hình đăng nhập.

source: Always disallow TCP connections to _X server (disables all remote connections)
sl: Vedno onemogoèi povezave TCP na stre¾nik _X (onemogoèi vse oddaljene povezave).
vi: Luôn tắt kết nối TCP đến trình hỗ trợ _X (tắt mọi kết nối từ xa).

source: Retry _delay (seconds) :
sl: Premor me_d poizkusi (sekund) :
vi: Khoảng đợ_i thử lại (giây):

source: Enable _accessibility modules
sl: Vkljuèi _dostopnostne module
vi: Bật mô-đun _truy nhập

source: Make a _sound when login window is ready
sl: Predvajaj _zvok se, ko je prijavno okno pripravljeno
vi: Phát âm khi cửa sổ đăng nhập _sẵn sàng

source: Sound _file:
sl: Zvoèna _datoteka:
vi: Tập tin _âm thanh:

source: _Test sound
sl: _Preizkusi zvok
vi: _Thử âm thanh

source: No XDMCP support in the binary. To enable XDMCP support you must recompile GDM with the XDMCP libraries.
sl: Podpora XDMCP ni bila prevedena. Za vkljuèitev podpore XDMCP morate GDM prevesti skupaj s knji¾njicami XDMCP.
vi: Không hỗ trợ XDMCP trong nhị phân. Để bật hỗ trợ XDMCP bạn phải biên dịch lại GDM với các thư viện XDMCP.

source: Enable _XDMCP
sl: Vkjuèi _XDMCP
vi: Bật _XDMCP

source: Honour _indirect requests
sl: Upo¹tevaj zahtevke za _preusmeritev
vi: Thực hiện các yêu cầu gián tiếp

source: Maximum _pending requests:
sl: Najveèje ¹_tevilo èakajoèih zahtevkov:
vi: Số yêu cầu bị _hoãn tối đa:

source: Max p_ending indirect requests:
sl: Najveèje ¹tevilo èakajoèih _posrednih zahtevkov:
vi: Số yêu cầu _gián tiếp bị hoãn tối đa:

source: Pin_g interval (seconds):
sl: Interval za _ping (sekund):
vi: Thời gian giữa lần gửi gói pin_g (giây):

source: Ping interval (seconds):
sl: Interval za ping (sekund):
vi: Thời gian giữa lần gửi gói ping (giây):

source: An error occured while trying to contact the login screens. Not all updates may have taken effect.
sl: Ob poskusu povezovanja z prijavnimi zasloni se je zgodila napaka. Vse posodobitve morda niso uveljavljene.
vi: Lỗi liên lạc với màn hình đăng nhập. Không phải tất cả các cập nhật sẽ có tác động.

source: Autologin or timed login to the superuser (root) account is not allowed.
sl: Samodejna prijava ali prijava po preteku èasa v superuporabni¹ki (root) raèun ni dovoljena.
vi: Tự động đăng nhập hoặc đăng nhập định thời cho siêu người dùng (root) bị tắt.

source: Details: %s
sl: Podrobnosti: %s
vi: Chi tiết: %s

source: Theme directory '%s' seems to be already installed, install again anyway?
sl: Imenik teme '%s' se zdi ¾e name¹èen, naj ga vseeno namestim znova?
vi: Thư mục sắc thái '%s' dường như đã được cài đặt rồi. Cài đặt lại không?

source: Some error occured when installing the theme
sl: Med name¹èanjem teme se je zgodila napaka
vi: Gặp lỗi khi cài đặt sắc thái.

source: Select new theme archive to install
sl: Izberi nov arhiv teme za namestitev
vi: Chọn kho lưu sắc thái mới cần cài đặt.

source: Do you really wish to remove theme '%s' from the system?
sl: Zares ¾elite iz sistema odstraniti temo '%s'?
vi: Bạn có thực sự muốn loại bỏ sắc thái '%s' khỏi hệ thống không?

source: This configuration window changes settings for the GDM daemon, which is the graphical login screen for GNOME. Changes that you make will take effect immediately. Note that not all configuration options are listed here. You may want to edit %s if you cannot find what you are looking for. For complete documentation see the GNOME help browser Under the category GNOME/System.
sl: To nastavitveno okno spremeni nastavitve daemona GDM, ki je grafièni prijavni zaslon za GNOME. Spremembe, ki jih boste storili, bodo uveljavljene takoj. Vedite, da tu niso na¹tete vse nastavitvene mo¾nosti. Èe tu ne boste na¹èi kar i¹èete, boste morda ¾eleli roèno urediti datoteko %s. Za popolno dokumentacijo si poglejte Gnomov brskalnik pomoèi v razdelku GNOME/Sistem
vi: Bạn phải là siêu người dùng (root: ngươi chủ) để có thể định cấu hình GDM.

source: You must be the superuser (root) to configure GDM.
sl: Za nastavljanje GDMja morate biti administrator (root).

source: Configure the login screen (Gnome Display Manager)
sl: _Nastavi ta prijavni zaslon (Gnomov upravljalnik zaslonov)
vi: Định cấu hình màn hình đăng nhập (trình quản lý bộ trình bày: GDM)

source: The greeter version (%s) does not match the daemon version. You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
sl: Razlièica pozdravnega programa (%s) ne ustreza razlièici daemona. Verjetno ste ravnokar nadgradili gdm. Znova po¾enite gdm ali vnoviè po¾enite raèunalnik.
vi: Gặp lỗi khi tải sắc thái %s.

source: The greeter version (%s) does not match the daemon version (%s). You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
sl: Razlièica pozdravnega programa (%s) ne ustreza razlièici daemona (%s). Verjetno ste ravnokar nadgradili gdm. Znova po¾enite gdm ali vnoviè po¾enite raèunalnik.

source: The theme for the graphical greeter is corrupt
sl: Tema za grafièni pozdravnik je pokvarjena
vi: Sắc thái cho trình chào mừng đồ hoạ bị hỏng.

source: There was an error loading the theme, and the default theme also could not have been loaded, I will attempt to start the standard greeter
sl: Ob nalaganju teme se je zgodila napaka, prav tako ni bilo mogoèe nalo¾iti privzete teme. Posku¹al bom zagnati obièajni pozdravljalnik
vi: Gặp lỗi khi tải sắc thái, mà sắc thái mặc định cũng không thể tải. Sẽ thử khởi động trình chào mừng chuẩn.

source: I could not start the standard greeter. This display will abort and you may have to login another way and fix the installation of gdm
sl: Nisem mogel zagnati obièajnega pozdravljalnika. Ta zaslon se bo prekinil in morda se boste morali prijaviti na drug naèin in popraviti namestitev gdm-ja
vi: Không khởi động được trình chào mừng chuẩn. Bộ trình bày này sẽ bị dừng và bạn có lẽ phải đăng nhập bằng cách khác và sửa bản cài đặt GDM.

source: Last
sl: Zadnja
vi: Cuối cùng

source: Select a language
sl: Izberi jezik
vi: Chọn ngôn ngữ

source: Select a language for your session to use:
sl: Izberite jezik, ki naj ga uporabi va¹a seja:
vi: Hãy chọn một ngôn ngữ cho phiên làm việc cần dùng:

source: Can't open DefaultImage: %s!
sl: Ne morem odreti privzete slike (DefaultImage): %s!
vi: Không mở được DefaultImage (ảnh mặc định): %s.

source: Doubleclick on the user to log in
sl: Za prijavo dvokliknite na uporabnika.
vi: Tạm _dừng máy

source: _XDMCP Chooser
sl: Izbirnik _XDMCP
vi: Bộ chọn lựa _XDMCP

source: _Configure
sl: _Nastavi
vi: _Cấu hình

source: You've got capslock on!
sl: Vkljuèene imate velike èrke!
vi: Bạn đang bật phím CapsLock (gõ chữ hoa luôn).

source: User %s will login in %d second
sl: Uporabnik %s se bo prijavil v %d sekundi
vi: Người dùng %s sẽ đăng nhập trong vòng %d giây.

source: Choose a Session
sl: Izberi sejo
vi: Chọn phiên làm việc

source: Shut down your computer so that you may turn it off.
sl: Ustavi raèunalnik, da se ga lahko izklopi.
vi: Tắt máy thì có thể tắt hết máy

source: _Reboot the computer
sl: _Vnoviè za¾eni raèunalnik
vi: _Khởi động lại máy

source: Cannot open gestures file: %s )
sl: Ne morem odpreti datoteke gest: %s )

source: (memory buffer
sl: (pomnilni¹ki izravnalnik
vi: (vùng đệm bộ nhớ

source: An error occured while loading the user interface element %s%s from file %s. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
sl: Ob nalaganju elementa uporabni¹kega vmesnika %s%s iz datoteke %s se je zgodila napaka. Verjetno je opis vmesnika glade pokvarjen. %s ne more nadaljevati in se bo zato zaprl. Preverite namestitev %s ali na novo namestite %s.
vi: Gặp lỗi khi tải phần giao diện người dùng %s%s từ tập tin %s. Có lẽ tập tin mô tả giao diện glade bị hỏng. %s không thế tiếp tục nên sẽ thoát ở đây. Bạn nên kiểm tra lại bản cài đặt %s hoặc cài đặt lại %s.

source: An error occured while loading the user interface element %s%s from file %s. CList type widget should have %d column. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
sl: Napaka ob nalaganju predmeta uporabni¹kega vmesnika %s%s iz datoteke %s. Gradnik vrste CList bi moral imeti %d stolpec. Mo¾no je, da je bil opis vmesnika glade pokvarjen. %s ne more nadaljevati in se bo zato zaprl. Preverite namestitev %s ali na novo namestite %s.

source: An error occured while loading the user interface from file %s. Possibly the glade interface description was not found. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
sl: Ob nalaganju uporabni¹kega vmesnika iz datoteke %s se je zgodila napaka. Verjetno opis vmesnika glade ni bil najden. %s ne more nadaljevati in se bo zato zarpl. Preverite namestitev %s ali na novo namestite %s.

source: No interface could be loaded, BAD! (file: %s)
sl: Nobenega vmesnika ni moè nalo¾iti, SLABO! (datoteka: %s)
vi: Không tải được giao diện nào cả, tệ quá! (tập tin: %s)

source: Too many alias levels for a locale, may indicate a loop
sl: Preveè vzdevkov za locale, lahko pomeni kro¾no povezavo
vi: Quá nhiều mức bí danh cho một miền địa phương, có thể là bị lặp.

source: N-Z|Panjabi
vi: N-Z|Tiếng Pan-ja-bi
