Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: The GDM user is set to be root, but this is not allowed since it can pose a security risk. Please correct GDM configuration and restart GDM.
ca: L'usuari del gdm està definit com a superusuari. Això no es permet atès que pot ser un risc de seguretat. Corregiu la configuració del gdm i reinicieu-lo.
gu: GDM વપરાશકર્તા રુટ તરીકે સુયોજિત થયેલો છે. પરંતુ આની પરવાનગી નથી કારણકે તે સુરક્ષા માટે ખતરો છે. મહેરબાની કરીને GDM રૂપરેખા સુધારો અને GDM ફરીથી શરુ કરો.
ko: GDM사용자가 root로 설정되어 있지만, 보안상 위험하므로 허용하지 않습니다. GDM설정 %s을(를) 올바르게 고치고 GDM을 다시 시작하여 주십시오.
lt: GDM naudotojas yra nustatytas į root, tačiau tai neleidžiama, nes gali kilti pavojus saugumui. Pataisykite GDM konfigūraciją ir paleiskite GDM iš naujo.
mk: GDM корисникот е наместен да биде root, но ова не е дозволено бидејќи може да претставува ризик за безбедноста. Ве молам поправете ја конфигурацијата на GDM и рестартирајте го GDM.
pa: GDM ਉਪਭੋਗੀ ਪ੍ਰਬੰਧਕ (root) ਦੇ ਤੌਰ ਉੱਤੇ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ, ਪਰ ਇਸ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ, ਕਿਉਂਕਿ ਇਸ ਨਾਲ ਸੁਰੱਖਿਆ ਨੂੰ ਖਤਰਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ GDM ਸੰਰਚਨਾ ਠੀਕ ਕਰੋ ਅਤੇ GDM ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: O usuário GDM está definido para ser administrador, mas isso não é permitido, pois pode se tornar um risco de segurança. Por favor, corrija a configuração do GDM e reinicie o GDM.
th: บัญชีผู้ใช้สำหรับ GDM ถูกกำหนดให้เป็น root แต่ไม่อนุญาตวิธีการนี้ เนื่องจากเสี่ยงต่อความปลอดภัย กรุณาแก้ไขการกำหนดค่าของ GDM ให้ถูกต้องและเริ่มการทำงาน GDM ใหม่

source: %s: The GDM user should not be root. Aborting!
ca: %s: L'usuari GDM no hauria de ser el superusuari. S'està avortant.
gu: %s: GDM વપરાશકર્તા રુટ હોવો જોઈએ નહિં. અડધેથી બંધ કરી રહ્યા છીએ!
ko: %s: GDM 사용자는 루트이면 안 됩니다. 중지!
lt: %s: GDM naudotojas neturėtų būti root. Nutraukiama!
mk: %s: GDM корисникот не треба да биде роот. Прекинувам!
pa: %s: GDM ਉਪਭੋਗੀ ਪ੍ਰਬੰਧਕ (root) ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ। ਅਧੂਰਾ ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ!
pt_br: %s: O usuário GDM não pode ser o administrador. Abortando!
th: %s: บัญชีผู้ใช้สำหรับ GDM ไม่ควรเป็น root ขอยกเลิก!

source: The GDM group '%s' does not exist. Please correct GDM configuration and restart GDM.
ca: El grup GDM '%s' no existeix. Corregiu la configuració del gdm i reinicieu-lo.
gu: GDM જૂથ %s અસ્તિત્વ ધરાવતુ નથી. મહેરબાની કરીને GDM રૂપરેખા સુધારો અને GDM ફરીથી શરુ કરો.
ko: GDM 그룹 '%s'(이)가 없습니다. GDM설정을 올바르게 고치고 gdm을 다시 시작하여주십시오.
lt: GDM grupė „%s“ neezistuoja. Pataisykite GDM konfigūraciją ir paleiskite GDM iš naujo.
mk: GDM корисникикот '%s' не постои. Ве молам исправете ја конфигурацијата на GDM и рестартирајте го GDM.
pa: GDM ਗਰੁੱਪ '%s' ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ GDM ਸੰਰਚਨਾ ਠੀਕ ਕਰੋ ਅਤੇ GDM ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: O grupo GDM "%s" não existe. Por favor corrija a configuração do GDM e reinicie o GDM.
th: ไม่มีบัญชีผู้ใช้ '%s' สำหรับ GDM อยู่ กรุณาแก้ไขการกำหนดค่าของ GDM ให้ถูกต้อง และเริ่มการทำงาน GDM ใหม่

source: %s: Can't find the GDM group '%s'. Aborting!
ca: %s: no es pot trobar el grup del GDM '%s'. S'està avortant.
gu: %s: GDM જૂથ '%s' શોધી શકતા નથી. અડધેથી બંધ કરી રહ્યા છીએ!
ko: %s: GDM 그룹 '%s'(이)가 없습니다. 중지!
lt: %s: Nepavyko rasti GDM grupės „%s“. Nutraukiama!
mk: %s: Не можам да ја пронајдам GDM групата (%s). Прекинувам!
pa: %s: GDM ਗਰੁੱਪ '%s' ਨਹੀਂ ਲੱਭਿਆ। ਅਧੂਰਾ ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ!
pt_br: %s: Não foi possível localizar o grupo GDM "%s". Abortando!
th: %s: ไม่สามารถหากลุ่ม '%s' ของ GDM ขอยกเลิก!

source: The GDM group is set to be root, but this is not allowed since it can pose a security risk. Please correct GDM configuration and restart GDM.
ca: El grup del gdm està definit com al superusuari. Això no es permet atès que pot ser un risc de seguretat. Corregiu la configuració del GDM i reinicieu-lo.
gu: GDM જૂથ રુટ તરીકે સુયોજિત છે, પરંતુ આની પરવાનગી નથી કારણકે તે સુરક્ષા માટે ખતરો છે. મહેરબાની કરીને GDM રૂપરેખા સુધારો અને GDM ફરીથી શરુ કરો.
ko: GDM 그룹이 root로 설정되어 있지만, 보안상 위험하므로 허용하지 않습니다. GDM 설정을 올바르게 고치고 다시 시작하여 주십시오.
lt: GDM grupė nustatyta į root, tačiau tai nėra leidžiama, nes gali kilti pavojus saugumui. Pataisykite GDM konfigūraciją ir paleiskite GDM iš naujo.
mk: GDM групата е наместена да биде root, но ова не е дозволено бидејќи може да претставува закана за безбедноста. Ве молам поправете ja GDM конфигурацијата и рестартирајте го GDM.
pa: GDM ਗਰੁੱਪ root ਦੇ ਤੌਰ ਉੱਤੇ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ, ਪਰ ਇਸ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ, ਕਿਉਂਕਿ ਇਸ ਨਾਲ ਸੁਰੱਖਿਆ ਹੋ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ GDM ਸੰਰਚਨਾ ਠੀਕ ਕਰੋ ਅਤੇ GDM ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: O grupo GDM está definido como administrador, mas isso não é permitido já que se torna um risco de segurança. Por favor, corrija a configuração do GDM e reinicie o GDM.
th: กลุ่มของ GDM ถูกกำหนดให้เป็น root แต่ไม่อนุญาตวิธีการนี้ เนื่องจากเสี่ยงต่อความปลอดภัย กรุณาแก้ไขการกำหนดค่าของ GDM ให้ถูกต้องและเริ่มการทำงาน GDM ใหม่

source: %s: The GDM group should not be root. Aborting!
ca: %s: el grup del gdm no hauria de ser el del superusuari. S'està avortant.
gu: %s: GDM જૂથ રુટ હોવું જોઈએ નહિં. અડધેથી બંધ કરી રહ્યા છીએ!
ko: %s: GDM 그룹은 루트이면 안 됩니다. 중지!
lt: %s: GDM grupė neturėtų būti root. Nutraukiama!
mk: %s: GDM групата не треба да биде root. Прекинувам!
pa: %s: GDM ਗਰੁੱਪ root ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ। ਅਧੂਰਾ ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ!
pt_br: %s: O grupo GDM não deveria ser o administrador. Abortando!
th: %s: กลุ่มของ GDM ไม่ควรเป็น root ขอยกเลิก!

source: %s: Greeter not found or can't be executed by the GDM user
ca: %s: no es troba el rebedor o no pot ser executat per l'usuari GDM
gu: %s: આવકાર મળ્યો નહિં અથવા GDM વપરાશકર્તા દ્વારા ચલાવી શકાય નહિં
ko: %s: 환영 프로그램을 찾을 수 없거나 GDM 사용자로 실행할 수 없습니다
lt: %s: Pasveikintuvas nerastas arba negali būti paleistas GDM naudotojo
mk: %s: Не беше најден поздравувач или пак GDM не може да биде извршен од GDM корисникот
pa: %s: ਸਵਾਗਤੀ ਨਹੀਂ ਲੱਭਿਆ ਜਾਂ GDM ਉਪਭੋਗੀ ਵਲੋਂ ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ
pt_br: %s: Não foi possível localizar o Saudador ou executá-lo pelo usuário GDM
th: %s: ไม่พบหน้าต่างต้อนรับ หรือไม่สามารถดำเนินการได้โดยบัญชีผู้ใช้ของ GDM

source: %s: Remote greeter not found or can't be executed by the GDM user
ca: %s: no es troba el rebedor remot o no pot ser executat per l'usuari GDM
gu: %s: દૂરસ્થ આવકાર મળ્યો નહિં અથવા GDM વપરાશકર્તા દ્વારા ચલાવી શકાય નહિં
ko: %s: 원격 환영 프로그램을 찾을 수 없거나 GDM 사용자로 실행할 수 없습니다
lt: %s: Nuotolinis pasveikintuvas nerastas arba negali būti paleistas GDM naudotojo
mk: %s: Оддалечениот поздравувач не беше пронајден или не можеше да биде извршен од GDM корисникот
pa: %s: ਰਿਮੋਟ ਸਵਾਗਤੀ ਨਹੀਂ ਲੱਭਿਆ ਜਾਂ GDM ਉਪਭੋਗੀ ਵਲੋਂ ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ
pt_br: %s: Não foi possível localizar o Saudador remoto ou executá-lo pelo usuário GDM
th: %s: ไม่พบโปรแกรมหน้าต่างต้อนรับสำหรับเครื่องอื่น หรืออาจมีแต่ GDM ไม่มีสิทธิ์ดำเนินการ

source: %s: Chooser not found or it can't be executed by the GDM user
ca: %s: no es troba el seleccionador o no pot ser executat per l'usuari GDM
gu: %s: પસંદકર્તા મળ્યો નહિ અથવા GDM વપરાશકર્તા દ્વારા ચલાવી શકાય નહિં
ko: %s: 선택 프로그램을 찾을 수 없거나 GDM 사용자로 실행할 수 없습니다
lt: %s: Parinkiklis nerastas arba negali būti paleistas GDM naudotojo
mk: %s: Бирачот не беше пронајден или не може да биде извршен од GDM корисникот
pa: %s: ਚੋਣਕਾਰ ਨਹੀਂ ਲੱਭਿਆ ਜਾਂ GDM ਉਪਭੋਗੀ ਰਾਹੀਂ ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pt_br: %s: Não foi possível localizar o Seletor ou executá-lo pelo usuário GDM
th: %s: ไม่พบโปรแกรมเลือกโฮสต์ หรือไม่สามารถดำเนินการได้โดยบัญชีผู้ใช้ของ GDM

source: No daemon/ServAuthDir specified in the GDM configuration file
ca: No s'ha especificat el directori d'autenticació del servidor o del dimoni al fitxer de configuració del GDM
gu: કોઈ daemon/Serv/AuthDir એ GDM રૂપરેખા ફાઈલમાં સ્પષ્ટ કરાઇ નથી
ko: GDM 설정파일에서 데몬/서버인증 디렉토리가 지정되어있지 않습니다
lt: GDM konfigūracijos faile nenurodytas daemon/ServAuthDir
mk: Во конфигурационата датотека за GDM не е определен daemon/ServAuthDir
pa: GDM ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਕੋਈ daemon/ServAuthDir ਨਹੀਂ ਦਿੱਤੀ ਗਈ ਹੈ
pt_br: O daemon/ServAuthDir não foi especificado no arquivo de configuração do GDM
th: ไม่มีการระบุ daemon/ServAuthDir ในแฟ้มค่าตั้งของ GDM

source: %s: No daemon/ServAuthDir specified.
ca: %s: No s'ha especificat daemon/ServAuthDir.
gu: %s: કોઇ daemon/ServAuthDir સ્પષ્ટ કરાઇ નથી.
ko: %s: 데몬/서버 인증 디렉토리를 지정하지 않았습니다.
lt: %s: Nenurodyta daemon/ServAuthDir.
mk: %s: Не е определен демон/authdir.
pa: %s: ਕੋਈ ਡਾਈਮੋਨ/ਸਰਵਰ-ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ ਨਹੀਂ ਦਰਸਾਈ ਹੈ।
pt_br: %s: Nenhum daemon/ServAuthDir especificado.
sl: %s: Daemon/ServAuthDir ni naveden.
th: %s: ไม่มีการระบุ daemon/ServAuthDir
vi: %s: chưa xác định daemon/ServAuthDir.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but is not owned by user %s and group %s. Please correct the ownership or GDM configuration and restart GDM.
ca: El directori d'autorització del servidor (daemon/ServAuthDir) està definit com a %s, però no és propietat de l'usuari %s ni del grup %s. Corregiu la propietat o la configuració del GDM i reinicieu-lo.
gu: સત્તા આપવા માટેની ડિરેક્ટરી (daemon/ServAuthDir) %s પર સુયોજિત કરેલી છે, પરંતુ તે વપરાશકર્તા %s અને સમુહ %s ની માલિકીમાં નથી. મહેરબાની કરીને GDM રૂપરેખા સુધારો અને GDM ફરીથી શરુ કરો.
ko: 서버 인증 디렉토리(daemon/ServAuthDir)가 %s(으)로 설정되어 있지만 사용자 %s와그롭 %s의 소유가 아닙니다. 소유권이나 GDM 설정을 올바르게 고치고 GDM을 다시 시작하여 주십시오.
lt: Serverio autorizacijos aplankas (daemon/ServAuthDir) nustatytas į %s, bet jo savininkas nėra %s ir grupė %s. Pataisykite nuosavybės teises arba GDM konfigūraciją ir paleiskite GDM iš naujo.
mk: Директориумот за авторизација на серверот (daemon/ServAuthDir) е наместено на %s но не е во сопственост на корисникот %s и групата %s. Ве молам поправете ја сопственоста или GDM конфигурацијата и рестартирајте го GDM.
pa: ਸਰਵਰ ਪਰਮਾਣਕ ਡਾਇਰੈਕਟਰੀ (daemon/ServAuthDir) ਨੂੰ %s ਦਰਸਾਇਆ ਗਿਆ ਹੈ, ਪਰ ਇਸ ਉੱਤੇ ਉਪਭੋਗੀ %s ਅਤੇ ਗਰੁੱਪ %s ਦੀ ਮਲਕੀਅਤ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਮਲਕੀਅਤ GDM ਸੰਰਚਨਾ ਠੀਕ ਕਰੋ ਅਤੇ GDM ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: O diretório de Autorização do Servidor (daemon/ServAuthDir) está definido para %s, mas ele não é do usuário %s e do grupo %s. Por favor, corrija o proprietário do diretório ou a configuração do GDM e reinicie o GDM.
th: ไดเรกทอรีการอนุญาตสิทธิเซิร์ฟเวอร์ (daemon/ServAuthDir) กำหนดเป็น %s แต่ไม่ได้เป็นของผู้ใช้ %s และกลุ่ม %s กรุณาแก้ไขความเป็นเจ้าของ หรือแก้ไขการกำหนดค่าของ GDM ให้ถูกต้องและเริ่มการทำงาน GDM ใหม่

source: %s: Authdir %s is not owned by user %s, group %s. Aborting.
ca: %s: el directori d'autenticació %s no és propietat de l'usuari %s ni del grup %s. S'està interrompent.
gu: %s: વપરાશકર્તા %s જૂથ %s પાસે Authdir %s ની માલિકી નથી. અડધેથી અડધેથી બંધ કરી રહ્યા છે.
ko: %s: Authdir %s이(가) 사용자 %s, 그룹 %s의 소유가 아닙니다. 중지.
lt: %s: Authdir %s nepriklauso naudotojui %s, grupei %s. Nutraukiama.
mk: %s: Authdir %s не е во сопственост на корисникот %s, група %s. Прекинувам.
pa: %s: ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ %s ਉੱਤੇ ਉਪਭੋਗੀ %s, ਗਰੁੱਪ %s ਦੀ ਮਲਕੀਅਤ ਨਹੀਂ ਹੈ।ਅਧੂਰਾ ਖਤਮ।
pt_br: %s: Authdir %s não pertence ao usuário %s e ao grupo %s. Abortando.
sl: %s: Lastnik imenika authdir %s ni uporabnik %s, skupine %s. Prekinjam.
th: %s: AuthDir %s ไม่ใช่เจ้าของโดยผู้ใช้ %s กลุ่ม %s ขอยกเลิก
vi: %s: thư mục Authdir %s không được sở hũu bởi người dùng %s, nhóm %s nên hủy bỏ.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but has the wrong permissions: it should have permissions of %o. Please correct the permissions or the GDM configuration and restart GDM.
ca: El directori d'autorització del servidor (daemon/ServAuthDir) està definit com a %s però els permisos són incorrectes: hauria de tenir permisos %o. Corregiu els permisos o la configuració del GDM i reinicieu-lo.
gu: સત્તા આપવા માટેની ડિરૅક્ટરી (daemon/ServAuthDir) %s પર સુયોજિત કરેલી છે પરંતુ તે ખોટી પરવાનગી છે એની પાસે %o ની પરવાનગી હોવી જોઇએ. મહેરબાની કરીને પરવાનગીઓ અથવા GDM રૂપરેખા સુધારો અને GDM ફરીથી શરુ કરો.
ko: 서버 인증 디렉토리(daemon/ServAuthDir)가 %s(으)로 설정되어 있지만 허가권이 잘못되었습니다. 허가권은 %o이어야 합니다. 허가권 또는 GDM 설정을 올바르게 고치고 GDM을 다시 시작하여 주십시오.
lt: Serverio autorizacijos aplankas (daemon/ServAuthDir) nustatytas į %s, bet turi neteisingus leidimus, jis turi turėti %o leidimus. Pataisykite leidimus arba GDM konfigūraciją ir paleiskite GDM iš naujo.
mk: Директориумот за авторизација на серверот (daemon/ServAuthDir) е наместен на %s но има погрешните дозволи, би требало да ги има дозволите од %o. Ве молам поправете ги дозволите или GDM конфигурацијата и рестартирајте го GDM.
pa: ਸਰਵਰ ਪਰਮਾਣਕ ਡਾਇਰੈਕਟਰੀ (daemon/ServAuthDir) %s ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ, ਪਰ ਇਸ ਉੱਤੇ ਗਲਤ ਅਧਿਕਾਰ ਹਨ। ਇਸ ਉੱਤੇ %o ਅਧਿਕਾਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਅਧਿਕਾਰ ਅਤੇ GDM ਸੰਰਚਨਾ ਠੀਕ ਕਰੋ ਅਤੇ GDM ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: O diretório de Autorização do Servidor (daemon/ServAuthDir) está definido para %s, mas tem as permissões erradas. Ele deveria ter permissões %o. Por favor, corrija as permissões ou a configuração do GDM e reinicie o GDM.
th: ไดเรกทอรีการอนุญาตสิทธิ์เซิร์ฟเวอร์ (daemon/ServAuthDir) กำหนดเป็น %s แต่การกำหนดสิทธิ์ไม่ถูกต้อง โดยควรมีค่าเป็น %o กรุณาแก้ไขการกำหนดสิทธิ์ หรือแก้ไขการกำหนดค่าของ GDM ให้ถูกต้องและเริ่มการทำงาน GDM ใหม่

source: %s: Authdir %s has wrong permissions %o. Should be %o. Aborting.
ca: %s: el directori d'autenticació %s té permissos incorrectes (%o); hauria de ser %o.
gu: %s: Authdir %s ખોટી %o પરવાનગી છે, એ %o હોવી જોઇએ. અડધેથી બંધ કરી રહ્યા છે.
ko: %s: Authdir %s의 허가권 %o이(가) 틀렸습니다. %o이어야 합니다. 중지.
lt: %s: Authdir %s turi neteisingus leidimus %o. Turėtų būti %o. Nutraukiama.
mk: %s: Autdir %s има погрешни дозволи %o. Треба да биде %o. Прекинувам.
pa: %s: ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ %s ਉੱਤੇ ਗਲਤ ਅਧਿਕਾਰ %o ਹਨ। %o ਚਾਹੀਦਾ ਹੈ। ਅਧੂਰਾ ਖਤਮ।
pt_br: %s: Authdir %s tem permissões erradas %o. Deveria ser %o. Abortando.
sl: %s: Imenik authdir %s ima napaèna dovoljenja %o. Biti morajo %o. Prekinjam.
th: %s: Authdir %s มีสิทธิ์อนุญาตไม่ถูกต้อง %o ควรเป็น %o ขอยกเลิก
vi: %s: thư mục Authdir %s có quyền truy nhập %o không đúng: nên là %o. Hủy bỏ.

source: y = Yes or n = No? >
ca: y = Sí o n = No? >
gu: y = હા અથવા n = ના? >
ko: y = 예 또는 n = 아니오? >
lt: y = Taip ar n = Ne? >
mk: y = Да или n = Не? >
pa: y = Yes ਜਾਂ n = No? >
pt_br: y = Sim ou n = Não? >
sl: y = Da ali n = Ne? >
th: y = ใช่ หรือ n = ไม่ใช่ >
vi: y = Có hay n = Không? >

source: %s: Cannot get local addresses!
ca: %s: no es poden obtenir les adreces locals.
gu: %s: સ્થાનિક સરનામાઓ મેળવી શકાતા નથી!
ko: %s: 로컬 주소를 얻을 수 없습니다!
lt: %s: Nepavyko gauti vietinių adresų!
mk: %s: Не можам да ја добијам локалната адреса!
pa: %s: ਸਥਾਨਕ ਸਿਰਨਾਵਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਿਆ!
pt_br: %s: Não foi possível obter os endereços locais!
sl: %s: Ne morem dobiti krajevnih naslovov!
th: %s: ไม่สามารถหาที่อยู่ของเครื่องนี้ได้!
vi: %s: không thể lấy địa chỉ cục bộ.

source: Could not setgid %d. Aborting.
ca: No s'ha pogut fer el setgid %d. S'està avortant.
gu: gid %d સુયોજિત કરી શકાયું નહિં, અડધેથી અડધેથી બંધ કરી રહ્યા છે.
ko: setgid %d 실패했습니다. 중지.
lt: Nepavyko setgid %d. Nutraukiama.
mk: Не можев setgid %d. Прекинувам.
pa: setgid %d ਹੋਰ ਨਹੀਂ ਸਕਿਆ। ਅਧੂਰਾ ਖਤਮ।
pt_br: Não foi possível fazer setgid %d. Abortando.
sl: Nisem mogel setgid %d. Prekinjam.
th: ไม่สามารถตั้งค่า gid %d ขอยกเลิก
vi: Không thể setgid %d nên hủy bỏ.

source: initgroups () failed for %s. Aborting.
ca: Ha fallat l'initgroups() per a %s. S'està avortant.
gu: %s માટે initgroups () નિષ્ફળ. અડધેથી બંધ કરી રહ્યા છે.
ko: %s에 대하여 initgroups() 실패. 중지.
lt: initgroups() %s nepavyko. Nutraukiama.
mk: initgroups () не успеа за %s. Прекинувам.
pa: %s ਲਈ initgroups () ਅਸਫ਼ਲ। ਅਧੂਰਾ ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt_br: initgroups () falhou para %s. Abortando.
th: initgroups () ล้มเหลวสำหรับ %s ขอยกเลิก

source: %s: Error setting signal %d to %s
ca: %s: s'ha produït un error en establir %d a %s
gu: %s: સંકેત %d ને %s પર સુયોજિત કરવામાં ભૂલ
ko: %s: 시그널 %d을(를) %s(으)로 설정하는 데 오류가 발생했습니다
lt: %s: Klaida nustatant signalą %d į %s
mk: %s: Грешка при местење на %d управувачот на сигнал: %s
pa: %s: ਗਲਤੀ ਸੰਕੇਤ %d ਨੂੰ %s ਦਰਸਾ ਰਹੀ ਹੈ
pt_br: %s: Erro ao ajustar o sinal %d para %s
sl: %s: Napaka ob nastavljanju signala %d na %s
th: %s: เกิดข้อผิดพลาดขณะตั้งค่าสัญญาณ %d เป็น %s
vi: %s: lỗi khi thiết lập tín hiệu %d thành %s.

source: Last login: %s
ca: Darrer login: %s
gu: છેલ્લો પ્રવેશ: %s
ko: 최근 로그인: %s
lt: Paskutinis prisijungimas: %s
mk: Последно најавување: %s
pa: ਆਖਰੀ ਲਾਗਇਨ: %s
pt_br: Último acesso: %s
sl: Zadnja prijava: %s
th: เข้าระบบครั้งสุดท้าย: %s
vi: Lần đăng nhập cuối: %s

source: Can not start fallback console
ca: No es pot iniciar la consola de recanvi
gu: મૂળ સ્થિતિમાં પાછું લાવી શકાય તેવુ કોન્સોલ શરુ થઇ શકતું નથી
ko: 대체로 콘솔을 시작할 수 없습니다
lt: Nepavyko paleisti atsarginės konsolės
mk: Не можам да ја подигнам резервната конзола
pa: ਫਾਲਬੈਕ ਕਨਸੋਲ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਦਾ
pt_br: Não foi possível iniciar o console de segurança
sl: Nisem mogel zagnati konzole varne pred napakami
th: เปิดคอนโซลสำรองเหตุขัดข้องไม่สำเร็จ
vi: Không thể khởi động bàn giao tiếp dự phòng.

source: There already appears to be an X server running on display %s. Should another display number by tried? Answering no will cause GDM to attempt starting the server on %s again.%s
ca: Sembla ser que ja està executant-se un servidor d'X a la pantalla %s. Voleu provar un altre número de pantalla? Si responeu no, el GDM provarà d'iniciar el servidor a %s de nou.%s
gu: %s ડિસ્પ્લે પર પહેલેથી જ X સર્વર ચાલતુ હોય તેવુ દેખાય છે. શું મારે બીજા કોઇ ડિસ્પ્લે અંક માટે પ્રયત્ન કરવો જોઇએ? ના જવાબ આપવાનું GDM ને સર્વરને %s પર ફરીથી શરૂ કરવાનું કારણ બનશે. %s
ko: 화면 %s에서 이미 실행되고 있는 X 서버가 있습니다. 다른 디스플레이 번호에서 시도를 하시겠습니까? 아니오라고 하면, GDM을 %s에서 서버를 시작하겠습니다. %s
lt: Panašu, kad ekrane %s jau yra veikiantis X serveris. Ar turėtų būti bandomaskitas ekrano numeris? Jeigu atsakysite neigiamai, GDM pabandys paleisti serverį ekrane %s dar kartą.%s
mk: Изгледа дека веќе X сервер работи на приказот %s. Дали да пробам некој друг број на приказ? Доколку одговориш не, ќе се обидам да го подигнам серверот на %s повторно. %s
pa: ਇੱਥੇ ਪਹਿਲਾਂ ਹੀ %s ਡਿਸਪਲੇਅ ਉੱਪਰ X ਸਰਵਰ ਚੱਲ ਰਿਹਾ ਜਾਪਦਾ ਹੈ। ਕੀ ਹੋਰ ਡਿਸਪਲੇਅ ਨੰਬਰ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨੀ ਹੈ? ਜੇ ਤੁਸੀ ਕਿਹਾ ਨਹੀਂ, ਤਾਂ GDM %s ਉੱਪਰ ਸਰਵਰ ਸ਼ੁਰੂ ਕਰੇਂਗੇ। %s
pt_br: Parece que já existe um servidor X em execução na tela %s. Devo tentar um outro número de tela? Se você responder não, o GDM tentará iniciar o servidor em %s novamente.%s
th: ดูเหมือนว่ามี X server ทำงานที่ดิสเพลย์ %s อยู่แล้ว ระบบควรเลือกดิสเพลย์อื่นหรือไม่? ถ้าคุณตอบไม่ ระบบจะพยายามเริ่มทำงานเซิร์ฟเวอร์ที่ %s อีกครั้ง %s

source: (You can change consoles by pressing Ctrl-Alt plus a function key, such as Ctrl-Alt-F7 to go to console 7. X servers usually run on consoles 7 and higher.)
ca: (Podeu canviar de consola prement Ctrl-Alt més una tecla de funció, com ara Ctrl-Alt-F7 per anar a la consola 7. Els servidors d'X normalment s'executen a la consola 7 o superior.)
gu: (તમે Ctrl-Alt અને એક કાર્ય કી દબાવીને કોન્સોલ બદલી શકો છો. જેમ કે Ctrl-Alt-F7 કોન્સોલ ૭ પર જવા માટે X સર્વર મોટા ભાગે કોન્સોલ ૭ અથવા તેનાથી ઉચ્ચ કક્ષામાં ચાલે છે.)
ko: (Ctrl-Alt 와 기능키를 함께 눌러서 콘솔을 바꿀 수 있습니다, 예를 들어 Ctrl-Alt-F7을 누르면 7번 콘솔로 갑니다. 일반적으로 X 서버는 7번 콘솔 이상에서 실행 됩니다.)
lt: (Jūs galite keisti konsoles spausdami Ctrl-Alt ir funkcijos klavišą, pvz. Ctrl-Alt-F7 - pereiti į konsolę 7. X serveriai paprastai veikia konsolėse 7 ir tolesnėse.)
mk: (Можете да ги промените конзолите со притискање на Ctrl-Alt плус функциско копче, како Ctrl-Alt-F7 за да отидеш до конзола 7. X серверите обично работат на конзолите 7 и повеќе.)
pa: (ਤੁਸੀ Ctrl-Alt ਅਤੇ ਨਾਲ ਇੱਕ ਸਵਿੱਚ ਜਿਵੇਂ ਕਿ ਕਨਸੋਲ 7 ਤੇ ਜਾਣ ਲਈ Ctrl-Alt-F7, ਦਬਾ ਕੇ ਕਨਸੋਲ ਤਬਦੀਲ ਕਰ ਸਕਦੇ ਹੋ। X ਸਰਵਰ ਜਿਆਦਾਤਰ ਕਨਸੋਲ 7 ਅਤੇ ਉੱਤੇ ਹੀ ਚਲਦੇ ਹਨ।)
pt_br: (Você pode alternar entre os consoles pressionando Ctrl-Alt mais uma tecla de função, como Ctrl-Alt-F7 para ir para o console 7. Servidores X costumam ser executados do console 7 em diante.)
sl: (Konzole lahko zamenjate s pritiskom na Ctrl-Alt in funkcijsko tipko. Na primer Ctrl-Alt-F7 za konzolo 7. Stre¾nik X navadno teèe na konzolah 7 in vi¹je.)
th: (คุณสามารถเปลี่ยนคอนโซลโดยการกดปุ่ม Ctrl-Alt ตามด้วยปุ่มฟังก์ชัน อย่างเช่น Ctrl-Alt-F7 เพื่อไปที่คอนโซล 7 โดยทั่วไป X server จะทำงานที่คอนโซล 7 ขึ้นไป)
vi: (Bạn có thể chuyển qua bàn giao tiếp bằng cách nhấn tổ hợp phím Ctrl-Alt kèm theo một phím chức năng, ví dụ Ctrl-Alt-F7 sẽ chuyển sang bàn giao tiếp 7. Trình hỗ trợ X thường chạy trên bàn giao tiếp 7 hoặc cao hơn.)

source: Display '%s' cannot be opened by Xnest
ca: L'Xnest no pot obrir la pantalla '%s'
gu: ડિસ્પ્લે '%s' Xnest દ્વારા ખોલી શકાતુ નથી
ko: 화면 '%s'을(를) Xnest로 열 수 없습니다
lt: Xnest negali atverti ekrano „%s“
mk: Приказот '%s' не може да биде отворен од Xnest
pa: ਡਿਸਪਲੇਅ '%s' Xnest ਰਾਹੀਂ ਖੁੱਲ੍ਹ ਨਹੀਂ ਸਕਦਾ
pt_br: Não foi possível abrir a tela "%s" pelo Xnest
sl: Zaslona '%s' Xnest ne more odpreti
th: ดิสเพลย์ '%s' ไม่สามารถเปิดด้วย Xnest ได้
vi: Xnest không mở được bộ trình bày '%s'

source: Display %s is busy. There is another X server running already.
ca: La pantalla %s està ocupada, ja hi ha un altre servidor d'X executant-s'hi.
gu: ડિસ્પ્લે %s વ્યસ્ત છે. પહેલેથી જ બીજું X સર્વર ચાલા રહ્યુ છે.
ko: 화면 %s이(가) 사용중입니다. 다른 X 서버를 이미 실행하고 있습니다.
lt: Ekranas %s yra užimtas. Jau veikia kitas X serveris.
mk: Приказот %s е зафатен. Друг X сервер веќе работи.
pa: ਡਿਸਪਲੇਅ %s ਰੁੱਝਿਆ ਹੋਇਆ ਹੈ। ਇੱਥੇ ਪਹਿਲਾਂ ਹੀ ਹੋਰ X ਸਰਵਰ ਚੱਲ ਰਿਹਾ ਹੈ।
pt_br: A tela %s está ocupada. Já existe um outro servidor X em execução.
sl: Zaslon %s je zaseden, en stre¾nik X ¾e teèe.
th: ดิสเพลย์ %s ไม่ว่าง มี X server อื่นกำลังทำงานอยู่
vi: Bộ trình bày %s quá bận. Có một trình hỗ trợ X khác đang chạy.

source: %s: Error opening a pipe: %s
ca: %s: s'ha produït un error en obrir un conducte: %s
gu: %s: પાઇપ ખોલવામાં ભૂલ: %s
ko: %s: 파이프를 여는 데 오류가 발생했습니다: %s
lt: %s: Klaida atveriant konvejerį: %s
mk: %s: Грешка отварајќи ја цевката: %s
pa: %s: ਗਲਤੀ, ਪਾਈਪ ਖੋਲ੍ਹ ਰਹੀ ਹੈ: %s
pt_br: %s: Erro ao abrir um pipe: %s
sl: %s: Napaka ob odpiranju cevi: %s
th: %s: เกิดความผิดพลาดขณะเปิดไปป์: %s
vi: %s: gặp lỗi khi mở ống dẫn: %s

source: %s: failed to connect to parent display '%s'
ca: %s: no s'ha pogut connectar a la pantalla pare «\%s»
gu: %s: પિતૃ ડિસ્પ્લે '%s' સાથે જોડાવામાં નિષ્ફળ
ko: %s: 상위 디스플레이 '%s'에 연결이 실패했습니다
lt: %s: nepavyko prisijungti motininio ekrano „%s“
mk: %s: не можам да се врзам за приказот %s
pa: %s: %s' ਡਿਸਪਲੇਅ ਨਾਲ ਜੁੜ ਲਈ ਅਸਫ਼ਲ ਹੈ
pt_br: %s: falha ao se conectar à tela pai "%s"
th: %s: ไม่สามารถเชื่อมต่อไปยังดิสเพลย์แม่ '%s'

source: %s: Cannot find a free display number
ca: %s: no es pot trobar un número de pantalla lliure
gu: %s: મુક્ત ડિસ્પ્લે ક્રમાંક શોધી શકાતો નથી
ko: %s: 사용가능한 화면 번호를 찾을 수 없습니다
lt: %s: Nepavyko rasti laisvo ekrano numerio
mk: %s: Не можам да пронајдам слободен број за приказот
pa: %s: ਖਾਲੀ ਡਿਸਪਲੇਅ ਨੰਬਰ ਨਹੀਂ ਲੱਭਿਆ ਜਾ ਸਕਿਆ
pt_br: %s: Não foi possível localizar um número livre de tela
sl: %s: Ne najdem proste ¹tevilke zaslona
th: %s: ไม่มีหมายเลขดิสเพลย์ที่ว่างอยู่
vi: %s: không tìm thấy một số hiệu trình bày chưa dùng.

source: %s: Display %s busy. Trying another display number.
ca: %s: la pantalla %s està ocupada. S'està intentant un número de pantalla distint.
gu: %s: ડિસ્પ્લે %s વ્યસ્ત છે. બીજા ડિસ્પ્લે ક્રમાંક માટે પ્રયત્ન કરો.
ko: %s: 화면 %s이(가) 사용중입니다. 다른 화면 번호로 시도합니다.
lt: %s: Ekranas %s užimtas. Bandomas kitas ekrano numeris.
mk: %s: Приказот %s е зафатен. Се обидувам со друг број на приказ.
pa: %s: ਡਿਸਪਲੇਅ %s ਰੁੱਝਿਆ ਹੋਇਆ ਹੈ। ਹੋਰ ਡਿਸਪਲੇਅ ਨੰਬਰ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ।
pt_br: %s: Tela %s ocupada. Tentando outro número de tela.
sl: %s: Zaslon %s je zaseden. Posku¹am drugo ¹tevilko zaslona.
th: %s: ดิสเพลย์ %s ไม่ว่าง กำลังพยายามใช้ดิสเพลย์หมายเลขอื่น
vi: %s: bộ trình bày %s quá bận nên thử một số hiệu trình bày khác.

source: Invalid server command '%s'
ca: L'ordre '%s' del servidor no és vàlida
gu: અયોગ્ય સર્વર આદેશ '%s'
ko: 서버 명령 '%s'이(가) 잘못되었습니다
lt: Neteisinga serverio komanda '%s'
mk: Невалидна сервер команда '%s'
pa: ਅਯੋਗ ਸਰਵਰ ਕਮਾਂਡ '%s'
pt_br: Comando do servidor inválido "%s"
sl: Neveljaven stre¾ni¹ki ukaz '%s'
th: คำสั่งเซิร์ฟเวอร์ไม่ถูกต้อง '%s'
vi: Lệnh máy chủ '%s' không hợp lệ
