Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: - Nested gdm login
ca: - Entrada gdm imbricada
gu: - પુનરાવર્તિત gdm પ્રવેશ
ko: - 중첩 GDM 로그인
lt: - Įterptas gdm prisijungimas
mk: - Вгнездена gdm најава
pa: - ਅੰਦਰੂਨੀ gdm ਲਾਗਇਨ
pt_br: - Acesso GDM aninhado
th: - การเข้าระบบด้วย gdm ในหน้าต่างซ้อน

source: Xnest doesn't exist.
ca: Xnest no existeix.
gu: Xnest અસ્તિત્વ ધરાવતુ નથી.
ko: Xnest가 없습니다.
lt: Xnest neegzistuoja.
mk: Xnest не постои.
pa: Xnest ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pt_br: O Xnest não existe.
sl: Xnest ne obstaja
th: ไม่มี Xnest อยู่
vi: Không có Xnest.

source: Please ask your system administrator to install it.
ca: Demaneu a l'administrador de sistema que l'instal·li.
gu: મહેરબાની કરીને તમારે સિસ્ટમ સંચાલકને તેની સ્થાપના કરવા કહો.
ko: 시스템 관리자에게 설치하도록 요청하십시오.
lt: Paprašykite sistemos administratoriaus, kad jį įdiegtų.
mk: Замолете го Вашиот систем администратор да го инсталира.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨੂੰ ਇਸ ਦੇ ਨਿਰਧਾਰਨ ਕਰਨ ਬਾਰੇ ਪੁੱਛੋ।
pt_br: Por favor, peça ao administrador do sistema para instalá-lo.
sl: Prosite svojega sistemskega administratorja, da ga namesti.
th: กรุณาขอให้ผู้ดูแลระบบของคุณติดตั้งโปรแกรม
vi: Hãy yêu cầu quản trị hệ thống cài đặt nó.

source: Indirect XDMCP is not enabled
ca: L'XDMCP indirecte no està habilitat
gu: પરોક્ષ XDMCP સક્રિય નથી
ko: 간접 XDMCP를 사용할 수 없습니다
lt: Netiesioginis XDMCP neįjungtas
mk: Индиректен XDMCP е оневозможен
pa: ਅਸਿੱਧਾ XDMCP ਯੋਗ ਨਹੀਂ ਕੀਤਾ
pt_br: O XDMCP indireto não está habilitado
sl: Posredni XDMCP ni vkljuèen
th: ไม่ได้เปิดใช้งานการใช้ XDMCP โดยอ้อม
vi: Chưa bật XDMCP gián tiếp.

source: Please ask your system administrator to enable this feature.
ca: Demaneu a l'administrador de sistema que habiliti aquesta característica.
gu: આ લક્ષણ સક્રિય કરવા માટે મહેરબાની કરીને તમારા સિસ્ટમ સંચાલકને પૂછો.
ko: 시스템 관리자에게 이 기능을 켜도록 요청하십시오.
lt: Paprašykite sistemos administratoriaus, kad jį įdiegtų.
mk: Замолете го Вашиот систем администратор да ја вклучи оваа опција.
pa: ਇਹ ਫੀਚਰ ਯੋਗ ਕਰਨ ਲਈ ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨੂੰ ਪੁੱਛੋ।
pt_br: Por favor, peça ao administrador do sistema para habilitar esta ferramenta.
th: กรุณาขอให้ผู้ดูแลระบบของคุณเปิดใช้ความสามารถนี้

source: XDMCP is not enabled
ca: XDMCP no està habilitat
gu: XDMCP સક્રિય નથી
ko: XDMCP를 사용할 수 없습니다
lt: XDMCP neįjungtas
mk: XDMCP е оневозможен
pa: XDMCP ਯੋਗ ਨਹੀਂ ਕੀਤਾ
pt_br: O XDMCP não está habilitado
sl: XDMCP ni vkljuèen
th: XDMCP ไม่ได้เปิดใช้งาน
vi: Chưa bật XDMCP.

source: GDM is not running
ca: El GDM no s'està executant
gu: GDM ચાલી રહ્યુ છે
ko: GDM을 실행하지 않았습니다
lt: Šiuo metu GDM neveikia
mk: GDM не работи
pa: GDM ਨਹੀਂ ਚੱਲ ਰਿਹਾ
pt_br: O GDM não está executando
sl: GDM ne teèe
th: GDM ไม่ได้ทำงานอยู่
vi: GDM chưa chạy.

source: Please ask your system administrator to start it.
ca: Demaneu a l'administrador del sistema que l'iniciï.
gu: મહેરબાની કરીને તમારા સિસ્ટમ સંચાલકને એને શરુ કરવા કહો.
ko: 시스템 관리자에게 실행을 요청하십시오.
lt: Paprašykite sistemos administratoriaus, kad jį paleistų.
mk: Замолете го Вашиот систем администраторот да го пушти.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਤੋਂ ਇਸ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਪੁੱਛੋ।
pt_br: Por favor, peça ao administrador do sistema para iniciá-lo.
sl: Prosite svojega administratorja sistema, da ga po¾ene.
th: กรุณาขอให้ผู้ดูแลระบบของคุณเปิดบริการด้วย
vi: Hãy yêu cầu quản trị hệ thống khởi động nó.

source: Could not find a free display number
ca: No s'ha pogut trobar un número de pantalla lliure
gu: મુક્ત ડિસ્પ્લે ક્રમાંક શોધી શકાયો નહિ
ko: 사용 가능한 디스플레이 번호를 찾을 수 없습니다
lt: Nepavyko rasti laisvo ekrano numerio
mk: Неможев да најдам слободен број на екран
pa: ਮੁਕਤ ਡਿਸਪਲੇਅ ਨੰਬਰ ਨਹੀਂ ਲੱਭਿਆ
pt_br: Não foi possível localizar um número de tela livre
sl: Nisem mogel najti proste ¹tevilke zaslona
th: ไม่มีหมายเลขดิสเพลย์ที่ว่างอยู่
vi: Không tìm thấy số hiệu bộ trình bày chưa dùng.

source: Please wait: scanning local network...
ca: Espereu: s'està escanejant la xarxa local...
gu: મહેરબાની કરીને રાહ જુઓ: સ્થાનિક નૅટવર્ક જોઇ રહ્યા છે...
ko: 잠시 기다리십시오: 로컬 네트워크에서 찾습니다...
lt: Prašau palaukti: peržiūriu vietinį tinklą...
mk: Ве молам почекајте: скенирам локалната мрежа....
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕੋ: ਸਥਾਨਕ ਨੈਟਵਰਕ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ...
pt_br: Por favor, aguarde: varrendo rede local...
sl: Prosimo poèakajte: preiskujem krajevno omre¾je...
th: โปรดรอสักครู่: กำลังสแกนเครือข่ายท้องถิ่น...
vi: Hãy chờ: đang quét mạng địa phương...

source: No serving hosts were found.
ca: No s'ha trobat cap ordinador central servidor.
gu: સેવા આપતા કોઈ યજમાન મળ્યા નહિ.
ko: 아무 호스트도 못찾았습니다.
lt: Aptarnaujančių hostų nerasta.
mk: Нема хостови кои дозволуваат врзување на нив.
pa: ਕੋਈ ਸੇਵਾ ਵਾਲੇ ਮੇਜ਼ਬਾਨ ਨਹੀਂ ਲੱਭੇ।
pt_br: Nenhum servidor foi encontrado.
sl: Noben stre¾ni¹ki gostitel ni bil najden.
th: ไม่พบโฮสต์ที่กำลังให้บริการ
vi: Không tìm thấy máy chủ dịch vụ.

source: Choose a ho_st to connect to:
ca: Escolliu un _servidor al qual connectar:
gu: જોડવા માટે યજમાન પસંદ કરો (_s):
ko: 연결하려는 호스트 선택(_S):
lt: Pasirinkit ho_stą prie kurio jungtis:
mk: Одбери хо_ст за врзување:
pa: ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਮੇਜ਼ਬਾਨ ਚੁਣੋ(_S):
pt_br: _Selecione uma máquina para se conectar:
sl: _Izberite gostitelja na katerega se ¾elite povezati:
th: เลือกโ_ฮสต์ที่จะเชื่อมต่อ:
vi: Hãy chọn một _máy cần kết nối vào:

source: The host "%s" is not willing to support a login session right now. Please try again later.
ca: El servidor «%s» no accepta sessions d'entrada ara mateix. Proveu-ho de nou més tard.
gu: યજમાન "%s" પ્રવેશ સત્રને અત્યારે આધાર આપવા ઇચ્છતો નથી. મહેરબાની કરીને ફરીથી પ્રયત્ન કરો.
ko: 호스트 "%s"(이)가 로그인 세션을 지금 지원하지 않습니다. 나중에 다시 시도하십시오.
lt: Hostas „%s“ šiuo metu nesiruošia palaikyti prisijungimo sesijos. Bandykit vėliau dar kartą.
mk: Хостот "%s" не може да поддржи сесија за најавување во моментов. Ве молам обидете се пак подоцна.
pa: ਮੇਜ਼ਬਾਨ "%s" ਲਾਗਇਨ ਸ਼ੈਸ਼ਨ ਨੂੰ ਹੁਣ ਸਹਿਯੋਗ ਦੇਣਾ ਨਹੀਂ ਚਾਹੁੰਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰਨੀ।
pt_br: A máquina "%s" não está permitindo iniciar uma sessão agora. Por favor, tente mais tarde.
sl: Gostitelj "%s" ni pripravljen podpreti prijavne seje. Znova poskusite kasneje.
th: โฮสต์ "%s" ไม่สามารถรองรับการเข้าระบบได้ในขณะนี้ กรุณาลองใหม่อีกครั้งภายหลัง
vi: Máy "%s" ngay bây giờ không sẵn sàng hỗ trợ phiên đăng nhập. Hãy thử lại chốc nữa.

source: Cannot connect to remote server
ca: No es pot connectar al servidor remot
gu: દૂરસ્થ યજમાન સાથે જોડી શકાશે નહિ
ko: 원격 서버에 연결할 수 없습니다
lt: Nepavyko prisijungti prie nutolusio serverio
mk: Не можам да се врзам на далечниот сервер
pa: ਰਿਮੋਟ ਸਰਵਰ ਨਾਲ ਜੁੜ ਨਹੀਂ ਸਕਦਾ
pt_br: Não foi possível se conectar ao servidor remoto
sl: Ne morem se povezati z oddaljenim stre¾nikom
th: ไม่สามารถเชื่อมต่อไปยังเซิร์ฟเวอร์เครื่องอื่น
vi: Không kết nối được đến máy ở xa.

source: Did not receive any response from host "%s" in %d seconds. Perhaps the host is not turned on, or is not willing to support a login session right now. Please try again later.
ca: No s'ha rebut cap resposta del servidor «%s» en %d segons. Potser el servidor no està engegat, o no accepta sessions d'entrada ara mateix. Intenteu-ho de nou més tard.
gu: "%s" યજમાન પાસેથી %d સેકન્ડમાં કોઇ જવાબ મળ્યો નહિ કદાચ એ યજમાન સક્રિય નથી અથવા આધાર આપવા ઇચ્છતો નથી. મહેરબાની કરીને થોડી વાર પછી પ્રયત્ન કરો.
ko: 호스트 "%s"에서 %d초동안 아무 반응을 받지 않았습니다. 아마도 호스트 컴퓨터가 꺼져있거나 로그인 세션을 지금 지원하지 않는 것 같습니다. 나중에 다시 시도해주십시오.
lt: Negavau jokio atsako iš hosto „%s“ per %d sekundžių. Galbūt hostas yra išjungtas, arba dabar nesiruošia palaikyti prisijungimo sesijos. Bandykit vėliau.
mk: Не добив никаков одговор од хостот "%s" за %d секунди. Најверојатно Хостот не е уклучен или пак не може да го поддржи сесија за најавување во моментов. Ве молам обидете се пак подоцна.
pa: "%s" ਮੇਜ਼ਬਾਨ ਤੋਂ %d ਸਕਿੰਟਾਂ ਵਿੱਚ ਕੋਈ ਜਵਾਬ ਨਹੀਂ ਆਇਆ। ਸ਼ਾਇਦ ਮੇਜ਼ਬਾਨ ਚਾਲੂ ਨਹੀ, ਜਾਂ ਹੁਣ ਲਾਗਇਨ ਸ਼ੈਸ਼ਨ ਨੂੰ ਸਹਿਯੋਗ ਨਹੀਂ ਦੇਣਾ ਚਾਹੁੰਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰਨੀ।
pt_br: Não houve resposta alguma da máquina "%s" em %d segundos. Talvez a máquina não esteja ligada, ou não esteja permitindo criar uma nova sessão agora. Por favor, tente mais tarde.
sl: Nisem prejel nobenega odgovora od gostitelja "%s" v %d sekundah. Morda gostitelj ni pri¾gan ali v tem trenutku ni pripravljen podpreti prijavne seje. Znova poskusite kasneje.
th: ไม่ได้รับการตอบสนองใดจากโฮสต์ "%s" ใน %d วินาที บางทีโฮสต์อาจยังไม่ได้เปิด หรือไม่สามารถรองรับการเข้าระบบได้ในขณะนี้ กรุณาลองใหม่อีกครั้งภายหลัง
vi: Chưa nhận được bất kỳ hồi đáp nào từ máy "%s" trong %d giây. Có lẽ máy đó chưa được bật, hoặc chưa sẵn sàng hỗ trợ đăng nhập. Hãy thử lại sau.

source: Did not receive response from server
ca: No s'ha rebut cap resposta del servidor
gu: સર્વર પાસેથી જવાબ મળ્યો નહિ
ko: 서버에서 반응을 받지 않았습니다
lt: Atsakas iš serverio negautas
mk: Не добив одговор од овој сервер
pa: ਸਰਵਰ ਤੋਂ ਜਵਾਬ ਨਹੀਂ ਮਿਲਿਆ
pt_br: Não houve resposta do servidor
sl: Nisem prejel odgovora s stre¾nika
th: ไม่ได้รับการตอบสนองจากเซิร์ฟเวอร์
vi: Máy chủ chưa trả lời.

source: Cannot find the host "%s". Perhaps you have mistyped it.
ca: No es pot trobar el servidor «%s». Potser l'heu escrit malament.
gu: યજમાન "%s" શોધી શકતા નથી. કદાચ તમે તેને ખોટી રીતે લખ્યું હશે.
ko: 호스트 "%s"을(를) 찾을 수 없습니다, 아마도 잘못 입력한 것 같습니다.
lt: Nepavyko rasti host „%s“, galbūt parašėte jį su klaida.
mk: Не можам да го најдам хостот "%s", најверојатно сте го искуцале погрешно.
pa: ਮੇਜ਼ਬਾਨ "%s" ਨਹੀਂ ਲੱਭਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਸ਼ਾਇਦ ਤੁਸੀਂ ਲਿਖਣ ਵਿੱਚ ਗਲਤੀ ਕੀਤੀ ਹੈ।
pt_br: Não foi possível localizar a máquina "%s". Talvez você tenha digitado errado.
th: หาโฮสต์ "%s" ไม่พบ บางทีคุณอาจจะพิมพ์ผิด

source: Cannot find host
ca: No es pot trobar el servidor
gu: યજમાન શોધી શકાશે નહિ
ko: 호스트를 찾을 수 없습니다
lt: Nepavyko rasti hosto
mk: Не можам да го најдам хостот
pa: ਮੇਜ਼ਬਾਨ ਨਹੀਂ ਲੱਭ ਸਕਦਾ
pt_br: Não foi possível localizar a máquina
sl: Ne najdem gostitelja
th: หาโฮสต์ไม่พบ
vi: Không tìm thấy máy.

source: The main area of this application shows the hosts on the local network that have "XDMCP" enabled. This allows users to login remotely to other computers as if they were logged on using the console. You can rescan the network for new hosts by clicking "Refresh". When you have selected a host click "Connect" to open a session to that computer.
ca: L'àrea principal d'aquesta aplicació mostra els ordinadors centrals de la xarxa local que han habilitat l'«XDMCP». Això permet als usuaris entrar remotament a altres màquines com si hi haguessin entrat utilitzant la consola. Podeu tornar a escanejar la xarxa cercant nous ordinadors centrals fent clic a «Refresca». Quan hàgiu seleccionat un ordinador central feu clic a «Connecta» per a obrir una sessió en aquella màquina.
gu: આ કાર્યક્રમનો મુખ્ય વિસ્તાર સ્થાનિક નૅટવર્ક જેમાં "XDMCP" સક્રિય છે તેવા યજમાન દર્શાવે છે. આ વપરાશકર્તાઓને અન્ય કમ્પ્યૂટરો પર દૂરસ્થ રીતે પ્રવેશ કરવા માટે પરવાનગી આપે છે જો તેઓ કન્સોલની મદદથી પ્રવેશેલ હોય. "પુનઃ તાજું કરો" પર ક્લિક કરીને તમે નવા યજમાનો જોવા માટે ફરીથી નૅટવર્ક જોઇ શકો છો. જ્યારે તમે યજમાન પસંદ કરી લીધો હોય ત્યારે "જોડો" પર ક્લિક કરીને એ યંત્ર સાથે નવું સત્ર શરુ કરી શકો છો.
ko: 이 응용프로그램의 main area는 "XDMCP"를 사용중인 로컬 네트워크의 호스트들을 보여줍니다. 이 기능을 통해 사용자는 마치 콘솔에 로그인한 것처럼 원격에서 다른 기계에 로그인할 수 있습니다. "다시 읽기"를 클릭하면 네트워크를 다시 읽어 새로운 호스트를 찾을 수 있습니다. 호스트를 선택하면 "연결"을 클릭해 그 기계에서 세션을 열 수 있습니다.
lt: Pagrindinė šios programos dalis rodo hostus vietiniame tinkle, kurie turi įjungtą „XDMCP“ palaikymą. Tai leidžia naudotojams prisijungti per atstumą prie kitų mašinų taip, lyg jie būtų prisijungę naudodami konsolę. Jūs galite iš naujo peržiūrėti tinkle naujų hostų paspausdami „Atnaujinti“. Kai pasirinksite hostą, spauskite „Prisijungti“, ir bus atverta sesija į tą mašiną.
mk: Главниот дел од апликацијата ги прикажува хостовите на локалната мрежа кои имаат вклучено "XDMCP". Ова им дозволува на корисниците да се најавуваат оддалеку на други машини како да се најавуваат на самата конзола. Moжете повторно да ја скенирате мрежата ако кликнете на "Освежи". Кога ќе изберете хост притиснете "Врзи се" за да отворите сесија на таа машина.
pa: ਇਸ ਕਾਰਜ ਦਾ ਮੁੱਖ ਖੇਤਰ ਲੋਕਲ ਨੈੱਟਵਰਕ ਉੱਪਰਲੇ ਮੇਜ਼ਬਾਨ ਵੇਖਾਉਦਾ ਹੈ, ਜਿਹਨਾਂ ਕੋਲ "XDMCP" ਯੋਗ ਕੀਤਾ ਸੀ। ਇਸ ਨਾਲ ਉਪਭੋਗੀ ਦੂਰ ਤੋਂ ਦੂਜੀਆਂ ਮਸ਼ੀਨਾਂ ਉੱਤੇ ਲਾਗਇਨ ਕਰ ਸਕਣਗੇ, ਜਿਸ ਤਰਾਂ ਕਿ ਜੇ ਉਹ ਕੋਂਨਸੋਲ ਵਰਤ ਕੇ ਲਾਗਇਨ ਕਰਦੇ ਹਨ। ਤੁਸੀ "ਤਾਜ਼ਾ ਕਰੋ" ਨੂੰ ਦਬਾ ਕੇ ਨਵੇਂ ਮੇਜ਼ਬਾਨਾਂ ਲਈ ਨੈੱਟਵਰਕ ਦੀ ਮੁੜ ਜਾਂਚ ਕਰ ਸਕਦੇ ਹੋ। ਜਦੋਂ ਤੁਸੀ ਮੇਜ਼ਬਾਨ ਚੁਣ ਲਿਆ, ਉਸ ਮਸ਼ੀਨ ਲਈ ਸ਼ੈਸ਼ਨ ਖੋਲ੍ਹਣ ਲਈ "ਕੁਨੈਕਸ਼ਨ" ਨੂੰ ਦਬਾਉ।
pt_br: A área principal desta aplicação mostra as máquinas na rede local que têm o "XDMCP" habilitado. Isto permite que os usuários se conectem remotamente nos computadores como se estivessem em uma sessão usando o console. Você pode varrer novamente a rede em procura de novas máquinas clicando em "Atualizar". Quando você selecionar uma máquina, clique em "Conectar" para iniciar uma sessão naquele computador.
th: พื้นที่หลักของโปรแกรมนี้แสดงโฮสต์ที่อยู่ในเครือข่ายท้องถิ่นที่เปิดใช้งาน "XDMCP" ซึ่งจะช่วยให้ผู้ใช้เข้าระบบจากระยะไกลไปยังเครื่องอื่นได้เหมือนกับเข้าระบบที่คอนโซลโดยตรง คุณสามารถสแกนเครือข่ายอีกครั้งเพื่อหาโฮสต์ใหม่โดยคลิก "เรียกใหม่" เมื่อคุณ ได้เลือกโฮสต์แล้วให้คลิก "เชื่อมต่อ" เพื่อเปิดวาระไปยังเครื่องนั้น

source: Socket for xdm communication
ca: Sòcol per la comunicació amb l'xdm
gu: xdm સંદાશાવ્યવહાર માટેનો સોકેટ
ko: xdm 통신을 위한 소켓
lt: xdm komunikacijos lizdas
mk: Сокет за XDM комуникација
pa: xdm ਸੰਚਾਰ ਲਈ ਸਾਕਟ
pt_br: Soquete para comunicação com XDM
sl: Vtiè za komunikacijo xdm
th: ซ็อกเก็ตสำหรับการติดต่อสื่อสารของ xdm
vi: Ổ cắm cho liên lạc xdm

source: SOCKET
ca: SÒCOL
gu: સોકેટ
ko: <소켓>
lt: LIZDAS
mk: Сокет
pa: ਸਾਕਟ
sl: VTIÈ
th: ซ็อกเก็ต
vi: Ổ CẮM

source: Client address to return in response to xdm
ca: Adreça del client que s'ha de tornar en resposta al xdm
gu: xdm ના જવાબમાં મોકલવા માટેનુ ક્લાઇન્ટ સરનામું
ko: xdm에 대한 응답을 돌려 줄 클라이언트 주소
lt: Kliento adresas, grąžinamas xdm
mk: Адресата на клиент да се врати како одоговор на xdm
pa: xdm ਦੇ ਜਵਾਬ ਵਿੱਚ ਭੇਜਣ ਲਈ ਕਲਾਂਈਂਟ ਦਾ ਸਿਰਨਾਵਾਂ
pt_br: Endereço do cliente para retornar em resposta ao xdm
sl: Naslov odjemalca, vrnjen kot odgovor xdm-ju
th: ที่อยู่ของไคลเอ็นต์ที่ใช้คืนค่าในการตอบสนองไปยัง xdm
vi: Địa chỉ máy khách để trả lời XDM

source: ADDRESS
ca: ADREÇA
gu: સરનામું
ko: <주소>
lt: ADRESAS
mk: АДРЕСА
pa: ਸਿਰਨਾਵਾਂ
pt_br: ENDEREÇO
sl: NASLOV
th: ที่อยู่
vi: ĐỊA CHỈ

source: Connection type to return in response to xdm
ca: Tipus de connexió que s'ha de tornar en resposta al xdm
gu: xdm ના જવાબમાં મોકલવા માટેનો સંપર્કનો પ્રકાર
ko: xdm에 대한 응답을 돌려 줄 연결 방식
lt: Prisijungimo tipas, grąžinamas xdm
mk: Тип на конекција да се врати при одговор на xdm
pa: xdm ਦੇ ਜਵਾਬ ਵਿੱਚ ਭੇਜਣ ਲਈ ਸੰਬੰਧ ਕਿਸਮ
pt_br: Tipo de conexão a ser retornada em resposta ao xdm
sl: Vrsta povezave vrnjena kot odgovor xdm-ju
th: ชนิดของการเชื่อมต่อเพื่อคืนค่าในการตอบสนองไปยัง xdm
vi: Kiểu kết nối để trả lời XDM

source: TYPE
ca: TIPUS
gu: પ્રકાર
ko: <방식>
lt: TIPAS
mk: ВИД
pa: ਕਿਸਮ
pt_br: TIPO
sl: VRSTA
th: ชนิด
vi: KIỂU

source: - gdm login chooser
ca: - escollidor d'entrades gdm
gu: - gdm પ્રવેશ પસંદ કરનાર
ko: - GDM 로그인 선택
lt: - gdm prisijungimo parinkiklis
mk: - gdm одбирач на најави
pa: - gdm ਲਾਗਇਨ ਚੋਣਕਾਰ
pt_br: - Seletor de acesso GDM
th: - โปรแกรมเลือกเข้าระบบของ gdm

source: The chooser version (%s) does not match the daemon version (%s). You have probably just upgraded GDM. Please restart the GDM daemon or the computer.
ca: La versió del seleccionador (%s) no es correspon amb la versió del dimoni (%s). Probablement acabeu d'actualitzar el GDM. Reinicieu el dimoni del gdm o l'ordinador.
gu: પસંદગીકારની આવૃત્તિ (%s) ડિમન આવૃત્તિ (%s) સાથે બંધબેસતી નથી. તમે કદાચ હમણાં જ GDM ને સુધાર્યુ હોય. મહેરબાની કરીને GDM ડિમનને ફરી શરુ કરો અથવા કમ્પ્યૂટરને ફરીથી બુટ કરો.
ko: 선택 프로그램의 버전(%s)이 데몬의 버전(%s)과 맞지 않습니다. 아마도 GDM을 막 업그레이드했을 것입니다. GDM 데몬을 다시 시작하거나 컴퓨터를 다시 시작하십시오.
lt: Parinkiklio versija (%s) neatitinka demono versijos (%s). Jūs tikriausiai ką tik atnaujinote GDM. Paleiskite gdm demoną iš naujo arba perkraukite kompiuterį.
mk: Верзијата на одбирачот (%s) не се совпаѓа со верзијата на серверот (%s).Најверојатно, само што сте го надградиле GDM. Ве молам ресетирајте го GDM серверот или компјутерот.
pa: ਚੋਣਕਾਰ ਵਰਜਨ (%s) ਡੈਮਨ ਵਰਜਨ (%s) ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ ਹੈ। ਤੁਸੀ ਸੰਭਾਵੀ ਹੀ GDM ਨੂੰ ਅੱਪਗਰੇਡ ਕੀਤਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ GDM ਡੈਮਨ ਨੂੰ ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ ਜਾਂ ਕੰਪਿਊਟਰ ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: A versão do Seletor (%s) não é igual a versão do daemon (%s). Você provavelmente acabou de atualizar o GDM. Por favor, reinicie o GDM ou o seu computador.
th: รุ่นของโปรแกรมเลือกโฮสต์ (%s) ไม่ตรงกับรุ่นของดีมอน (%s) คุณอาจจะเพิ่งปรับปรุงรุ่น GDM กรุณาเริ่มการทำงานดีมอนของ GDM หรือเริ่มระบบคอมพิวเตอร์ใหม่

source: Cannot run chooser
ca: No es pot executar el seleccionador
gu: પસંદગીકાર ચલાવી શકાયો નહિ
ko: 선택 프로그램을 실행할 수 없습니다
lt: Nepavyko paleisti parinkiklio
mk: Не можам да го извршам одбирачот
pa: ਚੋਣਕਾਰ ਨਹੀਂ ਚਲਾ ਸਕਦਾ
pt_br: Não foi possível executar o Seletor
sl: Ne morem pognati izbirnika
th: ไม่สามารถเรียกใช้งานโปรแกรมเลือกโฮสต์
vi: Không chạy được bộ chọn lựa

source: A_dd host:
ca: Afegeix un servi_dor:
gu: યજમાન ઉમેરો (_d):
ko: 호스트 더하기(_D):
lt: P_ridėti hostą:
mk: Д_одај хост:
pa: ਮੇਜ਼ਬਾਨ ਸ਼ਾਮਲ(_D):
pt_br: A_dicionar máquina:
sl: _Dodaj gostitelja:
th: เ_พิ่มโฮสต์:
vi: _Thêm máy:

source: C_onnect
ca: C_onnecta
gu: જોડો (_o)
ko: 연결(_O)
lt: Prisi_jungti
mk: П_oврзи се
pa: ਜੋੜ੍ਹੋ(_C)
pt_br: C_onectar
sl: Po_ve¾i se
th: เ_ชื่อมต่อ
vi: _Kết nối

source: Exit the application
ca: Surt de l'aplicació
gu: કાર્યક્રમની બહાર નીકળો
ko: 프로그램을 끝냅니다
lt: Išeiti iš programos
mk: Излези од програмот
pa: ਕਾਰਜ ਵਿੱਚੋ ਬਾਹਰ ਆਓ
pt_br: Sair da aplicação
sl: Izhod iz programa
th: ออกจากโปรแกรม
vi: Thoát khỏi ứng dụng

source: How to use this application
ca: Com utilitzar aquesta aplicació
gu: આ કાર્યક્રમ કેવી રીતે વાપરવો
ko: 이 프로그램을 사용하는 방법
lt: Kaip naudotis šia programa
mk: Како да се користи оваа програма
pa: ਇਸ ਕਾਰਜ ਨੂੰ ਕਿਸ ਤਰਾਂ ਵਰਤਣਾ ਹੈ
pt_br: Como utilizar esta aplicação
sl: Kako uporabljati ta program
th: จะใช้โปรแกรมนี้อย่างไร
vi: Sử dụng ứng dụng này thế nào

source: Login Host Chooser
ca: Seleccionador de l'ordinador d'entrada
gu: પ્રવેશ યજમાન પસંદગીકાર
ko: 로그인 호스트 선택 프로그램
lt: Prisijungimo kompiuterio parinkiklis
mk: Одбирач на хост
pa: ਲਾਗਇਨ ਮੇਜ਼ਬਾਨ ਚੋਣਕਾਰ
pt_br: Seletor da máquina de acesso
th: โปรแกรมเลือกโฮสต์สำหรับเข้าระบบ

source: Open a session to the selected host
ca: Obre una sessió a l'ordinador central seleccionat
gu: પસંદ કરાયેલ યજમાન માટે સત્ર ખોલો
ko: 선택한 호스트로 세션을 엽니다
lt: Atverti sesiją į pasirinktą hostą
mk: Отвори сесија кон избраниот хост
pa: ਚੁਣੇ ਮੇਜ਼ਬਾਨ ਲਈ ਸ਼ੈਸ਼ਨ ਖੋਲੋ
pt_br: Abrir uma sessão na última máquina selecionada
sl: Odpri sejo izbranemu gostitelju
th: เปิดวาระไปยังโฮสต์ที่เลือก
vi: Mở một phiên làm việc tới máy chủ được chọn

source: Probe the network
ca: Sondeja la xarxa
gu: નૅટવર્કમાં પૂછો
ko: 네트워크 검사
lt: Zonduoti tinklą
mk: Тестирај ја мрежата
pa: ਨੈਟਵਰਕ ਦੀ ਜਾਂਚ-ਪੜਤਾਲ ਕਰੋ
pt_br: Detectar a rede
sl: Preizkusi mre¾o
th: ตรวจสอบเครือข่าย
vi: Thăm dò mạng

source: Query and add this host to the above list
ca: Consulta i afegeix aquest servidor a la llista anterior
gu: પ્રશ્ન કરો અને આ યજમાનને ઉપરની યાદીમાં ઉમેરો
ko: 위 목록에 있는 호스트를 알아보고 더합니다
lt: Užklausti ir pridėti šį hostą į sąrašą viršuje
mk: Пронајди го и додај го овој хост во листата погоре
pa: ਪ੍ਰਸ਼ਨ ਅਤੇ ਇਸ ਮੇਜ਼ਬਾਨ ਨੂੰ ਉੱਪਰਲੀ ਸੂਚੀ ਵਿੱਚ ਜੋੜ੍ਹੋ
pt_br: Consultar e adicionar esta máquina à lista acima
sl: Poizvedi po njem in dodaj tega gostitelja na zgornji seznam
th: สอบถามและเพิ่มโฮสต์นี้ในรายการข้างบน
vi: Truy vấn và thêm máy này vào danh sách trên

source: Status
ca: Estat
gu: સ્થિતિ
ko: 상태
lt: Būsena
mk: Статус
pa: ਸਥਿਤੀ
pt_br: Estado
sl: Stanje
th: สถานะ
vi: Trạng thái

source: _Add
ca: _Afegeix
gu: ઉમેરો (_A)
ko: 더하기(_A)
lt: _Pridėti
mk: _Додаj
pa: ਸ਼ਾਮਲ(_A)
pt_br: A_dicionar
sl: _Dodaj
th: เพิ่_ม
vi: T_hêm

source: GDM (The GNOME Display Manager) is not running.
ca: El GDM (el gestor de pantalla del GNOME) no s'està executant.
gu: GDM (જીનોમ ડિસ્પ્લે વ્યવસ્થાપક) ચાલી રહ્યુ છે.
ko: GDM(그놈 화면 관리자)을 실행하지 않았습니다.
lt: Šiuo metu GDM (GNOME ekrano tvarkyklė) neveikia.
mk: GDM (The GNOME Display Manager) не работи.
pa: GDM (ਗਨੋਮ ਡਿਸਪਲੇਅ ਪ੍ਰਬੰਧਕ) ਚੱਲ ਨਹੀਂ ਰਿਹਾ ਹੈ।
pt_br: GDM (O Gerenciador de Sessões do GNOME) não está executando.
sl: GDM (Upravljalnika zaslona GNOME) ne teèe.
th: GDM (GNOME Display Manager) ไม่ได้ทำงานอยู่
vi: GDM (Trình quản lý trình bày GNOME) chưa chạy.

source: You might in fact be using a different display manager, such as KDM (KDE Display Manager) or xdm. If you still wish to use this feature, either start GDM yourself or ask your system administrator to start GDM.
ca: També podeu fer servir un gestor de pantalla diferent, com ara el KDM (gestor de pantalla del KDE) o l'xdm. Si encara voleu utilitzar aquesta característica, inicieu el GDM vós mateix, o demaneu a l'administrador del sistema que l'iniciï.
gu: વાસ્તવમાં તમે કદાચ અલગ ડિસ્પ્લે વ્યવસ્થાપક વાપરી રહ્યા હશો, જેમ કે KDM (KDE ડિસ્પ્લે વ્યવસ્થાપક) અથવા xdm. જો તમે હજુ પણ આ લક્ષણ વાપરવા ઈચ્છો, તો ક્યાં તો તમારી જાતે GDM શરૂ કરો અથવા GDM શરૂ કરવા માટે તમારા સિસ્ટમ સંચાલકને પૂછો.
ko: KDM(KDE 화면 관리자)나 xdm같은 다른 화면관리자가 실행 중인 것 같습니다. 이 기능을 쓰고 싶다면 GDM믈 실행하거나 시스템 관리자에게 GDM을 시작해달라고 요청하십시오.
lt: Gali būti, kad naudojate kitą ekrano tvarkyklę, pvz., KDM (KDE ekrano tvarkyklė) arba xdm. Jeigu vis dar norite naudoti šią funkciją, paleiskite GDM patys arba paprašykite, kad tai už Jus padarytų sistemos administratorius.
mk: Вие можете да користите друг менаџер за приказ како KDM (KDE Display Manager) или xdm. Ако суште сакате да ја користите оваа понуда, или сами стартувајте го GDM или побарајте тоа да го направи систем администраторот.
pa: ਤੁਸੀਂ ਵੱਖਰਾ ਡਿਸਪਲੇਅ ਮੈਨੇਜਰ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋਵੇਗੇ, ਜਿਵੇਂ ਕਿ KDM (KDE ਡਿਸਪਲੇਅ ਮੈਨੇਜਰ) ਜਾਂ xdm ਆਦਿ। ਜੇ ਤੁਸੀ ਹੁਣ ਤੱਕ ਇਸ ਫੀਚਰ ਨੂੰ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਜਾਂ ਤਾਂ ਤੁਸੀ ਆਪ GDM ਸ਼ੁਰੂ ਕਰੋ ਜਾਂ ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨੂੰ GDM ਸ਼ੁਰੂ ਕਰਨ ਬਾਰੇ ਪੁੱਛੋ।
pt_br: Você pode estar na verdade usando um outro gerenciador de sessão, como o KDM (gerenciador de sessão do KDE) ou xdm. Se você ainda quer usar este serviço, inicie o GDM você mesmo ou peça ao administrador do sistema para iniciá-lo.
th: คุณอาจกำลังใช้โปรแกรมจัดการการเข้าระบบตัวอื่น เช่น KDM (KDE Display Manager) หรือ xdm อยู่ ถ้าคุณต้องการใช้คุณสมบัตินี้ คุณจะเริ่ม GDM ด้วยตัวเอง หรือขอให้ผู้ดูแลระบบของคุณเริ่ม GDM ก็ได้

source: Cannot communicate with GDM (The GNOME Display Manager)
ca: No es pot comunicar amb el GDM (el gestor de pantalla del GNOME)
gu: GDM સાથે સંપર્ક કરી શકાતો નથી (જીનોમ ડિસ્પ્લે વ્યવસ્થાપક)
ko: GDM(그놈 화면 관리자)와 통신할 수 없습니다
lt: Nepavyko susisiekti su GDM (GNOME ekrano tvarkykle)
mk: Не можам да воспоставам врска со GDM (GNOME Display Menager)
pa: GDM ਨਾਲ ਸੰਪਰਕ ਨਹੀਂ ਕਰ ਸਕਿਆ (ਗਨੋਮ ਡਿਸਪਲੇਅ ਪ੍ਰਬੰਧਕ)
pt_br: Não foi possível comunicar-se com o GDM (O Gerenciador de Sessões do GNOME)
sl: Ne morem komunicirati z GDM (Upravljalnikom zaslona GNOME)
th: ไม่สามารถติดต่อสื่อสารกับ GDM (GNOME Display Manager)
vi: Không liên lạc được với GDM (Trình quản lý trình bày GNOME).

source: Perhaps you have an old version of GDM running.
ca: Potser esteu executant una versió antiga de GDM.
gu: કદાચ તમારે GDM ની જૂની આવૃત્તિ ચાલે છે.
ko: 옛날 버젼의 GDM이 실행 중인 것 같습니다.
lt: Galbūt šiuo metu veikia senesnė GDM versija.
mk: Не можам да комуницирам со GDM, можеби имате пуштено стара верзија.
pa: ਸ਼ਾਇਦ ਤੁਹਾਡੇ ਕੋਲ GDM ਦਾ ਪੁਰਾਣਾ ਵਰਜਨ ਚੱਲ ਰਿਹਾ ਹੈ।
pt_br: Talvez você tenha uma versão antiga do GDM executando.
sl: Morda ¾e teèe starej¹a razlièica GDMja.
th: บางทีคุณอาจมีรุ่นเก่าของ GDM ที่กำลังทำงานอยู่
vi: Có lẽ bạn đang chạy một phiên bản GDM cũ.

source: Cannot communicate with GDM. Perhaps you have an old version running.
ca: No es pot comunicar amb el GDM. Potser esteu executant una versió antiga.
gu: GDM સાથે સંપર્ક કરી શકાતા નથી. કદાચ તમારે પાસે જૂની આવૃત્તિ ચાલી રહેલ છે.
ko: GDM과 통신할 수 없습니다, 옛날 버젼의 GDM이 실행되고 있는 것 같습니다.
lt: Susisiekti su GDM nepavyko, galbūt pas Jus paleista senesnė versija.
mk: Не можам да комуницирам со GDM, можеби имате пуштено стара верзија.
pa: GDM ਨਾਲ ਸੰਪਰਕ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ। ਸ਼ਾਇਦ ਤੁਹਾਡੇ ਕੋਲ ਪੁਰਾਣਾ ਵਰਜਨ ਚੱਲ ਰਿਹਾ ਹੈ।
pt_br: Não foi possível se comunicar com o GDM. Talvez você tenha uma versão antiga em execução.
th: ไม่สามารถติดต่อสื่อสารกับ GDM ได้ บางทีคุณอาจมีรุ่นเก่าที่กำลังทำงานอยู่
