Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: Start the first X server but then halt until we get a GO in the fifo
ca: Inicia el primer servidor d'X però després atura't fins que es reba un GO al fifo
gu: X સર્વર શરુ કરો પરંતુ જ્યાં સુધી આપણને GO એ fifo માં મળે નહિ
ko: 최초의 X 서버를 시작했지만 FIFO의 GO를 받기 전에 X 서버가 끝났습니다
lt: Paleisti pirmą X serverį, bet tada sustoti kol fifo gausime GO
mk: Подигни го првиот X сервер и потоа почекај додека да добиеме зелено светло во fifo
pa: ਪਹਿਲਾਂ X ਸਰਵਰ ਸ਼ੁਰੂ ਕਰੋ, ਪਰ ਫਿਰ ਰੋਕ ਦਿਓ, ਜਦੋਂ ਤੱਕ ਅਸੀਂ fifo ਵਿੱਚ ਜਾਓ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰਦੇ
pt_br: Iniciar o primeiro servidor X, mas depois aguardar até que se receba um GO na fifo
sl: Za¾eni prvi stre¾nik X, a se nato ustavi dokler v fifo ne dobimo ukaza za nadaljevanje
th: เปิด X server ตัวแรก แต่หยุดรอไว้ จนกว่าจะมีข้อความ GO ใน fifo
vi: Khởi động máy chủ X đầu tiên, sau đó ngừng cho tới khi có GO trong FIFO

source: Can't open %s for writing
ca: No s'ha pogut obrir %s per escriptura
gu: %s માટે કોઈ સત્ર ખોલી શકાયુ નહિ
ko: 쓰기 목적으로 %s을(를) 열 수 없습니다
lt: Nepavyko atverti %s rašymui
mk: Не можам да ја отворам %s за запишување
pa: %s ਨੂੰ ਲਿਖਣ ਲਈ ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਦਾ
pt_br: Não foi possível abrir %s para escrita
sl: Ne morem odpreti %s za pisanje
th: ไม่สามารถเปิด %s สำหรับเขียนได้
vi: Không thể mở %s để ghi

source: - The GNOME login manager
ca: - El gestor d'entrades del GNOME
gu: - જીનોમ પ્રવેશ વ્યવસ્થાપક
ko: - 로그인 로그인 관리자
lt: - GNOME prisijungimų valdyklė
mk: - менаџерот на најави на GNOME
pa: - ਗਨੋਮ ਲਾਗਇਨ ਮੈਨੇਜਰ
pt_br: - O gerenciador de acesso GNOME
th: - โปรแกรมจัดการการเข้าระบบของ GNOME

source: main options
ca: opcions principals
gu: મુખ્ય વિકલ્પો
ko: 주 옵션
lt: pagrindinės parinktys
mk: главни опции
pa: ਮੁੱਖ ਚੋਣਾਂ
pt_br: opções principais
th: ตัวเลือกหลักๆ

source: Only root wants to run GDM
ca: Només el superusuari necessita executar el GDM
gu: માત્ર રુટ GDM ચલાવવા ઇચ્છે છે
ko: 루트만이 GDM을 실행합니다
lt: Tik root nori paleisti GDM
mk: Само root сака да го изврши GDM
pa: ਸਿਰਫ ਪ੍ਰਬੰਧਕ (root) ਹੀ GDM ਚਲਾਉਣਾ ਚਾਹੁੰਦਾ ਹੈ
pt_br: Apenas o administrador deseja executar o GDM
th: root เท่านั้นที่ต้องการเรียกทำงาน GDM

source: %s: Error setting up %s signal handler: %s
ca: %s: S'ha produït un error en configurar el gestor del senyal %s: %s
gu: %s: %s સંકેતનુ ધ્યાન રાખનારને સુયોજિત કરવામાં ભૂલ: %s
ko: %s: %s 시그널 핸들러 설정에 오류가 발생했습니다: %s
lt: %s: Klaida nustatant %s signalo valdiklį: %s
mk: %s: Грешка при местење на %s управувачот на сигнал: %s
pa: %s: ਗਲਤੀ %s ਸੰਕੇਤ ਹੈਂਡਲਰ ਸੈੱਟਅੱਪ ਕਰਨ ਲਈ: %s
pt_br: %s: Erro ao ajustar o manipulador de sinal %s: %s
sl: %s: Napaka ob vzpostavljanju obravnavalnika za signal %s: %s
th: %s: เกิดความผิดพลาดขณะตั้งค่าฟังก์ชันจัดการสัญญาณ %s: %s
vi: %s: gặp lỗi khi thiết lập trình quản lý tín hiệu %s: %s

source: GDM already running. Aborting!
ca: El GDM ja s'està executant. S'està avortant.
gu: GDM પહેલેથી જ ચાલી રહ્યું છે. બંધ કરી રહ્યા છે!
ko: GDM은 이미 실행중입니다. 중지!
lt: GDM jau paleista. Nutraukiama!
mk: GDM веќе работи. Прекинувам!
pa: GDM ਪਹਿਲਾਂ ਚੱਲ ਰਿਹਾ ਹੈ। ਅਧੂਰਾ ਛੱਡਿਆ!
pt_br: GDM já está em execução. Abortando!
th: GDM กำลังทำงานอยู่แล้ว ขอยกเลิก!

source: %s: Error setting up CHLD signal handler
ca: %s: S'ha produït un error en configurar el gestor del senyal CHLD
gu: %s: CHLD સંકેત ધ્યાન રાખનારને સુયોજિત કરવામાં ભૂલ
ko: %s: CHLD 시그널 핸들러를 설정하는 데 문제 발생
lt: %s: Klaida nurodant CHLD signalo valdiklį
mk: %s: Грешка во местењето на управувачот со CHLD сигналот
pa: CHLD ਸੰਕੇਤ ਹੈਂਡਲਰ ਸੈੱਟਅੱਪ, ਗਲਤੀ: %s
pt_br: %s: Erro ao ajustar o manipulador do sinal CHLD
sl: %s: Napaka pri vzpostavljanju obravnavalinka za signal CHLD
th: %s: เกิดความผิดพลาดขณะตั้งค่าฟังก์ชันจัดการสัญญาณ CHLD
vi: %s: gặp lỗi khi thiết lập trình quản lý tín hiệu CHLD.

source: DYNAMIC request denied: Not authenticated
ca: S'ha denegat la sol·licitud DYNAMIC: No s'ha autenticat
gu: DYNAMIC અરજી નામંજૂર થઈ: સત્તાધિકારીત નથી
ko: DYNAMIC 요청이 거부되었습니다: 인증되지 않았습니다
lt: DYNAMIC užklausa atmesta: Tapatybė nepatvirtinta
mk: Барањето QUERY_VT е одбиено: не е проверено
pa: ਸਫ਼ਰੀ (dynamic) ਬੇਨਤੀ ਨਾ-ਮਨਜ਼ੂਰ ਹੋਈ: ਪ੍ਰਮਾਣਤ ਨਹੀਂ
pt_br: Solicitação DYNAMIC negada: não autenticada
th: การร้องขอไปยัง %s ถูกปฏิเสธ: ไม่ผ่านการตรวจสอบสิทธิ์

source: %s request denied: Not authenticated
ca: S'ha denegat la sol·licitud %s: No s'ha autenticat
gu: %s અરજી નામંજૂર થઈ: સત્તાધિકારીત થયેલ નથી
ko: %s 요청이 거부되었습니다: 인증되지 않았습니다
lt: %s užklausa atmesta: Nepatvirtinta tapatybė
mk: Барањето %s е одбиено: Не сте проверен/а
pa: %s ਬੇਨਤੀ ਨਾ-ਮਨਜੂਰ ਹੋਈ: ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਕੀਤਾ
pt_br: Solicitação %s negada: não autenticada
sl: %s zahtevek zavrnjen: Ni avtenticiran
th: การร้องขอไปยัง %s ถูกปฏิเสธ: ยังไม่ผ่านการตรวจสอบสิทธิ์
vi: Yêu cầu %s bị từ chối: không xác thực được

source: Unknown server type requested; using standard server.
ca: S'ha sol·licitat un tipus de servidor desconegut, s'utilitzarà l'estàndard.
gu: અજાણ્યા પ્રકારના સર્વર માટે વિનંતી; મૂળભૂત સર્વર વાપરી રહ્યા છે.
ko: 알 수 없는 서버 유형을 요청하였습니다. 표준 서버를 사용합니다.
lt: Užklaustas nežinomas serverio tipas, naudojamas standartinis serveris.
mk: Побаран е непознат тип на сервер, користам стандарден сервер.
pa: ਅਣਜਾਣੀ ਸਰਵਰ ਕਿਸਮ ਬੇਨਤੀ, ਸਟੈਂਡਰਡ ਸਰਵਰ ਵਰਤ ਕੇ।
pt_br: Tipo de servidor desconhecido; usando o servidor padrão.
th: ไม่รู้จักชนิดของเซิร์ฟเวอร์ที่ร้องขอ จะใช้เซิร์ฟเวอร์มาตรฐาน

source: Requested server %s not allowed to be used for flexible servers; using standard server.
ca: El servidor sol·licitat %s no es pot utilitzar per a servidors flexibles; s'utilitzarà l'estàndard.
gu: પ્રમાણભૂત સર્વરનો ઉપયોગ કરીને, સહેલાઇથી બદલી શકાતા સર્વર માટે વિનંતી કરેલ સર્વર %s ના ઉપયોગની પરવાનગી નથી.
ko: 요청하신 서버 %s은(는) 탄력적 서버로 사용할 수 없습니다. 표준 서버를 사용합니다.
lt: Užklaustas serveris %s yra neleidžiamas naudoti lankstiems serveriams, naudojamas standartinis serveris.
mk: Бараниот сервер %s не е дозволено да биде употребен за флексибилни сервери, употребувам стандарден сервер.
pa: ਸਟੈਂਡਰਡ ਸਰਵਰ ਵਰਤ ਕੇ ਪਰਿਵਰਤਨਸ਼ੀਲ ਸਰਵਰਾਂ ਲਈ ਮੰਗਿਆ ਗਿਆ ਸਰਵਰ %s ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ।
pt_br: O servidor requisitado %s não tem permissão para ser utilizado como servidor flexível; usando o servidor padrão.
th: เซิร์ฟเวอร์ %s ที่ต้องการไม่ได้รับอนุญาตให้ใช้เป็นเซิร์ฟเวอร์ยืดหยุ่น กำลังใช้เซิร์ฟเวอร์มาตรฐาน

source: %s%d=Custom_%d
ca: %s%d=Personalitzada_%d
ko: %s%d=사용자 설정 %d
lt: %s%d=Pasirinktinis_%d
mk: %s%d=Прилагодено_%d
pa: %s%d=ਪਸੰਦੀਦਾ_%d
pt_br: %s%d=Personalizado_%d
th: %s%d=กำหนดเอง_%d

source: %s%d=Execute custom command _%d
ca: %s%d=Executa l'ordre personalitzada _%d
gu: %s%d=વૈવિધ્યપૂર્ણ આદેશ _%d ચલાવો
ko: %s%d=사용자 설정 명령어 %d번을 실행합니다
lt: %s%d=Paleisti pasirinktinę komandą _%d
mk: %s%d=Изврши прилагодена команда _%d
pa: %s%d=ਪਸੰਦੀਦਾ ਕਮਾਂਡ _%d ਚਲਾਓ
pt_br: %s%d=Executar comando personalizado_%d
th: %s%d=เรียกคำสั่งกำหนดเอง _%d

source: %s%d=Are you sure?
ca: %s%d=Esteu segur?
gu: %s%d=શું તમે ચોક્કસ છો?
ko: %s%d=정말로 하시겠습니까?
lt: %s%d=Ar Jūs įsitikinę?
mk: %s%d=Дали сте сигурни?
pa: %s%d=ਕੀ ਤੁਸੀਂ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ?
pt_br: %s%d=Você tem certeza?
th: %s%d=แน่ใจหรือ?

source: %s%d=Execute custom command %d
ca: %s%d=Executa l'ordre personalitzada %d
gu: %s%d=વૈવિધ્યપૂર્ણ આદેશ %d ચલાવો
ko: %s%d=사용자 설정 명령어 %d 실행
lt: %s%d=Paleisti pasirinktinę komandą %d
mk: %s%d=Изврши сопствена команда %d
pa: %s%d=ਪਸੰਦੀਦਾ ਕਮਾਂਡ %d ਚਲਾਓ
pt_br: %s%d=Executar comando personalizado %d
th: %s%d=เรียกคำสั่งกำหนดเอง %d

source: %s: No GDM configuration file: %s. Using defaults.
ca: %s: no existeix el fitxer de configuració del GDM «%s». S'està utilitzant els valors per defecte.
gu: %s: કોઈ GDM રૂપરેખાંકન ફાઈલ નથી: %s. મૂળભૂતો વાપરી રહ્યા છીએ.
ko: %s: GDM 설정 파일 %s 파일이 없습니다. 기본값을 사용합니다.
lt: %s: Nėra GDM konfigūracijos failo: %s. Naudojami numatytieji nustatymai.
mk: %s: Нема конфигурациона датотека. %s Продолжувам со стандардните параметри.
pa: %s: ਕੋਈ GDM ਸੰਰਚਨਾ ਫਾਇਲ ਨਹੀਂ: %s। ਮੂਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ।
pt_br: %s: Nenhum arquivo de configuração do GDM: %s. Usando padrões.
th: %s: ไม่พบแฟ้มค่าตั้งของ GDM: %s กำลังใช้ค่าปริยาย

source: %s: BaseXsession empty; using %s/gdm/Xsession
ca: %s: BaseXsession és buit; s'està utilitzant %s/gdm/Xsession
gu: %s: BaseXsession ખાલી; %s/gdm/Xsession વાપરીને
ko: %s: BaseXsession이 비었습니다. %s/gdm/Xsession을 사용합니다
lt: %s: BaseXsession tuščia; naudojama %s/gdm/Xsession
mk: %s: BaseXsession е празна, користам %s/GDM/Xsession
pa: %s: BaseXsession ਖਾਲੀ ਹੈ; %s/gdm/Xsession ਦੀ ਵਰਤੋਂ ਕਰਕੇ
pt_br: %s: BaseXsession vazio; usando %s/gdm/Xsession
th: %s: BaseXsession ว่างเปล่า กำลังจะใช้ %s/gdm/Xsession

source: %s: Standard X server not found; trying alternatives
ca: %s: no s'ha trobat un servidor d'X estàndard; s'està provant les alternatives
gu: %s: પ્રમાણભૂત X સર્વર મળ્યું નથી; વિકલ્પોનો પ્રયત્ન કરી રહ્યા છીએ
ko: %s: 표준 X 서버를 찾을 수 없습니다. 다른 것으로 시도합니다
lt: %s: Standartinis X serveris nerastas, bandomos alternatyvos
mk: %s: Стандарден X сервер не беше пронајден, пробувам алтернативи
pa: %s: ਵਧੀਆ X ਸਰਵਰ ਲੱਭਿਆ ਨਹੀ, ਹੋਰ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_br: %s: O servidor X padrão não foi encontrado; tentando alternativas
th: %s: ไม่พบ X server มาตรฐาน กำลังลองใช้ทางเลือกอื่น

source: %s: No greeter specified.
ca: %s: no s'ha especificat el rebedor.
gu: %s: કોઇ આવકારનાર સ્પષ્ટ કરાયો નથી.
ko: %s: 환영 프로그램이 지정하지 않았습니다.
lt: %s: Nenurodytas pasveikintuvas.
mk: %s: Не е поставен најавен екран.
pa: %s: ਕੋਈ ਸਵਾਗਤੀ ਨਹੀਂ ਦਿੱਤਾ।
pt_br: %s: Nenhum Saudador especificado.
sl: %s: Pozdravni program ni naveden.
th: %s: ไม่ได้ระบุหน้าต่างต้อนรับ
vi: %s: chưa xác định trình chào mừng.

source: %s: No remote greeter specified.
ca: %s: no s'ha especificat el rebedor remot.
gu: %s: કોઇ દૂરસ્થ આવકારનાર સ્પષ્ટ કરાયો નથી.
ko: %s: 환영 프로그램이 지정하지 않았습니다.
lt: %s: Nenurodytas nuotolinis pasveikintuvas.
mk: .%s: Не е поставен далечински најавен екран.
pa: %s: ਕੋਈ ਰਿਮੋਟ ਸਵਾਗਤੀ ਨਹੀਂ ਦਿੱਤਾ।
pt_br: %s: Nenhum Saudador remoto especificado.
sl: %s: Oddaljen pozdravni program ni naveden.
th: %s: ไม่ได้ระบุหน้าต่างต้อนรับสำหรับเครื่องอื่น
vi: %s: chưa xác định trình chào mừng từ xa.

source: %s: No sessions directory specified.
ca: %s: no s'ha especificat el directori de sessions.
gu: %s: સત્ર માટેની ડિરેક્ટરી સ્પષ્ટ કરાઇ નથી.
ko: %s: 세션 디렉토리를 지정하지 않았습니다.
lt: %s: Nenurodytas sesijų aplankas.
mk: %s: Не е определена папка.
pa: %s: ਕੋਈ ਸ਼ੈਸ਼ਨ ਡਾਇਰੈਕਟਰੀ ਨਹੀਂ ਦਿੱਤਾ ਹੈ।
pt_br: %s: Não foi especificado um diretório de sessões.
sl: %s: Imenik sej ni naveden.
th: %s: ไม่มีการระบุไดเรกทอรีของวาระ
vi: %s: chưa xác định thư mục phiên làm việc.

source: %s: XDMCP was enabled while there is no XDMCP support; turning it off
ca: %s: S'ha habilitat l'XDMCP encara que l'XDMCP no està suportat; s'està desactivant
gu: %s: XDMCP સક્રિય કરાયું પણ XDMCP માટે કોઇ આધાર નથી; તેને બંધ કરી રહ્યા છે
ko: %s: XDMCP 지원이 없는데도 XDMCP가 사용가능하게 되어 있습니다. 끄도록 합니다
lt: %s: XDMCP buvo įjungtas, bet nėra XDMCP palaikymo, jis išjungiamas
mk: %s: XDMCP беше вклучен но не постои XDMCP поддршка, го исклучувам
pa: %s: XDMCP ਯੋਗ ਸੀ, ਜਦੋਂ ਇੱਥੇ ਕੋਈ XDMCP ਸਹਿਯੋਗ ਨਹੀਂ ਸੀ, ਇਸ ਨੂੰ ਬੰਦ ਕਰਕੇ
pt_br: %s: O XDMCP foi habilitado enquanto não há suporte a XDMCP; desligando
th: %s: มีการเปิด XDMCP ในขณะที่ระบบไม่สนับสนุน XDMCP กำลังจะปิดการใช้งาน

source: %s: TimedLoginDelay is less than 5, defaulting to 5.
ca: %s: timedLoginDelay és menys de 5, per tant s'utilitzarà 5.
gu: %s: TimedLoginDelay એ ૫ કરતાં ઓછો છે, ૫ મૂળભૂતમાં ફેરવી રહ્યા છીએ.
ko: %s: TimedLoginDelay가 5보다 작습니다, 5을 사용합니다.
lt: %s: TimedLoginDelay yra mažiau nei 5, bus naudojamas 5.
mk: %s Временскиот период за најавување е помал од 5, па ќе користам 5.
pa: %s: ਲਾਗਇਨ ਅੰਤਰਾਲ 5 ਤੋਂ ਘੱਟ, ਮੂਲ 5 ਹੀ ਹੈ।
pt_br: %s: TimedLoginDelay é menor que 5, então adotando o padrão 5.
th: %s: เวลาที่หน่วงก่อนการเข้าระบบน้อยกว่า 5 ดังนั้นระบบจะใช้ค่า 5

source: %s: Priority out of bounds; changed to %d
ca: %s: la prioritat està fora dels límits. S'ha canviat a %d
gu: %s: પ્રાધાન્ય વિસ્તારની બહાર છે; તે %d માં બદલાઈ ગઈ છે
ko: %s: 우선순위 범위가 벗어났습니다. %d번으로 바꿉니다
lt: %s: Prioritetas viršija ribas; pakeistas į %d
mk: %s: Приоритетот е надвор од граници;сменето во %d
pa: %s: ਬੰਧਨ ਲਈ ਦਰਜਾ ਖਤਮ, %d ਲਈ ਬਦਲਿਆ
pt_br: %s: Prioridade fora dos limites; alterado para %d
th: %s: ค่าลำดับความสำคัญอยู่นอกขอบเขตที่ใช้ได้ ขอเปลี่ยนเป็น %d

source: %s: Empty server command; using standard command.
ca: %s: ordre de servidor buida; se n'està utilitzant una d'estàndard.
gu: %s: ખાલી સર્વર આદેશ, મૂળભૂત આદેશ વાપરી રહ્યા છે.
ko: %s: 서버 명령이 없습니다. 표준 서버를 사용합니다.
lt: %s: Tuščia serverio komanda, naudojama standartinė.
mk: %s: Празна сервер команда, користам стандардна.
pa: %s: ਸਟੈਂਡਰਡ ਕਮਾਂਡ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਖਾਲੀ ਸਰਵਰ ਕਮਾਂਡ
pt_br: %s: Comando de servidor vazio; usando o comando padrão.
th: %s: คำสั่งของเซิร์ฟเวอร์ว่างเปล่า กำลังจะใช้คำสั่งมาตรฐาน

source: %s: Logdir %s does not exist or isn't a directory. Using ServAuthDir %s.
ca: %s: el directori de registres %s no existeix o no és un directori. S'està utilitzant ServAuthDir %s.
gu: %s: Logdir %s એ અસ્તિત્વ ધરાવતી નથી અથવા તે ડિરેક્ટરી નથી. ServAuthDir %s વાપરી રહ્યા છીએ.
ko: %s: Logdir %s 디렉토리가 없거나 디렉토리가 아닙니다. ServAuthDir %s 디렉토리를 사용합니다.
lt: %s: Žurnalo aplankas %s neegzistuoja arba nėra aplankas. Naudojama ServAuthDir %s.
mk: %s: Logdir %s не постои или не е директориум. Користам ServAuthDir %s.
pa: %s: Logdir %s ਮੌਜੂਦ ਨਹੀਂ ਜਾਂ ਡਾਇਰੈਕਟਰੀ ਨਹੀ। ServAuthDir %s ਵਰਤ ਕੇ।
pt_br: %s: Logdir %s não existe ou não é um diretório. Usando ServAuthDir %s.
sl: %s: Imenik dnevnika %s ne obstaja ali ni imenik. Uporabljam ServAuthDir %s.
th: %s: Logdir %s ไม่มีอยู่จริงหรือไม่ใช่ไดเรกทอรี จะใช้ ServAuthDir %s
vi: %s: thư mục Logdir %s (thư mục bản ghi) không tồn tại hoặc không phải là thư mục nên dùng ServAuthDir %s.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this does not exist. Please correct GDM configuration and restart GDM.
ca: El directori d'autorització del servidor (daemon/ServAuthDir) està definit com a %s, però no existeix. Corregiu la configuració del GDM i reinicieu-lo.
gu: સત્તા આપવા માટેની સર્વરની ડિરેક્ટરી (daemon/ServAuthDir) %s પર સુયોજિત છે પણ તે અસ્તિત્વ ધરાવતી નથી. મહેરબાની કરીને GDM રૂપરેખા સુધારો અને GDM ફરીથી શરુ કરો.
ko: 서버 인증 디렉토리(daemon/ServAuthDir)가 %s(으)로 설정되어 있지만 그러한 디렉토리가 없습니다. GDM 설정을 올바르게 고치고 GDM을 다시 시작하여 주십시오.
lt: Serverio autorizacijos aplankas (daemon/ServAuthDir) nustatytas į %s, bet jis neegzistuoja. Pataisykite GDM konfigūraciją ir iš naujo paleiskite GDM.
mk: Директориумот за авторизација на серверот (daemon/ServAuthDir) е поставен во %s но ова не постои. Ве молам поправете ја конфигурацијата на GDM и рестартирајте го GDM.
pa: ਸਰਵਰ ਪਰਮਾਣਕ ਡਾਇਰੈਕਟਰੀ (daemon/ServAuthDir) ਨੂੰ %s ਦਰਸਾਇਆ ਗਿਆ ਹੈ, ਪਰ ਇਹ ਮੌਜੂਦ ਨਹੀ। ਕਿਰਪਾ ਕਰਕੇ GDM ਸੰਰਚਨਾ ਠੀਕ ਕਰੋ ਅਤੇ GDM ਮੁੜ ਚਾਲੂ ਕਰੋ।
pt_br: O diretório de Autorização do Servidor (daemon/ServAuthDir) está definido como %s, mas ele não existe. Por favor, corrija a configuração do GDM e reinicie o GDM.
th: ไดเรกทอรีการอนุญาตสิทธิ์เซิร์ฟเวอร์ (daemon/ServAuthDir) กำหนดเป็น %s แต่ไม่มีอยู่ กรุณาแก้ไขการกำหนดค่าของ GDM และเริ่มการทำงาน GDM ใหม่

source: %s: Authdir %s does not exist. Aborting.
ca: %s: el directori d'autenticació %s no existeix. S'està interrompent.
gu: %s: Authdir %s અસ્તિત્વ ધરાવતી નથી. અડધેથી છોડી રહ્યા છે.
ko: %s: Authdir %s이(가) 없습니다. 중지.
lt: %s: Authdir %s neegzistuoja. Nutraukiama.
mk: %s: Authdir %s не постои. Прекинувам.
pa: %s: Authdir %s ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਅਧੂਰਾ ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt_br: %s: O diretório de autorização %s não existe. Abortando.
sl: %s: Imenik authdir %s ne obstaja. Prekinjam.
th: ไม่มี %s: Authdir %s อยู่ ขอยกเลิก
vi: %s: thư mục Authdir (thư mục xác nhận) %s không tồn tại nên hùy bỏ.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this is not a directory. Please correct GDM configuration and restart GDM.
ca: El directori d'autorització del servidor (daemon/ServAuthDir) està definit com a %s, però no és un directori. Corregiu la configuració del GDM i reinicieu-lo.
gu: સત્તા આપવા માટેની સર્વરની ડિરેક્ટરી (daemon/ServAuthDir) %s પર સુયોજિત છે પણ તે ડિરેક્ટરી નથી. મહેરબાની કરીને GDM રૂપરેખા સુધારો અને GDM ફરીથી શરુ કરો.
ko: 서버 인증 디렉토리(daemon/ServAuthDir)가 %s(으)로 설정되어 있지만 디렉토리가 아닙니다. GDM 설정을 올바르게 고치고 GDM을 다시 시작하여 주십시오.
lt: Serverio autorizacijos aplankas (daemon/ServAuthDir) nustatytas į %s, bet tai nėra aplankas. Pataisykite GDM konfigūraciją ir iš naujo paleiskite GDM.
mk: Директориумот за авторизација на серверот (daemon/ServAuthDir) е поставен во %s но ова не е директориум. Ве молам поправете ја конфигурацијата на GDM и рестартирајте GDM.
pa: ਸਰਵਰ ਪਰਮਾਣਕ ਡਾਇਰੈਕਟਰੀ (daemon/ServAuthDir) ਨੂੰ %s ਦਰਸਾਇਆ ਗਿਆ ਹੈ, ਪਰ ਇਹ ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਨਹੀ। ਕਿਰਪਾ ਕਰਕੇ GDM ਸੰਰਚਨਾ ਠੀਕ ਕਰੋ ਅਤੇ GDM ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: O diretório de Autorização do Servidor (daemon/ServAuthDir) está definido como %s, mas isso não é um diretório. Por favor, corrija a configuração do GDM e reinicie o GDM.
th: ไดเรกทอรีการอนุญาตสิทธิ์เซิร์ฟเวอร์ (daemon/ServAuthDir) กำหนดเป็น %s แต่ไม่ได้เป็นไดเรกทอรี กรุณาแก้ไขการกำหนดค่าของ GDM และเริ่มการทำงาน GDM ใหม่

source: %s: Authdir %s is not a directory. Aborting.
ca: %s: el directori d'autenticació %s no és un directori. S'està interrompent.
gu: %s: Authdir %s ડિરેક્ટરી નથી. અડધેથી છોડી રહ્યા છે.
ko: %s: Authdir %s은(는) 디렉토리가 아닙니다. 중지.
lt: %s: Authdir %s nėra aplankas. Nutraukiama.
mk: %s: Authdir %s не е директориум. Прекинувам.
pa: %s: Authdir %s ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਨਹੀਂ ਹੈ। ਅਧੂਰਾ ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pt_br: %s: O diretório de autorização %s não é um diretório. Abortando.
sl: %s: Imenik authdir %s ni imenik. Prekinjam.
th: %s: Authdir %s ไม่ใช่ไดเรกทอรี ขอยกเลิก
vi: %s: thư mục Authdir (thư mục xác nhận) %s không phải là một thư mục nên hủy bỏ.

source: %s: Invalid server line in config file. Ignoring!
ca: %s: hi ha una línia del servidor no vàlida al fitxer de configuració. S'està ignorant.
gu: %s: રૂપરેખાની ફાઇલમાં અયોગ્ય સર્વરની લીટી. અવગણી રહ્યા છે!
ko: %s: 설정 파일에 X 서버 줄이 틀렸습니다. 무시!
lt: %s: Netaisyklinga serverio eilutė konfigūracijos faile. Ignoruojama!
mk: %s: Невалидна сервер линија во конфигурационата датотека. Игнорирам!
pa: %s: ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਅਯੋਗ ਸਰਵਰ ਲਾਈਨ। ਅਣਡਿੱਠ ਕਰਕੇ!
pt_br: %s: Linha de servidor inválida no arquivo de configuração. Ignorando!
sl: %s: Neveljavna vrstica za stre¾nik v datoteki nastavitev. Preziram!
th: %s: บรรทัดของเซิร์ฟเวอร์ในแฟ้มค่าตั้งไม่ถูกต้อง ไม่สนใจ!
vi: %s: dòng máy chủ không hợp lệ trong tập tin cấu hình nên bỏ qua nó.

source: %s: Main config file (defaults.conf) is missing. Aborting!
ca: %s: manca el fitxer de cofiguració (defaults.conf). S'està interrompent.
gu: %s: મુખ્ય રૂપરેખા ફાઈલ (defaults.conf) ગુમ થયેલ છે. અડધેથી બંધ કરી રહ્યા છીએ!
ko: %s: 메인 설정 파일이 (defaults.conf) 없습니다. 중지!
lt: %s Trūksta pagrindinio konfigūracijos failo (defaults.conf). Nutraukiama!
pa: %s: ਮੁੱਖ ਸੰਰਚਨਾ ਫਾਇਲ (defaults.conf) ਮੌਜੂਦ ਨਹੀਂ। ਅਧੂਰਾ ਛੱਡਿਆ!
pt_br: %s: Arquivo principal de configuração (defaults.conf) esta faltando. Abortando!
th: %s: ไม่พบแฟ้มค่าตั้งหลัก (defaults.conf) ขอยกเลิก!

source: %s: XDMCP disabled and no static servers defined. Aborting!
ca: %s: l'XDMCP està inhabilitat i no s'han definit servidors locals. S'està interrompent.
gu: %s: XDMCP નિષ્ક્રિય કરાયું છે અને કોઈ સ્થાનિક સર્વર વ્યાખ્યાયિત નથી. અડધેથી બંધ રહ્યા છીએ!
ko: %s: XDMCP를 사용하지 않고 로컬 서버를 정의하지 않았습니다. 실행 취소!
lt: %s: XDMCP atjungtas ir nenurodytas joks statinis serveris. Nutraukiama!
mk: %s: XDMCP е исклучен и не е дефиниран локален сервер. Прекинувам!
pa: %s: XDMCP ਅਯੋਗ ਸੀ ਅਤੇ ਕੋਈ ਸਥਿਰ ਸਰਵਰ ਪ੍ਰਭਾਸ਼ਿਤ ਨਹੀ। ਅਧੂਰਾ ਖਤਮ!
pt_br: %s: XDMCP desabilitado e nenhum servidor estático definido. Abortando!
th: %s: XDMCP ถูกปิดการใช้งาน และไม่มีการกำหนดเซิร์ฟเวอร์ในเครื่องนี้ ขอยกเลิก!

source: %s: XDMCP disabled and no static servers defined. Adding %s on :%d to allow configuration!
ca: %s: L'XDMCP està inhabilitat i no s'han definit servidors locals. S'està afegint %s a :%d per a permetre la configuració.
gu: %s: XDMCP નિષ્ક્રિય કરાયું છે અને કોઈ સ્થાનિક સર્વરો વ્યાખ્યાયિત નથી. %s ને આના ઉપર ઉમેરી રહ્યા છીએ :%d પર રૂપરેખાંકનને પરવાનગી આપવા માટે!
ko: %s: XDMCP를 사용하지 않고 로컬 서버를 정의하지 않았습니다. 설정을 할 수 있도록 %s을(를) :%d에 더합니다!
lt: %s: XDMCP atjungtas ir nėra nurodytų statinių serverių. Pridedamas %s esantis :%d, kuriam leidžiamas konfigūravimas!
mk: %s: XDMCP исклучен и не е дефиниран локален сервер. Додавам %s на :%d за да дозволам конфигурација!
pa: %s: XDMCP ਅਯੋਗ ਕੀਤਾ ਗਿਆ ਅਤੇ ਕੋਈ ਸਥਿਰ ਸਰਵਰ ਪ੍ਰਭਾਸ਼ਿਤ ਨਹੀ। ਸੰਰਚਨਾ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ %s ਨੂੰ :%d ਵਿੱਚ ਜੋੜ੍ਹੋ!
pt_br: %s: XDMCP desabilitado e nenhum servidor estático definido. Adicionando %s em :%d para permitir a configuração!
th: %s: XDMCP ถูกปิดการใช้งาน และไม่มีการกำหนดเซิร์ฟเวอร์ในเครื่องนี้ กำลังเพิ่ม %s ที่ :%d เพื่อให้ตั้งค่าได้!

source: XDMCP is disabled and GDM cannot find any static server to start. Aborting! Please correct the configuration and restart GDM.
ca: L'XDMCP està inhabilitat i el GDM no pot trobar servidors estàtics per iniciar-se. S'està avortant. Corregiu la configuració i reinicieu el GDM.
gu: XDMCP નિષ્ક્રિય કરાયું છે અને GDM ને શરુ કરવા માટે કોઇપણ સ્થાનિક સર્વર મળતુ નથી. બંધ થઇ રહ્યુ છે. મહેરબાની કરીને રૂપરેખાંકન સુધારો અને GDM ફરીથી શરુ કરો.
ko: XDMCP을 사용하지 않고 GDM에서 시작 수 있는 로컬 서버를 찾을 수 없습니다. 실행을 취소합니다! 설정 %s을(를) 올바르게 고치고 GDM을 다시 시작하여 주십시오.
lt: XDMCP atjungtas ir GDM negali rasti jokio statinio serverio paleidimui. Nutraukiama! Pataisykite konfigūraciją ir paleiskite GDM iš naujo.
mk: XDMCP е исклучен и GDM не може да најде статички сервер за да се подигне. Прекинувам! Ве молам поправете ја конфигурацијата и рестартирајте го GDM.
pa: XDMCP ਅਯੋਗ ਕੀਤਾ ਗਿਆ ਅਤੇ ਸ਼ੁਰੂ ਕਰਨ ਲਈ GDM ਲਈ ਕੋਈ ਸਥਾਨਕ ਸਰਵਰ ਨਹੀਂ ਲੱਭਿਆ। ਅਧੂਰਾ ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ! ਕਿਰਪਾ ਸੰਰਚਨਾ ਠੀਕ ਕਰੋ ਅਤੇ GDM ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: O XDMCP está desabilitado e o GDM não pôde localizar um servidor estático para iniciar. Abortando! Por favor, corrija a configuração e reinicie o GDM.
th: XDMCP ถูกปิดการใช้งานและ GDM ไม่สามารถค้นหาเซิร์ฟเวอร์ในเครื่องนี้เพื่อเริ่มทำงานได้ ดังนั้น ขอยกเลิกการทำงาน กรุณาแก้ไขการกำหนดค่าให้ถูกต้องและเริ่มการทำงาน GDM ใหม่

source: The GDM user '%s' does not exist. Please correct GDM configuration and restart GDM.
ca: L'usuari '%s' del gdm no existeix. Corregiu la configuració del GDM i reinicieu-lo.
gu: GDM વપરાશકર્તા %s અસ્તિત્વ ધરાવતો નથી. મહેરબાની કરીને GDM રૂપરેખા સુધારો અને GDM ફરીથી શરુ કરો.
ko: GDM 사용자 '%s'(이)가 없습니다. GDM 설정을 올바르게 고치고 GDM을 다시 시작하여주십시오.
lt: GDM naudotojas „%s“ neezistuoja. Pataisykite GDM konfigūraciją ir paleiskite GDM iš naujo.
mk: GDM корисникикот '%s' не постои. Ве молам исправете ја конфигурацијата на GDM и рестартирајте го GDM.
pa: GDM ਉਪਭੋਗੀ '%s' ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ GDM ਸੰਰਚਨਾ ਠੀਕ ਕਰੋ ਅਤੇ GDM ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: O usuário "%s" GDM não existe. Por favor corrija a configuração do GDM e reinicie o GDM.
th: ไม่มีบัญชีผู้ใช้ '%s' สำหรับ GDM อยู่ กรุณาแก้ไขการกำหนดค่า GDM ให้ถูกต้อง และเริ่มการทำงาน GDM ใหม่

source: %s: Can't find the GDM user '%s'. Aborting!
ca: %s: no es pot trobar l'usuari del gdm '%s'. S'està avortant.
gu: %s: GDM વપરાશકર્તા '%s' શોધી શકતા નથી. અડધેથી બંધ કરી રહ્યા છીએ!
ko: %s: GDM 사용자 '%s'(이)가 없습니다. 중지!
lt: %s: Nepavyko rasti GDM naudotojo „%s“. Nutraukiama!
mk: %s: Не можам да го пронајдам GDM корисникот (%s). Прекинувам!
pa: %s: GDM ਉਪਭੋਗੀ '%s' ਨਹੀਂ ਲੱਭਿਆ। ਅਧੂਰਾ ਬੰਦ ਕੀਤਾ ਜਾਂਦਾ ਹੈ!
pt_br: %s: Não foi possível localizar o usuário GDM "%s". Abortando!
th: %s: ไม่พบบัญชีผู้ใช้ '%s' สำหรับ GDM ขอยกเลิก!
