Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but has the wrong permissions, it should have permissions of %o. Please correct the permissions or the gdm configuration %s and restart gdm.
sl: Avtorizacijski imenik stre¾nika (daemon/ServAuthDir) je nastavljen na %s, a ta ima napaèna dovoljenja, moral bi imeti dovoljenja %o. Prosimo, popravite dovoljenja ali nastavitve gdm %s in vnoviè po¾enite gdm.
vi: Thư mục Server Authorization (xác nhận máy chủ - daemon/ServAuthDir) là %s nhưng quyền truy nhập của nó không đúng, quyền truy nhập nên là %o. Hãy sửa quyền hay cấu hình gdm %s và khởi động lại gdm.

source: Cannot write PID file %s, possibly out of diskspace. Error: %s
sl: Ne morem zapisati datotek PID %s, mo¾no, da je zmanjkalo prostora na disku Napaka: %s
vi: Không thể ghi tập tin PID %s, có thể do hết sức chứa còn rảnh trên đĩa. Lỗi: %s

source: Cannot write PID file %s, possibly out of diskspace. Error: %s
sl: Ne morem zapisati datotek PID %s, mo¾no, da je zmanjkalo prostora na disku Napaka: %s
vi: Không thể ghi tập tin PID %s, có thể do hết sức chứa còn rảnh trên đĩa. Lỗi: %s

source: %s: fork() failed!
sl: %s: funkcija fork() (razvejitev) ni uspela!
vi: %s: lỗi fork() (tạo tiến trình con).

source: %s: setsid() failed: %s!
sl: %s: setsid() ni uspel: %s!
vi: %s: lỗi setsid(): %s.

source: I cannot start the X server (your graphical interface). It is likely that it is not set up correctly. You will need to log in on a console and rerun the X configuration program. Then restart GDM.
sl: Ne morem pognati stre¾nika X (va¹ grafièni vmesnik). Verjetno ni pravilno nastavljen. Prijaviti se boste morali skozi konzolo in znova pognati program za nastavljanje X. Potem znova po¾enite GDM.
vi: Không thể khởi động bộ hố trợ X (giao diện đồ họa). Có lẽ chưa thiết lập nó cho đúng. Bạn nên đăng nhập vào bàn giao tiếp và thực hiện lại trình cấu hình X. Sau đó khởi động lại GDM.

source: System is rebooting, please wait ...
sl: Sistem se vnoviè zaganja, prosim poèakajte ...
vi: Hệ thống đang khởi động lại, hãy chờ ...

source: Master rebooting...
sl: Gospodar se znova zaganja...
vi: Máy chính khởi động lại...

source: %s: Reboot failed: %s
sl: %s: Vnovièen zagon ni uspel: %s
vi: %s: lỗi khởi động lại: %s

source: Reboot or Halt request when there is no system menu from display %s
sl: Zahtevek za vnovièen zagon ali ustavitev raèunalnika, ko iz zaslona %s ni sistemskega menuja
vi: Yêu cầu khởi động lại hoặc ngắt máy khi không có trình đơn hệ thống trên bộ trình bày %s

source: Restart, Reboot or Halt request from a non-local display %s
sl: Zahtevek za vnovièen zagon programa, vnovièen zagon ali ustavitev raèunalnika iz ne-krajevnega zaslona %s
vi: Yêu cầu khởi động lại, khởi động máy lại, hoặc ngắt máy từ bộ trình bày từ xa %s

source: main daemon: Got SIGABRT, something went very wrong. Going down!
sl: glavni daemon: Dobil sem SIGABRT, nekaj je ¹lo zelo narobe. Uga¹am se!
vi: daemon (trình nền) chính: nhận được SIGABRT, vài thứ đang trở nên rất xấu. Tắt ngay.

source: No console (local) servers to be run
sl: Ni stre¾nikov (krajevne) konzole za zagon
vi: Không có máy chủ bàn giao tiếp (cục bộ) để chạy.

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
sl: Napaka v mo¾nosti %s: %s. Po¾enite '%s --help' za popoln seznam mo¾nosti ukazne vrstice.

source: Only root wants to run gdm
sl: Samo root sme pognati gdm
vi: Chỉ có người chủ muốn chạy gdm thôi.

source: gdm already running. Aborting!
sl: gdm ze teèe. Prekinjam!
vi: GDM đã chạy rồi nên hủy bỏ.

source: Unknown server type requested, using standard server.
sl: Zahtevana neznana vrsta stre¾nika, uporabljam obièajen stre¾nik.
vi: Yêu cầu kiểu máy chủ lạ, nên dùng máy chủ chuẩn.

source: Requested server %s not allowed to be used for flexible servers, using standard server.
sl: Zahtevanemu stre¾niku %s ni dovoljena uporaba kot fleksibilen stre¾nik, uporabljam obièajen stre¾nik.
vi: Máy chủ được yêu cầu %s không thể được dùng như là máy chủ mềm, nên dùng máy chủ chuẩn.

source: initgroups() failed for %s. Aborting.
sl: initgroups() ni uspel za %s. Prekinjam.
vi: Lỗi initgroups() cho %s nên hủy bỏ.

source: There already appears to be an X server running on display %s. Should I try another display number? If you answer no, I will attempt to start the server on %s again.%s
sl: Izgleda, da na zaslonu %s stre¾nik X ¾e teèe. Naj poskusim drugo ¹tevilko zaslona? Èe odgovorite z ne, bom posku¹al znova pognati stre¾nik na %s.%s
vi: Đã có một trình hỗ trợ X đang chạy trên bộ trình bày %s. Nên thử một số hiệu trình bày khác? Nếu không thì sẽ khởi động máy chủ trên %s một lần nữa. %s

source: Server name '%s' not found, using standard server
sl: Ime stre¾nika '%s' ni bilo najdeno, uporabljam obièajen stre¾nik
vi: Không tìm thấy trình hỗ trợ tên '%s' nên dùng trình chuẩn.

source: %s: initgroups() failed for %s
sl: %s: initgrougs() ni uspel za %s
vi: %s: lỗi initgroups() (khởi động nhóm) cho %s

source: I could not start the X server (your graphical environment) due to some internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart gdm when the problem is corrected.
sl: Nisem mogel pognati stre¾nika X (va¹ega grafiènega okolja) zaradi notranje napake. Prosim obrnite se na va¹ega sistemskega administratorja ali preverite va¹ sistemski dnevnik za diagnozo. V vmesnem èasu bo ta zaslon izkljuèen. Gdm znova po¾enite, ko bo problem odpravljen.
vi: Không thể khởi động trình hỗ trợ hệ thống

source: Could not execute the configuration program. Make sure it's path is set correctly in the configuration file. I will attempt to start it from the default location.
sl: Nisem mogel pognati nastavitvenega programa. Preprièajte se, da je pot v datoteki nastavitev pravilna. Posku¹al ga bom pognati iz privzetega mesta.
vi: Không thể thực hiện trình cấu hình. Hãy bảo đảm có đường dẫn đúng trong tập tin cấu hình. Sẽ thử khởi động với đường dẫn mặc định.

source: Could not execute the configuration program. Make sure it's path is set correctly in the configuration file.
sl: Nisem mogel pognati nastavitvenega programa. Preprièajte se, da je pot v datoteki nastavitev pravilna.
vi: Không thể thực hiện trình cấu hình. Hãy bảo đảm là đường dẫn trong tập tin cấu hình vẫn đúng.

source: Enter the root password to run the configuration.
sl: Za zagon nastavitev vpi¹ite geslo za root (administratorja).
vi: %s: không thể khởi động ống dẫn tới gdmgreeter (bộ chào mừng).

source: No servers were defined in the configuration file and XDMCP was disabled. This can only be a configuration error. So I have started a single server for you. You should log in and fix the configuration. Note that automatic and timed logins are disabled now.
sl: V datoteki nastavitev stre¾niki niso bili navedeni in XDMCP je bil izkljuèen. To je lahko le napaka v nastavitvah, zato sem za vas pognal en sam stre¾nik. Prijavite se in popravite nastavitve. Samodejne in èasovne prijave so sedaj izklopljene.
vi: Chưa định nghĩa trình hễ trợ nào trong tập tin cấu hình mà XDMCP lại bị tắt. Chỉ có thể do lỗi cấu hình. Vì thế nên sẽ khởi động một trình hỗ trợ đơn cho bạn. Bạn nên đăng nhập và sửa lại cấu hình. Chú ý là tính năng đăng nhập tự động và đăng nhập định thời sẽ bị tắt.

source: I could not start the regular X server (your graphical environment) and so this is a failsafe X server. You should log in and properly configure the X server.
sl: Nisem mogel pognati obièajnega stre¾nika X (va¹e grafièno okolje) zato je to pred sesutejem varen stre¾nik X. Prijavite se in pravilno nastavite stre¾nik X.
vi: Không thể khởi động trình hỗ trợ X bình thường vì thế đây là trình hỗ trợ X dự phòng. Bạn nên đăng nhập và cấu hình lại trình hỗ trợ X.

source: The greeter program appears to be crashing. I will attempt to use a different one.
sl: Zdi se, da se pozdravni program sesuva. Poskusil bom uporabiti drugega.
vi: %s: không thể khởi động trình chào mừng với mô-đun gtk: %s. Đang thử lại không dùng mô-đun.

source: Cannot start the greeter program; you will not be able to log in. This display will be disabled. Try logging in by other means and editing the configuration file
sl: Ne morem pognati pozdravnega programa zato se ne boste mogli prijaviti. Ta zaslon bo izkljuèen. Poskusite se prijaviti z drugimi sredstvi in popraviti datoteko nastavitev
vi: Không thể khởi động trình chào mừng nên bạn sẽ không thể đăng nhập. Bộ trình bày này sẽ bị tắt. Hãy thữ đăng nhập bằng cách khác và sửa lại tập tin cấu hình.

source: Cannot start the chooser program, you will probably not be able to log in. Please contact the system administrator.
sl: Nisem mogel pognati izbirnika, ne boste se mogli prijaviti. Prosimo, obrnite se na administratorja.
vi: Không thể khởi động trình chọn lựa nên bạn sẽ không thể đăng nhập. Hãy liên hệ quản trị hệ thống.

source: Language %s does not exist, using %s
sl: Jezik %s ne obstaja, uporabljam %s
vi: Không có ngôn ngữ %s nên dùng %s.

source: %s: setusercontext() failed for %s. Aborting.
sl: %s: setusercontext() ni uspel za %s. Prekinjam.
vi: %s: lỗi setusercontext() (đặt ngữ cảnh người dùng) cho %s nên hủy bỏ.

source: %s: No Exec line in the session file: %s, starting failsafe GNOME
sl: %s: Ni vrstice Exec v datoteki seje: %s, zaganjam pred sesutjem varni GNOMe.
vi: %s: không tìm thấy dòng Exec (thực hiện) trong tập tin phiên làm việc: %s, nên khởi động GNOME dự phòng.

source: The session you selected does not look valid. I will run the GNOME failsafe session for you.
sl: Seja, ki ste jo izbrali, ne izgleda veljavna. Pognal bom pred sesutjem varno sejo GNOME.
vi: Phiên làm việc bạn chọn không hình như hợp lệ nên sẽ chạy phiên làm việc GNOME dự phòng cho bạn.

source: %s: Cannot find or run the base Xsession script, will try GNOME failsafe
sl: %s: Ne morem najti ali pognati osnovne skripte Xsession, poskusil bom pred sesutjem varno sejo GNOME.
vi: %s: không thể tìm hoặc chạy tập lệnh Xsession (phiên X) cơ bản nên đang thử dùng GNOME dự phòng.

source: Cannot find or run the base session script, will try the GNOME failsafe session for you.
sl: Ne morem najti ali pognati osnovne skripte seje, poksusil bom pored sesutjem varno sejo GNOME.
vi: Không thể tìm hoặc chạy tập lênh Xsession (phiên X) cơ bản nên đang thử dùng GNOME dự phòng cho bạn.

source: This is the Failsafe Gnome session. You will be logged into the 'Default' session of Gnome with no startup scripts run. This is only to fix problems in your installation.
sl: To je seja GNOME varna pred sesutjem. Prijavljeni boste v 'privzeto' sejo GNOMEabrez pognanih zaèetnih skript. Ta je namenjena le odpravljanju problemov v va¹i namestitvi.
vi: Đây là Phiên làm việc Gnome dự phòng. Bạn sẽ được đăng nhập vào phiên làm việc «Mặc định» của Gnome và không chạy tập lệnh khởi động nào. Chế độ này chỉ được dùng để sửa lỗi trong bản cài đặt của bạn.

source: %s: User passed auth but getpwnam(%s) failed!
sl: %s: Uporabnik je bil avtenticiran, a getpwnam(%s) ni uspel!
vi: %s: người dùng đã chuyển auth (xác thức) nhưng getpwnam(%s) (gọi mật khẩu và tên) thất bại.

source: Your home directory is listed as: '%s' but it does not appear to exist. Do you want to log in with the / (root) directory as your home directory? It is unlikely anything will work unless you use a failsafe session.
sl: Va¹ domaèi imenik je naveden kot: '%s' a se zdi, da ne obstaja. Se ¾elite prijaviti z korenskim imenikom kot va¹im domaèim? V kolikor ne uprabljate pred sesutjem varne seje, ni verjetno, da bi karkoli delalo.
vi: %s: thư mục chính của %s: '%s' không tồn tại.

source: GDM detected a shutdown or reboot in progress.
sl: GDM je zaznal, da je v teku izklop ali vnovièen zagon sistema.
vi: GDM phát hiện máy đang trong quá trình tắt hoặc khởi động lại.

source: Ping to %s failed, whacking display!
sl: Ping do %s ni uspel, tolèem po zaslon.
vi: Không gửi gói ping tới %s được thì sửa đổi bộ trình ấy bất chấp.

source: Please make sure the Caps Lock key is not enabled.
sl: Preprièajte se, da niso vkljuèene velike èrke (caps lock).

source: Cannot set your user group, you will not be able to log in, please contact your system administrator.
sl: Nisem mogel nastaviti uporabni¹ke skupine. Ne boste se mogli prijaviti. Prosim, obrnite se na va¹ega sistemskega administratorja.
vi: Mật khẩu của %s đã quá hạn

source: Cannot change your password, you will not be able to log in, please try again later or contact your system administrator.
sl: Va¹ega gesla ni bilo mogoèe spremeniti zato se ne boste mogli prijaviti. Prosim, poskusite kasneje ali se obrnite na va¹ega skrbnika sistema.

source: Your password has been changed but you may have to change it again, please try again later or contact your system administrator.
sl: Va¹e geslo je bilo spremenjeno, a morda ga morate spremeniti znova. Prosim, poskusite kasneje ali se obrnite na va¹ega skrbnika sistema.

source: An internal error occured, you will not be able to log in. Please try again later or contact your system administrator.
sl: Zgodila se je notranja napaka. Ne boste se mogli prijaviti. Prosim, obrnite se na va¹ega skrbnika sistema.
vi: Không thể gọi cấu trúc passwd (mật khẩu) cho %s

source: The system administrator has disabled your access to the system temporary.
sl: Administrator sistema je zaèasno onemogoèil va¹ dostop do sistema.
vi: Quản trị hệ thống đã vô hiệu hóa tạm thời quyền truy cập hệ thống của bạn.

source: Can't find PAM configuration for gdm.
sl: Ne najdem nastavitev PAM za gdm
vi: Không thể tìm thấy cấu hình PAM cho GDM.

source: Don't check for running gdm
sl: Ne preveri ali gdm ¾e teèe
vi: Không kiểm tra có GDM đang chạy.

source: Please ask your system administrator to enable it in the GDM configurator program.
sl: Prosite svojega sistemskega administratorja, da ga vkljuèi v programu za nastavljanje GDM.
vi: Hãy yêu cầu quản trị hệ thống bật nó trong trình cấu hình GDM.

source: GDM Host Chooser
sl: Izbirnik gostiteljev GDM
vi: Bộ chọn máy GDM

source: I cannot find the host "%s", perhaps you have mistyped it.
sl: Ne najdem gostitelja "%s", morda ste ime napaèno vpisali.
vi: Không tìm thấy máy "%s", có lẽ bạn gõ sai tên.

source: The main area of this application shows the hosts on the local network that have "XDMCP" enabled. This allows users to login remotely to other machines as if they were logged on using the console. You can rescan the network for new hosts by clicking "Refresh". When you have selected a host click "Connect" to open a session to that machine.
sl: Glavna povr¹ina tega programa ka¾e gostitelje na krajevni mre¾i, ki imajo vkljuèen XDMCP. To omogoèa uporabnikom, da se prijavijo na druge raèunalnike, kot, da bi se prijavili v konzolo. Mre¾o lahko znova prei¹èete za nove gostitelje s klikom na "Osve¾i". Ko boste izbrali gostitelja, kliknite "Pove¾i se" za odprtje seje na tem raèunalniku.
vi: Không mở được biểu tượng máy mặc định: %s.

source: Can't open default host icon: %s
sl: Ne morem odreti privzeto ikona gostitelja: %s

source: The chooser version (%s) does not match the daemon version (%s). You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
sl: Razlièica izbirnika (%s) ne ustreza razlièici daemona (%s). Verjetno ste ravnokar nadgradili gdm. Prosim znova po¾enite gdm ali znova za¾enite raèunalnik.
vi: Phiên bản bộ chọn lựa (%s) không khớp với phiên bản trình nền (%s). Rất có thể là bạn mới nâng cấp GDM. Hãy khởi động lại trình nền GDM hoặc khởi động lại máy.

source: You might in fact be using a different display manager, such as KDM (KDE Display Manager) or xdm.
sl: Morda uporabljate drug upravljalnik zaslona, na primer KDM (KDEjev upravljalnik zaslona) ali xdm.
vi: Bạn thật ra có thể đang dùng trình quản lý trình bày khác, như KDM (Trình quản lý trình bày KDE) hoặc xdm.

source: If you still wish to use this feature, either start GDM yourself or ask your system administrator to start GDM.
sl: Èe ¹e vedno ¾elite uporabiti to mo¾nost, ali sami po¾enite GDM ali prosite va¹ega sistemskega administratorja, da to stori.
vi: Nếu bạn vẫn muốn dùng tính năng này, hãy tự khởi động GDM, hoặc yêu cầu quản trị hệ thống khởi động GDM.

source: Cannot communicate with gdm, perhaps you have an old version running.
sl: Ne morem komunicirati z gdm, morda teèe starej¹a razlièica.
vi: Không liên lạc được với GDM, có lẽ bạn đang chạy một phiên bản cũ.

source: The nested X server (Xnest) is not available, or gdm is badly configured. Please install the Xnest package in order to use the nested login.
sl: Gnezden stre¾nik X (Xnest) ni na voljo, ali pa je gdm slabo nastavljen. Namestite paket Xnest za uporabo gnezdenih prijav.
vi: Trình hỗ trợ X không sẵn sàng, có thể do GDM có cấu hình sai.

source: The X server is not available, it is likely that gdm is badly configured.
sl: Stre¾nik X ni na voljo, verjetno je gdm slabo nastavljen.

source: You do not seem to have authentication needed be for this operation. Perhaps your .Xauthority file is not set up correctly.
sl: Zdi se, da nimate avtentikacije potrebne za ta ukaz. Morda va¹a datoteka .Xauthority ni pravilno nastavljena.
vi: Hình như bạn chưa có xác thực cần thiết để thực hiện thao tác này. Có lẽ tập tin .Xauthority của bạn chưa được thiết lập đúng.

source: Too many messages were sent to gdm and it hung upon us.
sl: Programu gdm je bilo poslanih preveè sporoèil zato se nam je obesil.
vi: Quá nhiều thông báo được gởi đến gdm nên nó bị treo.

source: Unknown error occured.
sl: Zgodila se je neznana napaka.
vi: Gặp lỗi lạ.

source: Can't lock screen
sl: Ne morem zakleniti zaslona
vi: Không khóa được màn hình

source: Can't disable xscreensaver display hacks
sl: Ne morem izkljuèiti hackov zaslona xscreensaver
vi: Không tắt được những bô xâm nhập cách trình bày xscreensaver (bảo đảm màn hình).

source: Send the specified protocol command to gdm
sl: Gdmju po¹lji doloèen ukaz protokola
vi: Gửi lệnh giao thức xác định tới GDM

source: A-M|Chinese (simplified)
sl: A-M|Kitaj¹èina (poenostavljena)
vi: N-Z|Tiếng Trung Hoa (phổ thông)

source: A-M|Chinese (traditional)
sl: A-M|Kitaj¹èina (tradicijonalna)
vi: N-Z|Tiếng Trung Hoa (truyền thống)

source: A-M|English
sl: A-M|Angle¹èina
vi: A-M|Tiếng Anh

source: User %s will login in %d seconds
sl: Uporabnik %s se bo prijavil v %d sekundah
vi: Người dùng %s sẽ đăng nhập trong vòng %d giây.

source: %s: String too long!
sl: %s: Predolg niz!
vi: %s: Chuỗi quá dài.

source: %sWelcome to %s%s
sl: %sDobrodo¹li na %s%s
vi: %sChào mừng đến %s%s.

source: Could not fork a new process!
sl: Nisem mogel razvejiti novega procesa!
vi: Không thể tạo tiến trình con mới.

source: You likely won't be able to log in either.
sl: Verjetno je, da se vseeno ne boste mogli prijaviti.
vi: Rất có thể bạn cũng sẽ không thể đăng nhập.

source: Are you sure you want to reboot the machine?
sl: Ali zares ¾elite znova zagnati raèunalnik?
vi: Bạn có chắc muốn khởi động lại máy không?

source: _Reboot
sl: _Vnovièen zagon raèunalnika
vi: _Khởi động lại máy

source: Are you sure you want to shut down the machine?
sl: Ali zares ¾elite ugasniti raèunalnik?
vi: Bạn có chắc muốn tắt máy không?

source: Are you sure you want to suspend the machine?
sl: Ali zares ¾elite obmirovati raèunalnik?
vi: Bạn có chắc muốn tạm dừng máy không?

source: Welcome to %n
sl: Dobrodo¹li na %n
vi: Chào mừng dùng %n.

source: TimedLoginDelay was less than 5. I'll just use 5.
sl: Premor za samodejno prijavo (TimedLoginDelay) je bil manj od 5. Uporabil bom 5.
vi: TimedLoginDelay (chậm trễ đăng nhập định thời) nhỏ hơn 5. Chỉnh lại bằng 5.

source: Your preferred session type %s is not installed on this machine. Do you wish to make %s the default for future sessions?
sl: Va¹a priljubljena seja %s ni name¹èena na tem raèunalniku. ®elite, da bo %s privzeta za nadaljne seje?
vi: Làm _mặc định

source: You have chosen %s for this session, but your default setting is %s. Do you wish to make %s the default for future sessions?
sl: Za to sejo ste izbrali %s, èeprav je va¹a privzeta %s. Ali ¾elite, da bo %s privzeta za nadaljne seje?
vi: _Chỉ với phiên làm việc này

source: You have chosen %s for this session. If you wish to make %s the default for future sessions, run the 'switchdesk' utility (System->Desktop Switching Tool from the panel menu).
sl: Za to sejo ste izbrali %s. Èe ¾elite narediti %s za privzeto izbiro pri bodoèih sejah po¾enite orodje switchdesk. (v menuju Sistem->Orodje za preklapljanje namizij).
vi: Mặc định hệ thống

source: Failsafe Gnome
sl: Gnome (pred sesutjem varna)
vi: Gnome dự phòng

source: Failsafe xterm
sl: Xtrem (pred sesutjem varna)
vi: Xterm dự phòng

source: %s: Session directory %s not found!
sl: %s: Imenik seje %s ni bil najden!
vi: %s: không tìm thấy thư mục phiên làm việc %s.

source: Yaikes, nothing found in the session directory.
sl: Ajs, v imeniku sej ni nièesar.
vi: Không có gì trong thư mục phiên làm việc.

source: Failsafe _Gnome
sl: Pred sesutejem varni _Gnome
vi: _Gnome dự phòng

source: This is a failsafe session that will log you into GNOME. No startup scripts will be read and it is only to be used when you can't log in otherwise. GNOME will use the 'Default' session.
sl: To je seja varna pred sesutjem, ki vas bo prijavila v GNOME. Uporablja se jo le kadar se ne morete prijaviti drugaèe, saj zaèetne skripte ne bodo prebraner. GNOME bo uporabil 'privzeto' sejo.
vi: Đây là phiên làm việc dự phòng bạn dùng để đăng nhập vào GNOME, mà không đọc tập lệnh khởi động nào. Chỉ được dùng khi bạn không thể đăng nhập bằng cách khác. GNOME sẽ dùng phiên làm việc «mặc định».

source: No default session link found. Using Failsafe GNOME.
sl: Privzeta povezava seje ni bila najdena. Uporabljam varno GNOME.
vi: Không tìm thấy liên kết phiên làm việc mặc định nên dùng GNOME dự phòng.

source: Log in using the language that you have used last time you logged in
sl: Prijavi se z uporabo jezika, ki ste ga uporabljali ob zadnji prijavi.
vi: Đăng nhập dùng ngôn ngữ mà bạn đã dùng trước đây.

source: Log in using the default system language
sl: Prijavi se in uporabi privzet sistemski jezik
vi: Đăng nhập dùng ngôn ngữ hệ thống mặc định.

source: Doubleclick on the user to log in
sl: Za prijavo dvokliknite na uporabnika
vi: Nhấp đúp lên người dùng để đăng nhập.

source: _XDMCP Chooser...
sl: Izbirnik _XDMCP...
vi: Bộ chọn _XDMCP...

source: Run an XDMCP chooser which will allow you to log into available remote machines, if there are any.
sl: Po¾eni izbirnik XDMCP, ki bo omogoèil prijavo v oddaljene raèunalnike, ki so na voljo.
vi: Chạy bộ chọn XDMCP, cho phép bạn đăng nhập vào máy từ xa, nếu có.

source: Reboot your computer
sl: Vnoviè za¾eni raèunalnik
vi: Khởi động lại máy

source: Shut down the system so that you may safely turn off the computer.
sl: Ustavi delovanje raèunalnika, da se ga lahko varno izklopi.
vi: Tắt hệ thống để có thể tắt máy an toàn.

source: Can't open DefaultImage: %s. Suspending face browser!
sl: Ne morem odpreti DefaultImage: %s. Izkljuèujem pregledovalnik obrazov!
vi: Không mở được DefaultImage (ảnh mặc định): %s nên ngừng tính trình duyệt chân dung.

source: The greeter version (%s) does not match the daemon version. You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
sl: Razlièica pozdravnega programa (%s) ne ustreza razlièici daemona. Verjetno ste pravkar nadgradili gdm. Prosim, znova po¾enite gdm ali vnoviè za¾enite raèunalnik.
vi: Phiên bản của trình chào mừng (%s) không khớp với phiên bản trình nền. Rất có thể là bạn vừa nâng cấp GDM. Hãy khởi động lại trình nền GDM hoặc khởi động lại máy.

source: Reboot
sl: Ponoven zagon raèunalnika
vi: Khởi động lại máy
