Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: The allowed limit of flexible X servers reached.
ca: S'ha arribat al límit permès de servidors flexibles d'X.
gu: બદલી શકાય તેવા X સર્વરની મંજૂર કરેલી સીમા આવી ગઇ.
ko: 플렉서블 X 서버의 최대 허용치에 다다랐습니다.
lt: Pasiektas lanksčių X serverių limitas.
mk: Достигнат бројот на Х сервери.
pa: ਪਰਿਵਰਤਨਸ਼ੀਲ X ਸਰਵਰ ਦੀ ਦਰਸਾਈ ਗਈ ਸੀਮਾ ਪਹੁੰਚ ਗਈ ਹੈ।
pt_br: O limite permitido de servidores X flexíveis foi atingido.
sl: Dovoljena omejitev prilagodljivih stre¾nikov X dose¾ena.
th: ถึงขีดจำกัดความยืดหยุ่นของ X server ที่ได้รับอนุญาตแล้ว
vi: Đã tiến tới giới hạn số trình hỗ trợ X mềm.

source: There were errors trying to start the X server.
ca: Hi ha hagut errors en intentar iniciar el servidor d'X.
gu: X સર્વર શરુ કરવાના પ્રયત્નમાં ભૂલો હતી.
ko: X 서버를 시작하는데 오류가 발생했습니다.
lt: Bandant paleisti X serverį buvo klaidų.
mk: Имаше грешки при обидот за подигнување на Х серверот.
pa: ਇੱਥੇ X ਸਰਵਰ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਹੈ।
pt_br: Ocorreram alguns erros ao tentar iniciar o servidor X.
sl: Ob poskusu zagona stre¾nika X so bile napake.
th: เกิดความผิดพลาดขณะพยายามที่จะเริ่ม X server
vi: Gặp lỗi khi cố thử khởi động trình hỗ trợ X.

source: The X server failed. Perhaps it is not configured well.
ca: El servidor d'X ha fallat. Potser no està ben configurat.
gu: X સર્વર નિષ્ફળ ગયુ. કદાચ તેની રૂપરેખા યોગ્ય નહિ હોય.
ko: X 서버가 실패했습니다. 설정이 잘못된 것 같습니다.
lt: X serveris žlugo. Galbūt jis nėra gerai sukonfigūruotas.
mk: Х серверот падна. Можеби не е конфигуриран правилно.
pa: X ਸਰਵਰ ਅਸਫ਼ਲ ਹੋਇਆ। ਸ਼ਾਇਦ ਇਸ ਨੂੰ ਠੀਕ ਤਰਾਂ ਦਰਸਾਇਆ ਨਹੀਂ ਗਿਆ।
pt_br: O servidor X falhou. Talvez ele não esteja configurado corretamente.
sl: Stre¾nik X ni uspel. Morda ni pravilno nastavljen.
th: X server ล้มเหลว อาจจะเป็นเพราะมีการกำหนดค่าไม่ถูกต้อง
vi: Trình hỗ trợ X bị lỗi. Có lẽ do cấu hình sai.

source: Too many X sessions running.
ca: S'estan executant massa sessions d'X.
gu: ઘણા બધા X સત્ર ચાલી રહ્યા છે.
ko: 너무 많은 X 세션이 실행중입니다.
lt: Veikia per daug X sesijų.
mk: Премногу Х сесии пуштени.
pa: ਬਹੁਤ ਸਾਰੇ X ਸ਼ੈਸ਼ਨ ਚੱਲ ਰਹੇ ਹਨ।
pt_br: Existem muitas sessões X em execução.
sl: Teèe preveè sej X.
th: มีวาระของ X กำลังทำงานอยู่จำนวนมากเกินไป
vi: Quá nhiều phiên X đang chạy.

source: The nested X server (Xnest) cannot connect to your current X server. You may be missing an X authorization file.
ca: El servidor imbricat d'X (Xnest) no pot connectar amb el vostre servidor d'X actual. Potser us falta un fitxer d'autorització d'X.
gu: પુનરાવર્તિત X સર્વર તમારા વર્તમાન X સર્વર સાથે જોડાઇ શકતુ નથી. કદાચ તમારી પાસે X સત્તાની ફાઇલ ખૂટે છે.
ko: 중첩 X 서버 (Xnest)가 현재 X 서버와 연결할 수 없습니다. X 인증 파일이 없는 것 같습니다.
lt: Įterptas X serveris (Xnest) negali prisijungti prie dabartinio X serverio. Gali trūkti X autorizacijos failo.
mk: Вгнездениот Х сервер (Xnest) неможе да се конектира на сегашниот Х сервер. Можеби нема датотека за авторизацијан а Х (.Xauthority).
pa: ਉਪ X ਸਰਵਰ (Xnest) ਤੁਹਾਡੇ X ਸਰਵਰ ਨਾਲ ਜੁੜ ਨਹੀਂ ਸਕਦਾ। ਤੁਹਾਡੇ ਤੋਂ ਇੱਕ X ਅਧਿਕਾਰ ਫਾਇਲ ਗੁੰਮ ਗਈ ਹੈ।
pt_br: O servidor X aninhado (Xnest) não pode se conectar ao seu servidor X atual. Você pode ter perdido um arquivo de autorização do X.
sl: Gnezden stre¾nik X (Xnest) se ne more povezati s trenutnim stre¾nikom. Morda vam manjka avtorizacijska datoteka X.
th: Xnest ไม่สามารถเชื่อมต่อกับ X server ปัจจุบันของคุณ คุณอาจจะมีแฟ้มการอนุญาตของ X ที่ไม่ถูกต้อง
vi: Trình hỗ trợ X con (Xnest) không thể kết nối với trình hỗ trợ X hiện thời. Có thể do thiếu tập tin xác thực X.

source: The nested X server (Xnest) is not available, or GDM is badly configured. Please install the Xnest package in order to use the nested login.
ca: El servidor imbricat d'X (Xnest) no està disponible, o el GDM està mal configurat. Instal·leu el paquet Xnest per poder utilitzar l'entrada imbricada.
gu: પુનરાવર્તિત X સર્વર (Xnest) ઉપલબ્ધ નથી, અથવા GDM ખરાબ રીતે રૂપરેખાંકિત થયું છે. પુનરાવર્તિત પ્રવેશ વાપરવા માટે મહેરબાની કરીને Xnest પેકેજનું સ્થાપન કરો.
ko: 중첩 X 서버 (Xnest)를 쓸 수 없거나 GDM이 잘못 설정된 것 같습니다. 중첩 로그인을 쓰려면 Xnest 꾸러미를 설치하십시오.
lt: Įterptinis X serveris (Xnest) neprieinamas, arba GDM blogai sukonfigūruotas. Įdiekite Xnest paketą tam, kad galėtumėte naudotis įterptiniu prisijungimu.
mk: Вгнездениот X сервер (Xnest) не е достапен, или GDM е лошо конфигуриран. Ве молам инсталирајте Xnest пакет за да се употребува вгнезденото најавуање.
pa: ਅਧੀਨ X ਸਰਵਰ (Xnest) ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ, ਜਾਂ GDM ਗਲਤ ਸੰਰਚਿਤ ਕੀਤਾ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਉਪ ਲਾਗਇਨ ਵਰਤਣ ਲਈ Xnest ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰੋ।
pt_br: O servidor X aninhado (Xnest) não está disponível ou o GDM está mal configurado. Por favor, instale o pacote Xnest para poder iniciar uma sessão aninhada.
th: Xnest ใช้งานไม่ได้ หรือ GDM ไม่ได้กำหนดค่าไว้อย่างถูกต้อง กรุณาติดตั้งแพ็กเกจของ Xnest เพื่อใช้การเข้าระบบในหน้าต่างซ้อน

source: The X server is not available. GDM may be misconfigured.
ca: El servidor d'X no està disponible. Probablement el GDM està mal configurat.
gu: X સર્વર ઉપલબ્ધ નથી. GDM ખોટી રીતે રૂપરેખાંકિત થયેલ હોઈ શકે.
ko: X 서버를 쓸 수 없습니다. GDM이 잘못 설정된 것 같습니다.
lt: X serveris neprieinamas. GDM gali būti blogai sukonfigūruotas.
mk: X серверот не е достапен, најверојатно GDM е лошо конфигуриран.
pa: X ਸਰਵਰ ਉਪਲੱਬਧ ਨਹੀ, ਇੰਝ ਲੱਗਦਾ ਹੈ ਕਿ GDM ਦੀ ਗਲਤ ਸੰਰਚਨਾ ਹੋਈ ਹੈ।
pt_br: O servidor X não está disponível. O GDM pode estar mal configurado.
th: X server ใช้งานไม่ได้ ดูเหมือนว่า GDM จะมีการกำหนดค่าที่ไม่ถูกต้อง

source: Trying to set an unknown logout action, or trying to set a logout action which is not available.
ca: S'està intentant establir una acció de sortida desconeguda, o intentant establir una acció de sortida que no està disponible.
gu: અજાણ પ્રવેશ ક્રિયાને સુયોજિત કરવાનો પ્રયાસ કરી રહ્યા છે, બહાર નીકળવાની ક્રિયાને સુયોજિત કરવાનો પ્રયાસ કરી રહ્યા છે કે જે ઉપ્લબ્ધ નથી.
ko: 알 수 없거나 사용할 수 없는 로그아웃 동작을 설정하려 시도합니다.
lt: Bandoma nustatyti nežinomą atsijungimo veiksmą, arba bandoma nustatyti atsijungimo veiksmą, kuris yra neprieinamas.
mk: Се обидувам да поставам непознато дејство за одјава, или да поставам дејство кое што не е допстапно.
pa: ਅਣਪਛਾਤੀ ਲਾਗ-ਆਉਟ ਕਾਰਵਾਈ ਦਰਸਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ, ਜਾਂ ਲਾਗ-ਆਉਟ ਕਾਰਵਾਈ, ਜੋ ਉਪਲੱਬਧ ਨਹੀਂ ਨੂੰ ਦਰਸਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ।
pt_br: Tentando definir uma ação de término de sessão desconhecida ou tentando definir uma ação de término de sessão que não está disponível.
sl: Posku¹am nastaviti neznano izhodno dejanje ali posku¹am nastaviti izhodno dejanje, ki ni na voljo.
th: กำลังพยายามตั้งค่าการดำเนินการการออกจากระบบที่ไม่รู้จัก หรือการดำเนินการการออกจากระบบที่ไม่สามารถทำงานได้
vi: Đang thử thiết lập hành động đăng xuất lạ, hoặc thử thiết lập hành động đăng xuất không sẵn sàng.

source: Virtual terminals not supported.
ca: Les terminals virtuals no estan implementades.
gu: આભાસી ટર્મિનલોને આધાર નથી.
ko: 가상 터미널을 지원하지 않습니다.
lt: Virtualūs terminalai nepalaikomi.
mk: Виртуелни терминали не се поддржани.
pa: ਜਾਅਲੀ ਟਰਮੀਨਲਾਂ ਲਈ ਸਹਿਯੋਗ ਨਹੀਂ ਹੈ।
pt_br: Terminais virtuais não são suportados.
sl: Navidezni terminali niso podprti.
th: ไม่สนับสนุนเทอร์มินัลเสมือน
vi: Không hỗ trợ thiết bị cuối ảo.

source: Trying to change to an invalid virtual terminal number.
ca: S'està intentant canviar a un número de terminal virtual invàlid.
gu: અમાન્ય આભાસી ટર્મિનલ ક્રમને બદલવાનો પ્રયાસ કરી રહ્યા છે.
ko: 잘못된 가상 터미널 번호로 바꾸려 시도합니다.
lt: Bandoma keisti į netinkamą virtualaus terminalo numerį.
mk: Се обидувам да променам во невалиден број на виртуелен терминал.
pa: ਅਯੋਗ ਜਾਅਲੀ ਟਰਮੀਨਲ ਨੰਬਰ ਨੂੰ ਤਬਦੀਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ।
pt_br: Tentando mudar para um número de terminal virtual inválido.
sl: Posku¹am spremeniti ¹tevilko neveljavnega terminala
th: พยายามจะเปลี่ยนไปยังหมายเทอร์มินัลเสมือนที่ไม่ถูกต้อง
vi: Đang thử thay đổi số thiết bị cuối ảo không hợp lệ.

source: Trying to update an unsupported configuration key.
ca: S'esta tractant d'actualitzar una clau de configuració no suportada.
gu: આધાર વગરની રૂપરેખા માટેની કી બદલવાનો પ્રયત્ન.
ko: 지원하지 않는 설정 키를 업데이트하려 합니다.
lt: Bandoma atnaujinti nepalaikomą konfigūracijos raktą.
mk: Пробувам да апдејтирам неподржана конфигурациона ставка.
pa: ਬਿਨਾ ਸਹਿਯੋਗ ਵਾਲੀ ਸੰਰਚਨਾ-ਕੁੰਜੀ ਦੇ ਨਵੀਨੀਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ।
pt_br: Tentando atualizar uma chave de configuração não suportada.
sl: Posku¹am posodobiti nepodprt konfiguracijski kljuè
th: พยายามที่จะปรับปรุงคีย์การกำหนดค่าที่ไม่มีการสนับสนุน
vi: Cố cập nhật khóa cấu hình chưa được hỗ trợ.

source: You do not seem to have the authentication needed for this operation. Perhaps your .Xauthority file is not set up correctly.
ca: Sembla que no teniu l'autenticació necessària per a aquesta operació. Potser el vostre fitxer .Xauthority no està configurat correctament.
gu: એવુ લાગે છે કે તમારી પાસે આ પ્રક્રિયા માટેની સત્તા નથી. કદાચ તમારી .Xauthority ફાઇલ બરાબર સુયોજિત નથી.
ko: 이 작업을 하기 위해 필요한 인증한 내용이 없습니다. 아마도 .Xauthority 파일을 올바르게 설정하지 않았을 것입니다.
lt: Neturite tapatybės patvirtinimo, reikiamo šiai operacijai įvykdyti. Galbūt .Xauthority failas yra neteisingai nustatytas.
mk: Немате авторизација за оваа операција. Можеби Вашата .Хauthority датотека не е поставена правилно.
pa: ਇਸ ਕਾਰਵਾਈ ਲਈ ਤੁਹਾਨੂੰ ਅਧਿਕਾਰ ਨਹੀਂ ਜਾਪਦੇ ਹਨ। ਸ਼ਾਇਦ ਤੁਹਾਡੀ .Xauthority ਫਾਇਲ ਠੀਕ ਤਰਾਂ ਸੈੱਟ ਅੱਪ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ।
pt_br: Parece que você não possui a autenticação necessária para essa operação. Talvez o seu arquivo .Xauthority não esteja configurado corretamente.
th: ดูเหมือนคุณจะไม่ได้รับการอนุญาตสิทธิ์ที่จำเป็นสำหรับการดำเนินการนี้ อาจจะเป็นเพราะแฟ้ม .Xauthority ของคุณมีการตั้งค่าไม่ถูกต้อง

source: Too many messages were sent to GDM and it hung up on us.
ca: S'han enviat massa missatges al GDM i s'ha penjat.
gu: GDM ને ઘણા બધા સંદેશાઓ મોકલાયા હતા અને તે આપણા પર આધારિત છે.
ko: 너무 많은 메세지를 GDM에 보내서 GDM이 멈췄습니다.
lt: GDM buvo nusiųsta per daug žinučių, ir jis pakibo.
mk: Gdm падна поради тоа што до него беа испратени премногу пораки.
pa: GDM ਨੂੰ ਬਹੁਤ ਸਾਰੇ ਸੁਨੇਹੇ ਭੇਜੇ ਗਏ ਅਤੇ ਇਹ ਸਾਡੇ ਉੱਤੇ ਛੱਡ ਦਿੱਤੇ ਗਏ।
pt_br: Muitas mensagens estão sendo enviadas para o GDM e ele travou.
th: มีข้อความส่งไปยัง GDM มากเกินไป ทำให้ GDM ค้างอยู่

source: Unknown error occurred.
ca: Ha ocorregut un error desconegut.
gu: અજ્ઞાત ભૂલ ઉદભવી.
ko: 알 수 없는 오류가 발생했습니다.
lt: Įvyko nežinoma klaida.
mk: Непозната грешка се појави.
pa: ਅਣਜਾਣ ਗਲਤੀ ਆਈ ਹੈ।
pt_br: Ocorreu um erro desconhecido.
th: เกิดความผิดพลาดที่ไม่ทราบสาเหตุ

source: The accessibility registry was not found.
ca: No s'ha trobat el registre d'accessibilitat.
gu: સુલભતા રજીસ્ટરી મળી નહિં.
ko: 접근성 기능 레지스트리가 없습니다.
lt: Pritaikymo neįgaliesiems registras nerastas.
mk: Регистарот за пристапност не беше пронајден.
pa: ਸਹੂਲਤ ਰਜਿਸਟਰ ਨਹੀਂ ਲੱਭੀ ਹੈ।
pt_br: Registro de acessibilidade não encontrado.
th: ไม่พบเรจิสตรีของเทคโนโลยีสิ่งอำนวยความสะดวก

source: The accessibility registry could not be started.
ca: No s'ha pogut iniciar el registre d'accessibilitat.
gu: સુલભતા રજીસ્ટરી શરૂ કરી શક્યા નહિં.
ko: 접근성 기능 레지스트리를 시작할 수 없습니다.
lt: Nepavyko paleisti pritaikymo neįgaliesiems registro.
mk: Регистарот за пристапност не можеше да биде стартуван.
pa: ਸਹੂਲਤ ਰਜਿਸਟਰੀ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ ਹੈ।
pt_br: Não foi possível iniciar o registro de acessibilidade.
th: ไม่สามารถเริ่มใช้เรจิสตรีของเทคโนโลยีสิ่งอำนวยความสะดวก

source: %a %b %d, %H:%M
ca: %a %d de %b, %H:%M
ko: %b %e일 (%a), %H:%M
pt_br: %a %d de %b, %H:%M
sl: %a %d %b, %H:%M
th: %a %e %b, %H:%M
vi: %d %a %b, %H:%M

source: %a %b %d, %l:%M %p
ca: %A %d de %B, %k:%M
gu: %a %b %d, %I:%M %p
ko: %b %e일 (%a), %p %l:%M
lt: %a %b %d, %H:%M
pt_br: %a %d de %b, %H:%M
sl: %a %d %b, %l:%M %p
th: %a %e %b, %l:%M %p
vi: %d %a %b, %I:%M %p

source: %d second
ca: %d segon
gu: %d સેકન્ડ
ko: %d초
lt: %d sekundė
mk: %d секунда
pa: %d ਸਕਿੰਟ
pt_br: %d segundo
th: %d วินาที

source: Usage: %s [-b][-v] and one of the following:
ca: Forma d'ús: %s [-b][-v] i un dels següents:
gu: વપરાશ: %s [-b][-v] અને નીચેનામાંથી એક:
ko: 사용법: %s [-b][-v]와 다음 중 하나를 쓸 수 있습니다:
lt: Naudojimas: %s [b][-v] ir vieną iš šių:
mk: Искористеност: %s [-b][-v] и едно од следните:
pa: ਵਰਤੋਂ: %s [-b][-v] ਅਤੇ ਹੇਠ ਦਿੱਤਿਆਂ 'ਚੋਂ ਕੋਈ ਵੀ:
pt_br: Uso: %s [-b][-v] e um dos seguintes:
th: วิธีใช้: %s [-b][-v] ตามด้วยตัวเลือกใดตัวเลือกหนึ่งต่อไปนี้:

source: -a display
ca: -a pantalla
ko: -a 디스플레이
lt: -a ekranas
mk: -a приказ
pt_br: -a tela
th: -a ดิสเพลย์

source: -r display
ca: -r pantalla
ko: -r 디스플레이
lt: -r ekranas
mk: -r приказ
pt_br: -r tela
th: -r ดิสเพลย์

source: -d display
ca: -d pantalla
ko: -d 디스플레이
lt: -d ekranas
mk: -d приказ
pt_br: -d tela
th: -d ดิสเพลย์

source: -l [server_name]
ca: -l [nom del servidor]
ko: -l [서버 이름]
lt: -l [serverio_pavadinimas]
mk: -| [сервер_име]
pt_br: -l [nome_do_servidor]
th: -l [ชื่อเซิร์ฟเวอร์]

source: -t maximum tries to connect (default 15)
ca: -t màxim d'intents de connexió (15 per defecte)
gu: -t જોડાવા માટેના મહત્તમ પ્રયાસો (મૂળભૂત ૧૫)
ko: -t 최대 연결 시도 회수 (기본값 15)
lt: -t daugiausiai bandymų prisijungti (numatyta 15)
mk: -t максимум се обидува да се поврзе (dafault 15)
pa: -t ਜੁੜਨ ਲਈ ਵੱਧ ਤੋਂ ਵੱਧ ਕੋਸ਼ਿਸ਼ਾਂ (ਮੂਲ 15)
pt_br: -t máximo de tentativas para conectar (padrão 15)
th: -t จำนวนครั้งสูงสุดที่จะพยายามเชื่อมต่อ (ค่าปกติคือ 15)

source: -s sleep value (default 8)
ca: -s valor d'espera (8 per defecte)
gu: -s ઉંઘ કિંમત (મૂળભૂત ૮)
ko: -s 쉬는 시간 (기본값 8)
lt: -s miego reikšmė (numatyta 8)
mk: -s спие вредност (default 8)
pa: -s ਸਲੀਪ ਮੁੱਲ (ਮੂਲ 8)
pt_br: -s valor para dormir (padrão 8)
th: -s จำนวนวินาทีหลับคอย (ค่าปกติคือ 8)

source: Server busy, will sleep.
ca: El servidor està ocupat, es farà una pausa.
gu: સર્વર વ્યવસ્ત, ઉંઘી જશે.
ko: 서버가 응답이 없습니다. 잠시 쉽니다.
lt: Serveris užimtas, bus užmigdyta.
mk: Серверот е зафатен, ќе спие.
pa: ਸਰਵਰ ਰੁਝਿਆ, ਸਸਪੈਂਡ ਹੋਵੇਗਾ।
pt_br: Servidor ocupado. Vou dormir.
th: เซิร์ฟเวอร์ไม่ว่าง จะหลับคอยก่อน

source: Connection to daemon failed, sleeping for %d seconds. Retry %d of %d
ca: Ha fallat la connexió al dimoni, s'esperarà %d segons. Intent %d de %d
gu: ડિમનનું જોડાણ નિષ્ફળ, %d સેકન્ડો માટે ઉંઘી રહ્યું છે. %d જેટલા %d માંથી પ્રયાસ કરો
ko: 데몬에 연결 실패, %1$d초동안 대기중입니다. %3$d회 중 %2$d회 다시 시도
lt: Nepavyko prisijungti prie demono, laukiama %d sekundes. Bandymas %d iš %d
mk: Поврзувањето со demon не успеа, мирува за %d секунди. Пробај повторно %d од %d
pa: ਡੈਮਨ ਕੁਨੈਕਸ਼ਨ ਫੇਲ੍ਹੋ ਹੋਇਆ, %1$d ਸਕਿੰਟਾਂ ਲਈ ਸਸਪੈਂਡ ਹੈ। %3$d ਵਿੱਚੋਂ %2$d ਕੋਸ਼ਿਸ਼
pt_br: A conexão ao daemon falhou. Dormindo por %d segundos. Tentativa %d de %d
th: เชื่อมต่อไปยังดีมอนไม่สำเร็จ จะหลับคอยเป็นเวลา %d วินาที ลองใหม่เป็นครั้งที่ %d จาก %d

source: Failed to connect to server after %d retries
ca: Han fallat tots els %d intents de connexió al servidor
gu: %d પ્રયાસો પછી સર્વર સાથે જોડાવામાં નિષ્ફળ
ko: %d번 다시 시도 후 서버에 연결 실패
lt: Nepavyko prisijungti prie serverio po %d bandymų
mk: Поврзувањетои со серверот не успеа по %d обиди
pa: %d ਕੋਸ਼ਿਸ਼ਾਂ ਬਾਅਦ ਸਰਵਰ ਨਾਲ ਜੁੜਨ ਲਈ ਅਸਫ਼ਲ
pt_br: Falha ao conectar ao servidor após %d tentativas
th: ไม่สามารถเชื่อมต่อไปยังเซิร์ฟเวอร์หลังจากลองแล้ว %d ครั้ง

source: Log in as another user inside a nested window
ca: Entreu com a un usuari diferent dins d'una finestra imbricada
gu: પુનરાવર્તિત વિન્ડોમાં બીજા વપરાશકર્તા તરીકે પ્રવેશ કરો
ko: 중첩 창에서 다른 사용자로 로그인
lt: Dirbti kitu naudotoju atskirame lange
mk: Најави се како друг корисник во вгнезден прозорец
pa: ਝਰੋਖਿਆਂ ਦੇ ਉਪ-ਸਮੂਹ ਵਿੱਚ ਉਪਭੋਗੀ ਤੌਰ 'ਤੇ ਲਾਗਇਨ ਕਰੋ
pt_br: Iniciar uma sessão como outro usuário dentro de uma janela aninhada
sl: Prijavi se kot drug uporabnik znotraj gnezdenega okna
th: เข้าระบบในนามผู้ใช้อื่นในหน้าต่างซ้อน
vi: Đăng nhập với tên người dùng khác trong một cửa sổ lồng nhau.

source: New Login in a Nested Window
ca: Nova entrada a una finestra imbricada
gu: પુનરાવર્તિત વિન્ડોમાં નવો પ્રવેશ
ko: 중첩 창에서 새로 로그인
lt: Dirbti kitu naudotoju atskirame lange
mk: Ново најавување во вгнезден прозорец
pa: ਝਰੋਖਿਆਂ ਦੇ ਉਪ-ਸਮੂਹ ਵਿੱਚ ਨਵਾਂ ਲਾਗਇਨ
pt_br: Nova Sessão em uma Janela Aninhada
sl: Nova prijava v gnezdenem oknu
th: การเข้าระบบใหม่ใน Nested Window
vi: Đăng nhập mới trong cửa sổ lồng nhau.

source: Send the specified protocol command to GDM
ca: Envia l'ordre de protocol especificada al GDM
gu: GDM ને સ્પષ્ટ કરેલ પ્રોટોકોલ આદેશ માકલો
ko: 지정한 프로토콜 명령어를 GDM에 보냅니다
lt: Perduoti nurodyto protokolo komandą GDM
mk: Прати ја командата од соодветниот протокол на GDM
pa: GDM ਨੂੰ ਦਰਸਾਈ ਗਈ ਖਾਸ ਪਰੋਟੋਕਾਲ ਕਮਾਂਡ ਦਿਓ
pt_br: Enviar o comando de protocolo especificado ao GDM
th: ส่งคำสั่งโพรโทคอลที่ระบุไปยัง GDM

source: COMMAND
ca: ORDRE
gu: આદેશ
ko: <명령어>
lt: KOMANDA
mk: КОМАНДА
pa: ਕਮਾਂਡ
pt_br: COMANDO
sl: UKAZ
th: คำสั่ง
vi: LỆNH

source: Xnest mode
ca: Mode Xnest
gu: Xnest સ્થિતિ
ko: Xnest 모드
lt: Xnest veiksena
mk: Xnest начин
pa: Xnest ਢੰਗ
pt_br: Modo Xnest
sl: Naèin Xnest
th: โหมด Xnest
vi: Chế độ Xnest

source: Do not lock current screen
ca: No bloquis la pantalla actual
gu: વર્તમાન સ્ક્રીનને તાળું નહિ મારો
ko: 현재 화면에 락을 걸 지 않습니다
lt: Neužrakinti dabartinio ekrano
mk: Немој да го заклучуваш овој екран
pa: ਮੌਜੂਦਾ ਪਰਦੇ ਨੂੰ ਜਿੰਦਰਾ ਨਾ ਲਾਓ
pt_br: Não bloquear a tela atual
sl: Ne zakleni trenutnega zaslona
th: ไม่ล็อคหน้าจอปัจจุบัน
vi: Không khóa màn hình hiện thời

source: Debugging output
ca: Sortida de depuració
gu: આઉટપુટમાં ભૂલો શોધી રહ્યા છે
ko: 디버깅 출력
lt: Derinimo išvestis
mk: Излез за грешки
pa: ਡੀਬਗਿੰਗ ਆਉਟਪੁੱਟ
pt_br: Saída da depuração
sl: Izhod razhro¹èevanja
th: การแสดงข้อความดีบั๊ก
vi: Dữ liệu gỡ lỗi

source: Authenticate before running --command
ca: Autentica abans d'executar --command
gu: આદેશ ચલાવતા પહેલા તેની સત્તા નિર્ધારીત કરો
ko: --command를 실행하기 전에 인증을 합니다
lt: Patvirtinti tapatybę prie paleidžiant --command
mk: Автентицирај пред да пуштиш команда
pa: --command ਚਲਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਪ੍ਰਮਾਣਿਤ ਕਰੋ
pt_br: Autenticar antes de executar --command
sl: Avtenticiraj pred izvedbo --command
th: ตรวจสอบสิทธิ์ก่อนเรียกทำงาน --command
vi: Xác thực trước khi chạy lệnh --command

source: Start new flexible session; do not show popup
ca: Inicia una nova sessió flexible; no mostris cap menú emergent
gu: નવું રાહતમય સત્ર શરૂ કરો; પોપઅપ બતાવો નહિં
ko: 새로운 탄력적 세션 시작; 팝업을 보이지 않습니다
lt: Paleisti naują lanksčią sesiją; nerodyti iššokančio lango
mk: Стартувај нова флексибилна сесија; не покажувај скокачки прозорец
pa: ਨਵਾਂ ਸੌਖਾ ਸ਼ੈਸ਼ਨ ਸ਼ੁਰੂ ਕਰੋ, ਪੋਪਅੱਪ ਨੂੰ ਵੇਖਾਓ
pt_br: Iniciar nova sessão flexível; não mostrar janela instantânea
th: เริ่มวาระยืดหยุ่นวาระใหม่; ไม่ต้องผุดเมนู

source: Cannot change display
ca: No es pot canviar de pantalla
gu: ડિસ્પ્લે બદલી શકાય નહિ
ko: 디스플레이를 바꿀 수 없습니다
lt: Nepavyko pakeisti ekrano
mk: Не можам да го променам приказот
pa: ਡਿਸਪਲੇਅ ਤਬਦੀਲ ਨਹੀਂ ਕਰ ਸਕਦਾ
pt_br: Não foi possível mudar de tela
sl: Ne morem spremeniti zaslona
th: ไม่สามารถเปลี่ยนหน้าจอแสดงผล
vi: Không thay đổi được bộ trình bày

source: Nobody
ca: Ningú
gu: કોઈ નહિ
ko: 사용자 없음
lt: Niekas
mk: Никој
pa: ਕੋਈ ਨਹੀਂ
pt_br: Ninguém
sl: Nihèe
th: ไม่มีใคร
vi: Không ai cả

source: Display %s on virtual terminal %d
ca: Visualització %s a la terminal virtual %d
gu: ડિસ્પ્લે %s આભાસી ટર્મિનલ %d પર
ko: 가상 터미널 %2$d에서 디스플레이 %1$s
lt: Ekranas %s virtualiame terminale %d
mk: Приказот %s на виртуелниот терминал %d
pa: ਡਿਸਪਲੇਅ %s, ਅਸਲ ਟਰਮੀਨਲ %d ਉੱਪਰ
pt_br: Mostrar %s no terminal virtual %d
sl: Zaslon %s na virtualnem terminalu %d
th: ดิสเพลย์ %s บนเทอร์มินัลเสมือน %d
vi: Bộ trình bày %s trên thiết bị cuối ảo %d

source: Nested display %s on virtual terminal %d
ca: Visualització imbricada %s a la terminal virtual %d
gu: પુનરાવર્તિત ડિસ્પ્લે %s આભાસી ટર્મિનલ %d પર
ko: 가상 터미널 %2$d에서 중첩 디스플레이 %1$s
lt: Įterptas ekranas %s virtualiam terminale %d
mk: Вгнездениот приказ %s на виртуелниот терминал %d
pa: ਉਪ-ਸਮੂਹ ਡਿਸਪਲੇਅ %s, ਅਸਲ ਟਰਮੀਨਲ %d ਉੱਪਰ
pt_br: Tela aninhada %s no terminal virtual %d
sl: Gnezden zaslon %s na navideznem terminalu %d
th: ดิสเพลย์ซ้อน %s บนเทอร์มินัลเสมือน %d
vi: Bộ trình bày lồng %s trên thiết bị cuối ảo %d

source: Username
ca: Nom d'usuari
gu: વપરાશકર્તાનુ નામ
ko: 사용자이름
lt: Naudotojo vardas
mk: Корисничко име
pa: ਉਪਭੋਗੀ ਨਾਂ
pt_br: Nome do usuário
sl: Uporabni¹ko ime
th: ชื่อผู้ใช้
vi: Tên người dùng

source: Display
ca: Pantalla
gu: ડિસ્પ્લે
ko: 디스플레이
lt: Ekranas
mk: Приказ
pa: ਦਰਿਸ਼
pt_br: Tela
sl: Zaslon
th: หน้าจอแสดงผล
vi: Bộ trình bày

source: Open Displays
ca: Pantalles obertes
gu: બધા ડિસ્પ્લે ખોલો
ko: 디스플레이 열기
lt: Atverti ekranai
mk: Отворени прикази
pa: ਡਿਸਪਲੇਅ ਖੋਲ੍ਹੋ
pt_br: Abrir Telas
sl: Odpri zaslone
th: เ_ปิดหน้าจอแสดงผล
vi: Mở Bộ trình bày

source: _Open New Display
ca: _Obre una pantalla nova
gu: નવુ ડિસ્પ્લે ખોલો (_O)
ko: 새 디스플레이 열기(_O)
lt: _Atverti naują ekraną
mk: _Отвори нов приказ
pa: ਨਵਾਂ ਡਿਸਪਲੇਅ ਖੋਲ੍ਹੋ(_O)
pt_br: Abrir N_ova Tela
sl: _Odpri nov zaslon
th: เปิด_หน้าจอแสดงผลใหม่
vi: _Mở bộ trình bày mới

source: Change to _Existing Display
ca: Canvia a una pantalla _existent
gu: વર્તમાન ડિસ્પ્લેમાં બદલો
ko: 기존의 디스플레이로 바꾸기(_E)
lt: Pakeisti į _egzistuojantį ekraną
mk: Промени во постое_чкиот приказ
pa: ਮੌਜੂਦਾ ਡਿਸਪਲੇਅ ਵਿੱਚ ਤਬਦੀਲੀ(_E)
pt_br: Mudar para uma Tela _Existente
sl: Zamenjaj na o_bstojeè zaslon
th: เปลี่ยนเป็นหน้าจอแสดงผลที่_มีอยู่
vi: Đổi sang _Bộ trình bày đã có

source: There are some displays already open. You can select one from the list below or open a new one.
ca: Ja hi ha algunes pantalles obertes. Podeu seleccionar-ne una de la següent llista o obrir-ne una nova.
gu: અમુક ડિસ્પ્લે પહેલેથી જ ખૂલેલા છે. તમે નીચેની યાદીમાંથી એક પસંદ કરી શકો અથવા એક નવુ ખોલો.
ko: 이미 열려 있는 디스플레이가 있습니다. 아래의 목록에서 디스플레이를 고르거나 새 디스플레이를 열 수도 있습니다.
lt: Jau yra atvertų ekranų. Galite pasirinkti vieną iš žemiau esančio sąrašo arba atverti naują.
mk: Веќе има отворени прикази. Можете да изберете еден од листата подолу или пак да отворите нов.
pa: ਇੱਥੇ ਕੁੱਝ ਡਿਸਪਲੇਅ ਪਹਿਲਾਂ ਹੀ ਖੁੱਲੇ ਹਨ। ਤੁਸੀ ਹੇਠਲੀ ਸੂਚੀ ਵਿੱਚੋਂ ਇੱਕ ਚੁਣ ਜਾਂ ਨਵਾਂ ਖੋਲ੍ਹ ਸਕਦੇ ਹਨ।
pt_br: Já existem algumas telas gráficas abertas. Você pode selecionar uma a partir da lista abaixo ou abrir uma nova.
sl: Nekaj zaslonov je ¾e odprtih. Izberete lahko enega iz seznama ali odprete novega.
th: มีหน้าจอแสดงผลบางอันเปิดอยู่ คุณสามารถเลือก 1 รายการจากรายการต่อไปนี้หรือเปิดใหม่
vi: Có vài bộ trìnhy bày đã mở rồi. Bạn có thể chọn từ danh sách bên dưới hoặc mở cái mới.

source: Choose server
ca: Escolliu el servidor
gu: સર્વર પસંદ કરો
ko: 서버 선택
lt: Pasirinkite serverį
mk: Одбери сервер
pa: ਸਰਵਰ ਚੁਣੋ
pt_br: Selecione o servidor
sl: Izberi stre¾nik
th: เลือกเซิร์ฟเวอร์
vi: Chọn trinh hỗ trợ X

source: Choose the X server to start
ca: Escolliu el servidor d'X per començar
gu: શરુ કરવા માટે X સર્વર પસંદ કરો
ko: 시작할 X 서버를 선택하십시오
lt: Pasirinkite X serverį, kurį paleisite
mk: Одбери го Х серверот за извршување
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ X ਸਰਵਰ ਚੁਣੋ
pt_br: Selecione o servidor X a ser utilizado
sl: Izberi X stre¾nik, ki naj se po¾ene
th: เลือก X server ที่จะเริ่มทำงาน
vi: Chọn trinh hỗ trợ X cần khởi động

source: Standard server
ca: Servidor estàndard
gu: પ્રમાણભૂત સર્વર
ko: 표준 서버
lt: Standartinis serveris
mk: Стандарден сервер
pa: ਸਟੈਂਡਰਡ ਸਰਵਰ
pt_br: Servidor padrão
sl: Obièajen stre¾nik
th: เซิร์ฟเวอร์มาตรฐาน
vi: Trinh hỗ trợ X chuẩn

source: You do not seem to have the authentication needed for this operation
ca: Sembla que no teniu l'autenticació necessària per aquesta operació
gu: એવુ લાગે છે કે આ ક્રિયા માટે તમારી પાસે જરુરી સત્તા નથી
ko: 이 동작에 필요한 인증을 하지 않았습니다.
lt: Neturite tapatybės patvirtinimo, reikiamo šiai operacijai vykdyti
mk: Немате авторизација да ја извршите оваа операција.
pa: ਇਸ ਕਾਰਵਾਈ ਲਈ ਤੁਹਾਨੂੰ ਲੋੜੀਦੇ ਅਧਿਕਾਰ ਨਹੀਂ ਜਾਪਦੇ ਹਨ
pt_br: Você parece não ter a autorização necessária para esta operação
sl: Zdi se, da za to dejanje nimate potrebne avtentikacije.
th: ดูเหมือนคุณจะไม่ได้รับการอนุญาตสิทธิ์ที่จำเป็นสำหรับการดำเนินการนี้
vi: Bạn dường như không có xác thực để thực hiện thao tác này.

source: Perhaps your .Xauthority file is not set up correctly.
ca: Potser el vostre fitxer .Xauthority no està configurat correctament.
gu: કદાત તમારી .Xauthority ફાઇલ બરાબર સુયોજિત કરાઇ નથી.
ko: 아마도 .Xauthority 파일을 올바르게 설정하지 않았을 것입니다.
lt: Galbūt .Xauthority failas nėra tinkamai sutvarkytas.
mk: Можеби Вашата .Хauthority датотека не е поставена правилно.
pa: ਸ਼ਾਇਦ ਤੁਹਾਡੀ .Xauthority ਫਾਇਲ ਠੀਕ ਤਰ੍ਹਾਂ ਸੈੱਟ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ।
pt_br: Talvez o seu arquivo .Xauthority não esteja definido corretamente.
sl: Morda va¹a datoteka .Xauthority ni pravilno nastavljena.
th: แฟ้ม .Xauthority ของคุณอาจจะตั้งค่าไม่ถูกต้อง
vi: Có lẽ tập tin .Xauthority của bạn chưa được thiết lập đúng.
