Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: Enables greeter to be launched with additional Gtk+ modules. This is useful when extra features are required such as accessible login. Note that only "trusted" modules should be used to minimize security issues.
ca: Permet que el rebedor s'executi amb mòduls GTK+ addicionals. Això és útil quan es necessiten característiques addicionals, com ara entrades accessibles. Tingueu en compte que només hauríeu d'emprar mòduls «segurs» per minimitzar les amenaces de seguretat.
gu: આવકારનારને વધારાના Gtk+ મોડ્યુલો સાથે લોન્ચ કરવા માટે સક્રિય કરે છે. આ ઉપયોગી છે જ્યારે વધારાના લક્ષણો જરૂરી હોય જેમ કે સુલભ પ્રવેશ. નોંધ કરો કે માત્ર "વિશ્વાસુ" મોડ્યુલો જ સુરક્ષા મુદ્દાઓ ઘટાડવા માટે વાપરવામાં આવવા જોઈએ.
ko: 환영 프로그램을 실행하면서 GTK+ 모듈을 더 추가합니다. 로그인할 때 접근성 기능을 사용한다든지 따위의 추가 기능을 사용할 때 좋습니다. 보안 관련 문제를 최소화하려면 신뢰하는 모듈만 사용하도록 하십시오.
mk: Овозможува најавниот екран да биде извршен без додатни модули за GTK+. Ова е корисно кога додатни карактеристике се потребни, како што се најавите со пристапност. Забележете дека само "доверливите" модули ќе бидат употребени за да се намалат безбедносните ризици.
pt_br: Ativa o Saudador para ser iniciado com módulos GTK+ adicionais. Isto é útil quando são necessárias funcionalidades extras tais como um início de sessão acessível. Note que apenas módulos "de confiança" deverão ser utilizados para minimizar problemas de segurança.
th: เปิดหน้าต่างต้อนรับโดยโหลดมอดูล Gtk+ เพิ่มเติมด้วย ตัวเลือกนี้มีประโยชน์เมื่อต้องใช้ความสามารถพิเศษ เช่น การใช้เทคโนโลยีสิ่งอำนวยความสะดวก สังเกตว่าควรใช้มอดูลที่ "เชื่อถือได้" เท่านั้น เพื่อลดปัญหาในระบบรักษาความปลอดภัย

source: Full path and arguments to command to be executed. If the value is missing, the command will not available.
ca: Camí complet i arguments per a l'ordre que s'ha d'executar. Si manca el valor, l'ordre no estarà disponible.
gu: આદેશોને ચલાવવા માટે આખા પાથ અને દલીલો. જો કિંમત ગુમ થયેલ હોય, તો આદેશ ઉપલબ્ધ રહેશે નહિં.
ko: 실행할 명령어의 전체 경로와 인자. 값을 지정하지 않으면 명령어를 사용할 수 없습니다.
lt: Pilnas kelias ir argumentai paleidžiamai komandai. Jei tam tikrų reikšmių truks, komanda bus neprieinama.
mk: Целосна патека и аргументи на командата која ќе се изврши. Ако вредноста недостасува, командата нема да биде достапна.
pa: ਕਮਾਂਡ ਚਲਾਉਣ ਲਈ ਪੂਰਾ ਮਾਰਗ ਅਤੇ ਆਰਗੂਮਿੰਟ। ਜੇ ਮੁੱਲ ਨਾ ਦਿੱਤਾ ਤਾਂ, ਕਮਾਂਡ ਉਪਲੱਬਧ ਨਹੀਂ ਹੋਵੇਗੀ।
pt_br: Todo caminho e argumentos deste comando será executado. Se o valor for inexistente, o comando não estará disponível.
th: พาธเต็มและอาร์กิวเมนต์สำหรับคำสั่งที่จะเรียก ถ้าขาดข้อมูลนี้ ก็จะไม่สามารถใช้คำสั่งได้

source: Full path and arguments to the command to be executed
ca: Camí complet i arguments per a l'ordre que s'ha d'executar
gu: આદેશોને ચલાવવા માટે આખા પાથ અને દલીલો
ko: 실행할 명령어의 전체 경로와 인자
lt: Pilnas kelias ir argumentai paleidžiamai komandai
mk: Целосна патека и аргументи на командата која ќе се изврши
pa: ਕਮਾਂਡ ਚਲਾਉਣ ਲਈ ਪੂਰਾ ਮਾਰਗ ਅਤੇ ਮੁੱਲ
pt_br: Caminho completao e argumentos do comando que será executado
th: พาธเต็มและอาร์กิวเมนต์สำหรับคำสั่งที่จะเรียก

source: GDM should run the login window on this server and allow a user to log in. If not selected, then GDM will just run this server and wait for it to terminate.
ca: El GDM ha d'executar la finestra d'entrada en aquest servidor, i permetre que els usuaris hi entrin. Si no se selecciona, llavors el GDM només executarà aquest servidor i esperarà a que termini.
gu: GDM આ સર્વર પર પ્રવેશ વિન્ડો ચલાવતું હોવું જોઈએ અને વપરાશકર્તાને પ્રવેશ કરવા માટે પરવાનગી આપતું હોવું જોઈએ. જો પસંદ થયેલ નહિં હોય, તો પછી GDM ખાલી આ સર્વર જ ચલાવશે અને તેને બંધ થવાની રાહ જોશે.
ko: GDM이 이 서버에 로그인 창을 실행해서 사용자가 로그인할 수 있게 만듭니다. 선택하지 않으면 GDM은 그냥 이 서버를 실행하고 끝날 때까지 기다립니다.
mk: GDM треба да го изврши најавниот прозорец на овој сервер и да му дозволи на корисникот да се најави. Ако не е избрано GDM само ќе го изврши овој сервер и ќе чека тој да се прекине.
pt_br: Executar a janela de sessão neste servidor e permitir que o usuário faça o login. Se não for selecionado, o GDM simplesmente executará o servidor e esperará até que ele seja encerrado.
th: GDM ควรเปิดหน้าต่างเข้าระบบที่เซิร์ฟเวอร์นี้ และให้ผู้ใช้เข้าระบบได้ ถ้าไม่เลือกตัวเลือกนี้ GDM จะแค่เปิดเซิร์ฟเวอร์นี้ไว้ และรอให้มันปิดตัวลงเท่านั้น

source: General
gu: સામાન્ય
ko: 일반
lt: Bendras
mk: Општо
pa: ਸਧਾਰਨ
pt_br: Geral
sl: Splo¹no
th: ทั่วไป
vi: Chung

source: Given user should be logged in after a number of seconds (set with Pause before login) of inactivity on the login screen. This is useful for public access terminals or perhaps even home use.
ca: S'ha d'entrar l'usuari indicat després d'un cert nombre de segons d'inactivitat (establert amb «Pausa abans d'entrar») a la pantalla d'entrada. Això és útil per a terminals d'accés públic o per a ús a la llar.
gu: પ્રવેશ સ્ક્રીન પર આપેલ વપરાશકર્તાની અસક્રિયતા અમુક સેકન્ડો (પ્રવેશ પહેલાં અટકાવો સાથે સુયોજિત) પછી થવી જોઈએ. જાહેર વપરાશ ટર્મિનલો માટે ઉપયોગી છે અથવા કદાચ ઘર વપરાશ માટે પણ છે.
ko: 로그인 창에 아무런 입력도 하지 않으면 일정 시간 후에 해당 사용자로 로그인합니다. 공공 장소의 터미널에 좋고 가정용으로도 좋을 수 있습니다.
mk: Корисникот треба да биде најавен по неколку секунди (поставете со „Пауза пред најавување“) неактивност на најавниот екран. Ова е корисно за јавни пристапни терминали или пак за домашна употреба.
pt_br: O usuário indicado deverá estar identificado após um número de segundos (definido com Pausa antes de iniciar sessão) de inatividade na tela de início de sessão. Isto é útil para terminais de acesso público ou talvez até para utilização doméstica.
th: ผู้ใช้ที่กำหนดจะเข้าระบบหลังจากไม่มีความเคลื่อนไหวที่หน้าจอเข้าระบบเป็นระยะเวลาหนึ่ง (กำหนดโดยช่อง "รอก่อนเข้าระบบ") ตัวเลือกนี้มีประโยชน์สำหรับเครื่องสาธารณะ หรือแม้แต่เครื่องที่ใช้ที่บ้าน

source: Given user should be logged in upon first bootup. No password will be asked. This is useful for single user workstations where local console security is not an issue.
ca: S'ha d'entrar l'usuari indicat després en la primera arrencada. No es demanarà contrasenya. Això és útil per a estacions de treball d'un únic usuari, on no s'ha de tenir en compte la seguretat de la consola local.
gu: પ્રથમ બુટઅપ વખતે આપેલ વપરાશકર્તા પ્રવેશેલ હોવો જોઈએ. કોઈ પાસવર્ડ માટે પૂછવામાં આવશે નહિં. એક વપરાશકર્તા વર્કસ્ટેશનો માટે ઉપયોગી છે કે જ્યાં સ્થાનિક કન્સોલ સુરક્ષા મુદ્દો હોતો નથી.
ko: 첫 번째 부팅할 때 해당 사용자로 로그인합니다. 열쇠글은 묻지 않습니다. 한 사람이 사용하면서 로컬 콘솔의 보안이 필요없는 워크스테이션의 경우 좋습니다.
mk: Корисникот треба да биде најавен при првото подигнување на системот. Нема да му бидат побарани лозинки. Ова е корисно за самостојна работна станица каде безбедноста на локалната конзола не е проблем.
pt_br: O usuário indicado deverá estar conectado após a primeira inicialização. Nenhuma senha será pedida. Isto é útil para estações de trabalho de um único usuário onde a segurança da console local não é um problema.
th: ผู้ใช้ที่กำหนดจะเข้าระบบทันทีเมื่อเปิดระบบครั้งแรก โดยไม่มีการถามรหัสผ่าน ตัวเลือกนี้มีประโยชน์สำหรับเครื่องลูกข่ายที่ใช้งานคนเดียว โดยประเด็นเรื่องการเข้าถึงเครื่องของบุคคลอื่นไม่ถือเป็นปัญหา

source: Greeter Chooser
ca: Rebedor Selector
gu: આવકારનાર પસંદગીકારક
ko: 환영 프로그램 선택 프로그램
lt: Pasveikintuvas Parinkiklis
mk: Поздрав Избирач
pa: ਸਵਾਗਤੀ ਚੋਣਕਾਰ
pt_br: Saudador Seletor
th: หน้าต่างต้อนรับ หน้าต่างเลือกโฮสต์

source: Honor _indirect requests
ca: Accepta peticions _indirectes
gu: પરોક્ષ વિનંતીઓને માન આપો (_i)
ko: 간접 요청 받음(_I)
lt: Paisyti _netiesioginių užklausų
mk: Дозволи _индиректни барања
pa: ਅਸਿੱਧੀਆਂ ਬੇਨਤੀਆਂ ਦਾ ਭੁਗਤਾਨ(_I)
pt_br: Honrar pedidos _indiretos
th: ยอมรับการเรียกแบบ_อ้อม

source: I_mage:
ca: I_matge:
gu: ચિત્ર (_m):
ko: 그림(_M):
lt: Pa_veikslėlis:
mk: _Слика
pa: ਚਿੱਤਰ(_I):
pt_br: Im_agem:
th: รูป_ภาพ:

source: I_nclude:
ca: I_nclou:
gu: સમાવો (_n):
ko: 포함(_N):
lt: Į_traukti:
mk: В_клучени:
pa: ਸ਼ਾਮਲ(_n):
pt_br: I_ncluir:
th: แ_สดง:

source: If a user has no defined face image, GDM will use the "stock_person" icon defined in the current GTK+ theme. If no such image is defined, the image specified by DefaultFace will be used. The image must be in an gdk-pixbuf supported format and the file must be readable to the GDM user.
ca: Si un usuari no té una imatge de cara definida, el GDM en farà servir la icona predeterminada en el tema GTK+ actual. Si no s'ha definit tal imatge, es farà servir la imatge especificada a DefaultFace. El fitxer ha d'estar en un format suportat pel gdk-pixbuf, i ser llegible per l'usuari GDM.
gu: જો વપરાશકર્તાને કોઈ વ્યાખ્યાયિત ફેસ ચિત્ર નહિં હોય, તો GDM વર્તમાન GTK+ થીમમાં વ્યાખ્યાયિત થયેલ "stock_person" ચિહ્ન વાપરશે. જો આવી કોઈ ઈમેજ વ્યાખ્યાયિત થયેલ નહિં હોય, તો DefaultFace દ્વારા સ્પષ્ટ થયેલ ઈમેજ વપરાશે. ઈમેજ gdk-pixbuf આધારભૂત બંધારણમાં જ હોવી જોઈએ અને ફાઈલ GDM વપરાશકર્તા દ્વારા વાંચી શકાય તેવી હોવી જ જોઈએ.
ko: 얼굴 그림을 지정하지 않은 사용자의 경우, 현재 GTK+ 테마에 지정한 "stock_person" 아이콘을 사용합니다. 그러한 그림을 지정하지 않은 경우, 기본값 얼굴에 지정한 그림을 사용합니다. 그림은 gdk-pixbuf가 지원하는 형식이어야 하고 GDM 사용자가 읽을 수 있어야 합니다.
mk: Ако корисникот нема одредено слика со лице, GDM ќе ја користи "stock_person" иконата одредена во тековната GTK+ тема. Ако не е дефинирана таква слика, ќе биде користена сликата одредена од DefaultFace. Сликата мора да биде од gdk-pixbuf поддржан формат и датотеката мора да може да биде читана од GDM корисникот.
pt_br: Se um usuário não tiver uma imagem de face definida, GDM utilizará o ícone "stock_person" definido no tema GTK+ atual. Se não estiver definida tal imagem, será utilizada a especificada em DefaultFace. A imagem tem de estar num formato suportado pelo gdk-pixbuf e legível pelo utilizador GDM.
th: ถ้าผู้ใช้ไม่ได้กำหนดรูปผู้ใช้ไว้ GDM จะใช้ไอคอน "stock_person" ที่กำหนดไว้ในชุดตกแต่ง GTK+ ปัจจุบัน ถ้าไม่มีการกำหนดรูปดังกล่าวไว้ ก็จะใช้รูปที่กำหนดโดยรูปปริยายนี้แทน รูปที่กำหนดต้องอยู่ในรูปแบบที่ gdk-pixbuf สนับสนุน และผู้ใช้ "gdm" จะต้องมีสิทธิ์อ่านได้

source: Image file to display in the logo box. The file must be in an gdk-pixbuf supported format and it must be readable by the GDM user. If no file is specified the logo feature is disabled.
ca: El fitxer d'imatge a mostrar en la caixa del logotipus. El fitxer ha d'estar en un format suportat per gdk-pixbuf, i ser llegible per l'usuari GDM. Si no se n'especifica cap, s'inhabilitarà aquesta característica.
gu: લોગો બોક્સમાં દર્શાવવા માટેની ઈમેજ ફાઈલ. ફાઈલ gdk-pixbuf આધારભૂત બંધારણમાં જ હોવી જોઈએ અને તે GDM વપરાશકર્તા દ્વારા વાંચનીય હોવી જ જોઈએ. જો કોઈ ફાઈલ સ્પષ્ટ થયેલ નહિં હોય તોત લોગો લક્ષણ નિષ્ક્રિય થઈ જાય છે.
ko: 로고 창에 표시할 그림 파일. 파일은 gdk-pixbuf가 지원하는 형식이어야 하고 GDM 사용자가 읽을 수 있어야 합니다. 파일을 지정하지 않으면 로고 기능이 동작하지 않습니다.
mk: Слика која ќе се прикаже во полето со лого. Сликата мора да биде од gdk-pixbuf поддржан формат и датотеката мора да може да биде читана од GDM корисникот. Ако не е одредена слика, својството „лого“ ќе биде оневозможено.
pt_br: Arquivo de imagem para ser mostrado na caixa do logotipo. O arquivo deve estar em um formato gdk-pixbuf suportado e deve poder ser lida pelo usuário GDM. Se nenhum arquivo é especificado o logotipo é desabilitado.
th: รูปภาพที่จะแสดงในช่องโลโก้ แฟ้มรูปภาพนี้ควรอยู่ในรูปแบบที่ gdk-pixbuf สนับสนุน และผู้ใช้ "gdm" ต้องมีสิทธิ์อ่านได้ ถ้าไม่ระบุแฟ้มใด ก็จะไม่แสดงโลโก้

source: Includ_e Hostname Chooser (XDMCP) menu item
ca: Inclou l'_element de menú selector de nom de màquina (XDMCP)
gu: યજમાનનામ પસંદગીકારક (XDMCP) મેનુ વસ્તુનો સમાવેશ કરો (_e)
ko: 호스트이름 선택 프로그램 (XDMCP) 메뉴 항목에 포함(_E)
lt: Įtraukti kompiuterio vardo parinkiklio (XDMCP) meniu _elementą
mk: Вклуч_и име на сервер избирач (XDMCP) предмет од мени
pa: ਮੇਜ਼ਬਾਨ ਨਾਂ ਚੋਣਕਾਰ (XDMCP) ਮੇਨੂ ਇਕਾਈ ਸ਼ਾਮਲ(_E)
pt_br: Incluir item de menu "Seletor de má_quina (XDMCP)"
th: แสดงเมนูเ_ลือกโฮสต์ (XDMCP)

source: Include Con_figure menu item
ca: Inclou l'element de menú de con_figuració
gu: મેનુ વસ્તુ રૂપરેખાંકિત કરો સમાવો (_f)
ko: 설정 메뉴 항목에 포함(_F)
lt: Įtraukti meniu elementą „Kon_figūruoti“
mk: Вклучи кон_фигурирај предмет од мени
pa: ਸੰਰਚਨਾ ਮੇਨੂ ਇਕਾਈ ਸ਼ਾਮਲ(_f)
pt_br: Incluir item de menu "Confi_gurar"
th: แสดงเมนู_ปรับแต่ง

source: Indicates that the X server should be started at a different process priority.
ca: Indica que el servidor X s'hauria de reiniciar en una prioritat de procés diferent.
gu: સૂચવે છે કે X સર્વર અલગ પ્રક્રિયા પ્રાધાન્ય આગળ શરૂ થવું જોઈએ.
ko: X 서버를 어떤 우선순위로 실행할 지 지정합니다.
mk: Покажува дека X серверот треба да биде стартуван со посебен приоритет на процесот.
pa: ਵੇਖਾਉਦਾ ਹੈ ਕਿ X ਸਰਵਰ ਨੂੰ ਇੱਕ ਵੱਖਰੀ ਕਾਰਵਾਈ ਤਰਜੀਹ ਨਾਲ ਸ਼ੁਰੂ ਕਰਨਾ ਲਾਜ਼ਮੀ ਸੀ।
pt_br: Indica que o servidor X deve ser iniciado por uma diferente prioridade de processo.
th: ระบุว่า X server ควรเปิดด้วยโพรเซสที่มีระดับความสำคัญต่างออกไป

source: Interval in which to ping the X server in seconds. If the X server doesn't return before the next time we ping it, the connection is stopped and the session ended.
ca: Interval entre pings al servidor X, en segons. Si el servidor X no retorna abans de la següent vegada que s'hi faci ping, s'atura la connexió i la sessió finalitza.
gu: અંતરાલ કે જેમાં X સર્વરને સેકન્ડોમાં પીંગ કરવું. જો X સર્વર આગળના સમયે તેને પીંગ કરીએ ત્યાં સુધી પાછું નહિં આવે, તો જોડાણ અટકી જાય છે અને સત્રનો અંત થાય છે.
ko: X 서버에 핑을 보낼 간격. 다음 핑까지 X 서버가 응답을 하지 않으면 연결이 끊기고 세션이 멈춥니다.
mk: Интервалот во секунди во кој ќе се пинга X серверот. Ако X серверот не враќа пред повторно да биде пинган, врската се прекинува и сесијата се завршува.
pt_br: Intervalo em segundos entre pings ao servidor X. Se o servidor X não responder antes do próximo ping, a ligação será terminada e a sessão encerrada.
th: ระยะเวลาเป็นวินาทีที่จะ ping X server ถ้า X server ไม่ตอบกลับมาก่อนที่เราจะ ping ครั้งต่อไป ก็จะปิดการเชื่อมต่อและวาระ

source: La_unch:
ca: Ll_ança:
gu: લોન્ચ (_u):
ko: 실행(_U):
lt: Pal_eisti:
mk: Пу_шти:
pa: ਚਲਾਓ(_u):
pt_br: L_ançar:
th: เ_รียก:

source: Listen on _UDP port:
ca: Escolta al port _UDP:
gu: UDP પોર્ટ પર સાંભળો (_U):
ko: 감시할 UDP 포트(_U):
lt: Klausytis _UDP prievado:
mk: Слушај на UDP порта:
pa: _UDP ਮਾਰਗ ਉੱਤੇ ਸੁਣੋ:
pt_br: Ouvir na porta _UDP:
sl: Poslu¹aj na vratih _UDP:
th: ฟังที่_พอร์ต UDP:
vi: Lắng nghe trên cổng _UDP:

source: Loc_k position of the window
ca: Blo_ca la posició de la finestra
gu: વિન્ડોના સ્થાનને તાળું મારો (_k)
ko: 창 위치 잠그기(_K)
lt: _Užrakinti lango padėtį
mk: Заклуч_и ја позицијата на прозорецот
pa: ਝਰੋਖਾ ਦੀ ਸਥਿਤੀ ਲਾਕ(_k)
pt_br: Tra_var prosição da janela
th: ล็อ_คตำแหน่งหน้าต่าง

source: Local
gu: સ્થાનિક
ko: 로컬
lt: Vietinis
mk: Локално
pa: ਲੋਕਲ
th: จากเครื่องนี้

source: Login Window Preferences
ca: Preferències de la finestra d'entrada
gu: પ્રવેશ વિન્ડો પસંદગીઓ
ko: 로그인 창 기본 설정
lt: Prisijungimo lango nustatymai
mk: Преференции на прозорецот за најава
pa: ਲਾਗਇਨ ਝਰੋਖਾ ਪਸੰਦ
pt_br: Preferências da janela de início de sessão
th: ปรับแต่งหน้าจอเข้าระบบ

source: Login _failed:
ca: Entrada _fallada:
gu: પ્રવેશ નિષ્ફળ (_f):
ko: 로그인 실패(_F):
lt: Prisijungti _nepavyko:
mk: Највата не успеа:
pa: ਲਾਗਇਨ ਅਸਫ਼ਲ(_F:)
pt_br: Iní_cio de sessão falhou:
th: เข้าระบบไ_ม่สำเร็จ:

source: Login _retry delay:
ca: _Retard entre intents d'entrada:
gu: પ્રવેશ પુનઃપ્રયાસ વિલંબ (_r):
ko: 로그인 다시 시도 지연 시간(_R):
lt: _Delsa tarp bandymų prisijungti:
mk: Одложување за _повторна најава:
pa: ਲਾਗਇਨ ਮੁੜ-ਕੋਸ਼ਸ਼ ਅੰਤਰਾਲ(_r):
pt_br: Tempo de espe_ra do acesso:
th: ห_น่วงเวลาก่อนลองเข้าระบบใหม่:

source: Login _successful:
ca: Entrada amb è_xit:
gu: પ્રવેશ નિષ્ફળ (_s):
ko: 로그인 성공(_S):
lt: Prisijungti _pavyko:
mk: Најавата _ е успешна:
pa: ਸਫ਼ਲਤਾਪੂਰਕ ਲਾਗਇਨ(_s):
pt_br: Início de _sessão bem-sucedido:
th: เข้าระบบ_สำเร็จ:

source: Logo
ca: Logotip
gu: લોગો
ko: 로고
lt: Logotipas
mk: Лого
pa: ਲੋਗੋ
pt_br: Logotipo
sl: Logotip
th: โลโก้
vi: Biểu hình

source: Maximum _remote sessions:
ca: Màxim de sessions _remotes:
gu: મહત્તમ દૂરસ્થ સત્રો (_r):
ko: 최대 원격 세션(_R):
lt: Maksimalus _nutolusių sesijų skaičius:
mk: Максимум на _рачни сесии:
pa: ਅਧਿਕਤਮ ਰਿਮੋਟ ਅਜਲਾਸ(_R):
pt_br: Máximo de sessões _remotas:
sl: Najveèje ¹tevilo o_ddaljenih sej:
th: จำนวนวาระจากเครื่อง_อื่นสูงสุด:
vi: Số phiên làm việc từ _xa tối đa:

source: Maximum _wait time:
ca: Temps mà_xim d'espera:
gu: રાહ જોવાનો મહત્તમ સમય (_w):
ko: 최대 대기 시간(_W):
lt: Maksimalus _laukimo laikas:
mk: Максимум _време на чекање:
pa: ਅਧਿਕਤਮ ਉਡੀਕ ਸਮਾਂ(_W):
pt_br: Tem_po máximo de espera:
sl: Najveèji èa_kalni èas:
th: เวลา_รอสูงสุด:
vi: Thời gian _chờ tối đa:

source: Maximum indirect w_ait time:
ca: Temps màxim d'esper_a per una petició indirecta:
gu: પરોક્ષ રીતે રાહ જોવાનો મહત્તમ સમય (_a):
ko: 최대 간접 대기 시간(_A):
lt: Maksimalus netiesioginis l_aukimo laikas:
mk: Максимум на индиректно в_реме за чекање:
pa: ਅਧਿਕਤਮ ਅਸਿੱਧੇ ਤੌਰ ਤੇ ਉਡੀਕ ਸਮਾਂ(_A):
pt_br: _Tempo máximo de espera indireta:
sl: Najveèji po_sredni èakalni èas:
th: เวลาร_อการเชื่อมต่อแบบอ้อมสูงสุด:
vi: Thời gian _chờ gián tiếp tối đa:

source: Maximum p_ending indirect requests:
ca: Màxim de p_eticions indirectes pendents:
gu: મહત્તમ બાકી રહેલ પરોક્ષ માંગણીઓ (_e):
ko: 최대 대기 간접 요청(_E):
lt: Daugiausiai laukiančių n_etiesioginių užklausų:
mk: Максимум на и_ндиректни побарувања:
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਬਕਾਇਆ ਅਸਿੱਧੀਆਂ ਬੇਨਤੀਆਂ(_E):
pt_br: Máximo de requisitos indiretos p_endentes:
th: จำนวนลูก_ข่ายที่ให้เข้าใช้งานแบบอ้อมพร้อมกันสูงสุด:

source: Menu Bar
ca: Barra de menú
gu: મેનુ પટ્ટી
ko: 메뉴 막대
lt: Meniu juosta
mk: Лента со мени
pa: ਮੇਨੂ ਪੱਟੀ
pt_br: Barra de menu
th: แถบเมนู

source: Ne_ver place cookies on NFS
ca: No posis _galetes a NFS
gu: કુકીઓને ક્યારેય NFS પર મૂકશો નહિં (_v)
ko: 쿠키를 NFS에 저장하지 않음(_V)
lt: Nie_kada nesaugoti slapukų NFS failų sistemose
mk: Ни_когаш не поставувај колачиња на NFS
pa: NFS ਉੱਤੇ ਕੂਕੀਜ਼ ਕਦੇ ਨਾ ਰੱਖੋ(_v)
pt_br: Nunca colocar _cookies em NFS
th: ไ_ม่ต้องเก็บคุกกี้เมื่อใช้ NFS

source: No _restart required
ca: No cal _reiniciar
gu: કોઈ પુનઃશરૂઆત જરૂરી નથી (_r)
ko: 다시 시작할 필요 없음(_R)
lt: _Perkrovimas nereikalingas
mk: Не е потребно _рестартирање
pa: ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ(_R)
pt_br: Não é nescessário _reiniciar
th: ไม่ต้องปิดเปิดให_ม่

source: Number of simultaneously provided displays with host choosers. If more queries from different hosts come in, the oldest ones will be forgotten.
ca: Nombre de pantalles proporcionades simultàniament amb selectors de servidor. Si es reben més peticions des de diferents màquines, s'oblidaran les més antigues.
gu: યજમાન પસંદકારો સાથે વારાફરતી પૂરા પાડવામાં આવેલ ડિસ્પ્લેની સંખ્યા. જો વિવિધ વપરાશકર્તાઓમાંથી વધુ પ્રશ્નો આવે, તો જૂના ભૂલાઈ જશે.
ko: 동시에 제공하는 디스플레이 개수 (호스트 선택 사용). 여러 호스트에서 이보다 더 많은 요청이 들어오면, 제일 오래 된 요청을 무시합니다.
mk: Бројоѕ на истовремено обезбедени прикази со избирачи за хост. Ако дојдат повеќе барања од различни хостови, најстарите ќе бидат заборавени.
pt_br: Número de telas simultaneamente disponibilizados com Seletor de máquina. Se chegarem mais consultas de máquinas diferentes, as mais antigas serão esquecidas.
th: จำนวนดิสเพลย์พร้อมหน้าต่างเลือกโฮสต์ที่จะเตรียมให้ใช้พร้อมๆ กัน ถ้ามีการสอบถามจากโฮสต์อื่นเพิ่มเข้ามาอีก รายการที่เก่าที่สุดจะถูกลบทิ้ง

source: Only allow login i_f user owns their home directory
ca: Només permet l'entrada si l'usuari és propietari del seu directori d'inici
gu: પ્રવેશને માત્ર ત્યારે જ પરવાનગી આપો જો વપરાશકર્તા તેમની ઘર ડિરેક્ટરીની માલિકી ધરાવે (_f)
ko: 사용자가 해당 홈 디렉토리를 소유한 경우에만 로그인 허용(_F)
mk: Дозволи најава само а_ко корисникот е сопственик на домашниот директориум
pa: ਜੇ ਉਪਭੋਗੀ ਦੀ ਘਰ ਡਾਇਰੈਕਟਰੀ ਹੋਵੇ ਤਾਂ ਹੀ ਲਾਗਇਨ ਕਰ ਦਿਓ(_f)
pt_br: Som_ente permite acesso se o usuário for dono do diretório pessoal
th: อนุญาตให้เข้าระบบ_ถ้าผู้ใช้เป็นเจ้าของไดเรกทอรีบ้านเท่านั้น

source: Op_tions:
ca: Op_cions:
gu: વિકલ્પો (_t):
ko: 옵션(_T):
lt: Nus_tatymai:
mk: О_пции:
pa: ਚੋਣਾਂ(_t):
pt_br: _Opções:
th: ตัวเ_ลือก:

source: Paranoia option. Only accepts user owned files and directories.
ca: L'opció més segura. Només accepta els directoris i carpetes que siguin propietat de l'usuari.
gu: પેરાનોઈઆ વિકલ્પ. માત્ર વપરાશકર્તાની માલિકીની ફાઈલો અને ડિરેક્ટરીઓ જ સ્વીકારે છે.
ko: 철저하게 하는 옵션. 사용자가 소유한 파일과 디렉토리만 허용합니다.
mk: Опција за параноја. Прифаќа само датотеки и директориуми во сопственост на корисникот.
pt_br: Opção paranóia. Somente aceita usuários donos de arquivos e diretórios.
th: ตัวเลือกแบบระแวงภัย จะยอมรับเฉพาะการใช้แฟ้มและไดเรกทอรีที่ผู้ใช้เป็นเจ้าของเท่านั้น

source: Per_sistent
gu: હાજર (_s)
ko: 계속 유지(_S)
mk: Истр_аен
pt_br: Per_sistência
th: _ถาวร

source: Permissions
ca: Permisos
gu: પરવાનગીઓ
ko: 권한
lt: Leidimai
mk: Пермисии
pa: ਅਧਿਕਾਰ
pt_br: Permissões
th: การกำหนดสิทธิ์

source: Pick Background Color
ca: Seleccioneu un color de fons
gu: પાશ્વ ભાગનો રંગ પસંદ કરો
ko: 바탕 색상 고르기
lt: Pasirinkite fono spalvą
mk: Постави боја за позадина
pa: ਬੈਕਗਰਾਊਂਡ ਰੰਗ ਚੁਣੋ
pt_br: Escolher cor do plano de fundo
th: เลือกสีพื้นหลัง

source: Plain Plain with face browser Themed
ca: Simple Simple amb navegador de cares Amb temes
gu: સાદું ફેસ બ્રાઉઝર થીમવાળું સાથે સાદું
ko: 보통 모양 얼굴 찾아보기가 있는 보통 모양 테마 입힌 모양
lt: Paprastas Paprastas su veidų naršykle Naudojantis temą
mk: Обично Вообичаено со прелистувач Со тема
pa: ਸਮਤਲ ਮੁੱਖ ਝਲਕਾਰੇ ਨਾਲ ਸਮਤਲ ਸਰੂਪ
pt_br: Simples Simples com navegador de faces Com tema
th: แบบพื้นๆ แบบพื้นๆ พร้อมแสดงรูปผู้ใช้ ใช้ชุดตกแต่ง

source: Qui_ver when incorrect username/password entered
ca: Sacse_ja la finestra quan s'introdueixi un nom d'usuari o contrasenya incorrectes
gu: જ્યારે અયોગ્ય વપરાશકર્તા/પાસવર્ડ દાખલ કરવામાં આવે ત્યારે ધ્રુજાવો (_v)
ko: 사용자 이름/열쇠글 입력이 틀리면 진동(_V)
lt: Krestelti įvedus neteisingą naudotojo vardą/slaptažodį
mk: Стре_си се кога е внесено грешно корисничко име/лозинка
pt_br: Agitar quando nome de usuário/sen_ha esteja incorreto
th: _สั่นเมื่อป้อนชื่อผู้ใช้หรือรหัสผ่านผิด

source: R_emove
ca: Sup_rimeix
gu: દૂર કરો (_e)
ko: 지우기(_E)
lt: P_ašalinti
mk: O_тстрани
pa: ਹਟਾਓ(_E)
pt_br: R_emover
th: _ลบ

source: Re_move Server
ca: Supri_meix el servidor
gu: દૂરસ્થ સર્વર (_m)
ko: 서버 지우기(_M)
lt: _Pašalinti serverį
mk: От_страни сервер
pa: ਸਰਵਰ ਹਟਾਓ(_m)
pt_br: Re_mover servidor
th: ล_บเซิร์ฟเวอร์

source: Reboot, Halt, Suspend and Custom Command Preferences
ca: Preferències per a les ordres reiniciar, aturar, suspendre i personalitzades
gu: રીબુટ, હોલ્ટ, સસ્પેન્ડ અને વૈવિધ્યપૂર્ણ આદેશ પસંદગીઓ
ko: 다시 시작, 끄기, 일시 중단 및 사용자 설정 명령어 기본 설정
mk: Преференции за ребутирање, стопирање, суспендирање и на Сопствената команда
pa: ਮੁੜ-ਚਾਲੂ, ਬੰਦ ਕਰੋ, ਸਸਪੈਂਡ ਅਤੇ ਪਸੰਦੀਦਾ ਕਮਾਂਡਾਂ ਪਸੰਦ
pt_br: Reiniciar, Interromper, Suspender e Comandos Preferências Personalizados
th: ปรับแต่งคำสั่งเปิดเครื่องใหม่, ปิดเครื่อง, พักเครื่อง และคำสั่งกำหนดเอง

source: Refresh rate:
ca: Freqüència d'actualització:
gu: પુનઃતાજું કરવાનો દર:
ko: 주사율:
lt: Atnaujimo dažnis:
mk: Освежување:
pa: ਤਾਜ਼ਾ ਦਰ:
pt_br: Taxa de atualização:
th: อัตราการรีเฟรช:

source: Remote
ca: Remot
gu: દૂરસ્થ
ko: 원격
lt: Nutolęs
mk: Oдалечено
pa: ਰਿਮੋਟ
pt_br: Remoto
th: จากเครื่องอื่น

source: Remote connections through XDMCP will be allowed to log into the "TimedLogin" user by letting the login window time out, just like the local user on the first console.
ca: Es permetrà que les connexions remotes mitjançant XDMCP puguin entrar amb l'usuari amb temporització. Per fer-ho, s'esperarà a que s'acabi el temps d'espera per a la finestra, com es fa amb l'usuari local en la primera consola.
gu: XDMCP મારફતે દૂરસ્થ જોડાણોની પરવાનગી આપવામાં આવશે "TimedLogin" વપરાશકર્તામાં પ્રવેશ કરવા માટે પ્રવેશ વિન્ડો સમયસમાપ્તિ ઓળખાવીને, પ્રથમ કન્સોલ પર ખાલી એક વપરાશકર્તાની જેમ.
ko: XDMCP를 통한 원격 연결을 통해 "시간제한 로그인" 사용자에 로그인하는 것을 허용합니다. 로그인 창이 시간제한에 걸리면 자동 로그인합니다. 첫 번째 콘솔의 로컬 사용자와 마찬가지입니다.
mk: На оддалечените врски преку XDMCP нема да им биде дозволено да се најават со "ТемпиранаНајава", исто како локален корисник на првата сесија.
pt_br: Ligações remotas através de XDMCP serão autorizadas a iniciar sessão com o usuário "TimedLogin" deixando a janela de início de sessão expirar, tal como o usuário local no primeiro console.
th: การเชื่อมต่อจากเครื่องอื่นผ่าน XDMCP จะสามารถเข้าระบบในนามผู้ใช้ที่เข้าระบบผ่านการตั้งเวลาได้ โดยรอให้หน้าต่างเข้าระบบหมดเวลาลง เหมือนกับผู้ใช้ภายในเครื่องที่หน้าจอคอนโซล
