Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: This is the Failsafe xterm session. You will be logged into a terminal console and be prompted to enter the password for root so that you may fix your system if you cannot log in any other way. To exit the terminal emulator, type 'exit' and an enter into the window.
ca: Aquesta és la sessió d'xterm a prova de fallades. Entrareu a una consola de terminal per tal que pugueu arreglar el vostre sistema si no podeu entrar de cap altra manera. Per sortir de l'emulador del terminal, escriviu «exit» i premeu retorn a la finestra.
gu: આ ફેઈલસેફ xterm સત્ર છે. તમે ટર્મિનલ કન્સોલમાં પ્રવેશશો અને રુટ માટે પાસવર્ડ દાખલ કરવા માટે પૂછવામાં આવશો કે જેથી તમે તમારી સિસ્ટમને સુધારી શકશો જો તમે કોઈપણ અન્ય માર્ગે પ્રવેશી શકો નહિં. ટર્મિનલ ઈમ્યુલેટરમાંથી બહાર નીકળવા માટે, 'exit' લખો અને વિન્ડોમાં દાખલ થાવ.
ko: 안전 모드 xterm 세션입니다. 터미널 콘솔 이외에 로그인할 수 있는 방법이 없다면 터미널 콘솔로 로그인해야 할 것입니다. 터미널 에뮬레이터를 나가려면, 창 안에서 'exit'라고 타이프하고 엔터를 누르십시오.
lt: Tai yra Failsafe xterm sesija. Jūs būsite prijungti prie terminalo konsolės, kur Jūsų bus paklausta root slaptažodžio, kad galėtumėt pataisyti savo sistemą, jei negalite prisijungti kitu būdu. Norėdami išeiti iš terminalo, terminalo lange parašykite „exit“ ir paspauskite „Enter“.
mk: Ова е Failsafe xterm сесија. Ќе бидете најавени на терминална конзола за да можете да го поправите Вашиот систем доколку не можете да се најавите на некој друг начин. За да излезете од терминалниот емулатор, искуцајте „exit“ и притиснете ентер во прозорецот.
pa: ਇਹ ਅਸਫ਼ਲ-ਸੁਰੱਖਿਆ ਗਨੋਮ ਹੈ। ਤੁਸੀ ਟਰਮੀਨਲ ਕਨਸੋਲ ਵਿੱਚ ਲਾਗਇਨ ਕਰੋਗੇ ਅਤੇ ਤੁਹਾਨੂੰ root ਦੇ ਗੁਪਤ-ਕੋਡ ਬਾਰੇ ਪੁੱਛਿਆ ਜਾਵੇਗਾ ਤਾਂ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਠੀਕ ਕਰ ਸਕੋ, ਜੇਕਰ ਤੁਸੀਂ ਹੋਰ ਕਿਸੇ ਢੰਗ ਨਾਲ ਲਾਗਇਨ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਟਰਮੀਨਲ ਇਮੂਲੇਟਰ ਤੋਂ ਬਾਹਰ ਆਉਣ ਲਈ 'exit' ਲਿਖੋ ਅਤੇ ਝਰੋਖੇ ਵਿੱਚ ਦਾਖਲ ਹੋਵੋ।
pt_br: Esta é a sessão xterm de segurança. Você iniciará uma sessão em um console terminal e será perguntada a senha do administrador, assim você poderá corrigir o seu sistema caso não consiga entrar de nenhuma outra forma. Para sair do emulador do terminal, digite "exit" e enter na janela do terminal.
th: นี่คือวาระ Failsafe xterm คุณจะเข้าระบบผ่านคอนโซลเทอร์มินัล โดยจะถูกถามรหัสผ่านของ root เพื่อให้คุณแก้ไขระบบในกรณีที่คุณไม่สามารถเข้าระบบในทางอื่นได้ การออกจากโปรแกรมจำลองเทอร์มินัล ให้พิมพ์ 'exit' แล้วกด enter ในหน้าต่าง

source: The failsafe session is restricted to users who have been assigned the root role. If you cannot log in any other way please contact your system administrator
ca: La sessió a prova de fallades està restringida a aquells usuaris que tinguin assignat el rol de superusuari. Si no podeu entrar de cap altra manera, contacteu el vostre administrador de sistemes
gu: ફેઈલસેફ સત્ર એ વપરાશકર્તાઓ માટે પ્રતિબંધિત છે કે જેઓને રુટ ભૂમિકાની સોંપણી થઈ ગયેલ છે. જો તમે કોઈપણ અન્ય માર્ગે પ્રવેશી શકો નહિં તો મહેરબાની કરીને તમારા સિસ્ટમ સંચાલકનો સંપર્ક કરો
ko: 안전 모드 세션은 root 권한이 있는 사용자만 가능합니다. 그 외에 다른 방법으로 로그인이 불가능하다면 시스템 관리자에게 연락하십시오.
lt: Failsage sesija uždrausta visiems naudotojams išskyrus, tiems, kuriems buvo priskirtas root vaidmuo. Jeigu negalite prisijungti jokiais kitais būdais, susisiekite su savo sistemos administratoriumi
mk: Failsafe сесијата е резервирана само за корисниците со root привилегии. Ако не можете да се најавите на друг начин Ве молам контактирајте го Вашиот систем администратор.
pa: ਸੰਕਟਕਾਲੀਨ ਸ਼ੈਸ਼ਨ ਉਨ੍ਹਾਂ ਉਪਭੋਗੀਆਂ ਲਈ ਹੀ ਸੀਮਿਤ ਹੈ, ਜਿੰਨਾਂ ਨੂੰ root ਦੀ ਰੋਲ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ਢੰਗ ਨਾਲ ਲਾਗਇਨ ਨਹੀਂ ਕਰ ਸਕਦੇ ਤਾਂ ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸ਼ਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜੀ।
pt_br: A sessão de segurança é restrita a usuários com papel de administrador. Se você não pode acessar de nenhuma outra maneira, por favor contate o administrador do sistema
th: วาระ failsafe สงวนไว้สำหรับผู้ใช้ที่มีหน้าที่ดูแลระบบเท่านั้น ถ้าคุณไม่สามารถเข้าระบบได้ด้วยวิธีใดๆ กรุณาติดต่อผู้ดูแลระบบของคุณ

source: %s: User not allowed to log in
ca: %s: l'usuari no està autoritzat a entrar-hi.
gu: %s: વપરાશકર્તાને પ્રવેશ માટે પરવાનગી મળી નહિં
ko: %s: 사용자 로그인을 허용하지 않습니다
lt: %s: Naudotojui prisijungti neleidžiama
mk: На корисникот %s не му е дозволено да се најави
pa: %s: ਉਪਭੋਗੀ ਨੂੰ ਲਾਗਇਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ
pt_br: %s: O usuário não tem permissão para iniciar uma sessão
sl: %s: Uporabniku prijava ni dovoljena
th: %s: ผู้ใช้ไม่ได้รับอนุญาตให้เข้าระบบ
vi: %s: không cho phép người dùng đăng nhập.

source: The system administrator has disabled your account.
ca: L'administrador del sistema us ha inhabilitat el compte.
gu: સિસ્ટમ સંચાલકે તમારુ ખાતુ નિષ્ક્રિય કરી દીધુ છે.
ko: 시스템 관리자가 당신의 계정을 막아놓았습니다.
lt: Sistemos administratorius atjungė Jūsų abonementą.
mk: Систем администраторот ја исклучил Вашата сметка.
pa: ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨੇ ਤੁਹਾਡਾ ਖਾਤਾ ਅਯੋਗ ਕਰ ਦਿੱਤਾ ਹੈ।
pt_br: Sua conta foi desabilitada pelo administrador.
sl: Administrator sistema je onemogoèil va¹ raèun.
th: ผู้ดูแลระบบได้ปิดการใช้งานบัญชีผู้ใช้ของคุณ
vi: Quản trị hệ thống đã vô hiệu hóa tài khoản của bạn.

source: Error! Unable to set executable context.
ca: S'ha produït un error. No s'ha pogut establir el context executable.
gu: ભૂલ! ચલાવી શકાય તેવો સંદર્ભ સુયોજિત કરી શકાય એમ નથી.
ko: 오류! 실행 컨텍스트를 설정할 수 없습니다.
lt: Klaida! Nepavyko nustatyti vykdomojo konteksto.
mk: Грешка! Не можам да го поставам извршливиот контекст.
pa: ਗਲਤੀ! ਚੱਲਣਯੋਗ ਪ੍ਰਸੰਗ ਨੂੰ ਦਰਸਾਉਣ ਲਈ ਅਸਮਰਥ।
pt_br: Erro! Não foi possível configurar o contexto executável.
sl: Napaka! Ne morem nastaviti konteksta poganjanja.
th: ผิดพลาด! ไม่สามารถกำหนด executable context
vi: Lỗi! Không thể đặt ngữ cảnh thực thi.

source: %s: Could not exec %s %s %s %s %s %s
ca: %s: no s'ha pogut executar %s %s %s %s %s %s
gu: %s: exec %s %s %s %s %s %s કરી શક્યા નહિં
ko: %s: %s %s %s %s %s %s 명령을 실행하지 못했습니다
lt: %s: Nepavyko paleisti %s %s %s %s %s %s
mk: %s: Не можам да извршам %s %s %s %s %s %s
pa: %s: %s %s %s %s %s %s ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pt_br: %s: Não foi possível executar %s %s %s %s %s %s
th: %s: ไม่สามารถดำเนินการ %s %s %s %s %s %s

source: %s: Could not exec %s %s %s
ca: %s: no s'ha pogut executar %s %s %s
gu: %s : %s %s %s ને ચલાવી શકાયુ નહિ
ko: %s: %s %s %s(을)를 실행하지 못했습니다
lt: %s: Nepavyko paleisti %s %s %s
mk: %s: Не можам да извршам %s %s %s
pa: %s: %s %s %s ਨੂੰ ਚਲਾ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível executar %s %s %s
sl: %s: Nisem mogel zagnati %s %s %s
th: %s: ไม่สามารถดำเนินการ %s %s %s
vi: %s: không thể thực hiện %s %s %s

source: Cannot start the session due to some internal error.
ca: No es pot iniciar la sessió a causa d'un error intern.
gu: કોઇક આંતરિક ભૂલને લાધે સત્ર ચાલુ કરી શકાયુ નહિ.
ko: 몇몇 내부 오류로 세션을 시작할 수 없습니다.
lt: Nepavyko paleisti sesijos dėl vidinės klaidos.
mk: Не можам да ја подигнам сесијата поради некоја внатрешна грешка.
pa: ਕੁੱਝ ਅੰਦਰੂਨੀ ਖਰਾਬੀ ਕਾਰਨ ਸ਼ੈਸ਼ਨ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਦਾ।
pt_br: Não foi possível iniciar a sessão devido a alguns erros internos.
sl: Nisem mogel zagnati seje zaradi notranje napake
th: ไม่สามารถเปิดวาระได้เนื่องจากความผิดพลาดภายในบางอย่าง
vi: Không thể khởi động phiên làm việc vì lỗi nội tại.

source: %s: User passed auth but getpwnam (%s) failed!
ca: %s: l'usuari ha passat l'autenticació, però el getpwnam (%s) ha fallat.
gu: %s: વપરાશકર્તાને સત્તાધિકાર મળી ગયા પરંતુ getpwnam (%s) નિષ્ફળ ગયું!
ko: %s: 인증을 통과했지만 getpwnam (%s)이 실패했습니다!
lt: %s: Naudotojo tapatybė patvirtinta, bet getpwnam(%s) nepavyko!
mk: %s: Корисникот го помина auth но getpwnam(%s) не упеа!
pa: %s: ਉਪਭੋਗੀ ਪਰਮਾਣਿਤ ਹੋ ਗਿਆ, getpwnam(%s) ਅਸਫ਼ਲ ਹੋ ਗਿਆ!
pt_br: %s: Usuário autorizado, mas a getpwnam (%s) falhou!
th: %s: ผู้ใช้ได้ผ่านการอนุญาตแล้ว แต่ getpwnam (%s) ล้มเหลว!

source: %s: Execution of PostLogin script returned > 0. Aborting.
ca: %s: L'execució de la seqüència PostLogin ha retornat un valor més gran que 0. S'està avortant.
gu: %s: પ્રવેશ પ્રક્રિયા પછીની લીપીએ ચાલ્યા પછી > ૦ પાછું મોકલ્યુ હતું. અડધેથી બંધ કરી રહ્યા છે.
ko: %s: PostLogin 스크립트가 0보다 큰 값을 리턴했습니다. 중지.
lt: %s: Vykdant PostLogin skriptą, gautas rezultatas > 0. Nutraukiama.
mk: %s: Извршувањето на PreSession script вратено > 0. Прекинувам.
pa: %s: ਬਾਅਦ ਵਾਲੇ ਸ਼ੈਸ਼ਨ ਸਕ੍ਰਿਪਟ ਦੇ ਚਲਾਉਣ ਨਾਲ ਨਤੀਜਾ > 0 ਆਇਆ ਹੈ। ਅਧੂਰਾ ਖਤਮ।
pt_br: %s: Execução do script PostLogin retornou > 0. Abortando.
sl: %s: Izvajanje poprijavne skripte je vrnilo rezultat veèji od 0. Prekinjam.
th: %s: การดำเนินงานสคริปต์ของ PostLogin คืนค่า > 0 ขอยกเลิก
vi: %s: sự thực hiện tập lệnh PostLogin (sau khi đăng nhập) trả về giả trị > 0 nên hủy bỏ.

source: Your home directory is listed as: '%s' but it does not appear to exist. Do you want to log in with the / (root) directory as your home directory? It is unlikely anything will work unless you use a failsafe session.
ca: El vostre directori d'usuari està llistat com a: «%s», però sembla que no existeix. Voleu entrar-hi utilitzant el directori arrel («/») com al vostre directori d'usuari? Probablement res no funcionarà a menys que utilitzeu una sessió a prova de fallades.
gu: તમારી ઘર ડિરેક્ટરી આ રીતે યાદી થયેલ છે: '%s' પરંતુ તે દેખાશે એવું લાગતું નથી. શું તમે / (root) ડિરેક્ટરી સાથે તમારી ઘર ડિરેક્ટરી તરીકે પ્રવેશવા માંગો છો? તમે જ્યાં સુધી failsafe સત્ર વાપરો નહિં ત્યાં સુધી એવું ભાગ્યે જ હશે કે કંઈપણ કામ કરે.
ko: 홈 디렉토리가 다음과 같습니다: '%s' 하지만 이 디렉토리가 없습니다. 홈 디렉토리를 / (루트) 디렉토리로 해서 로그인하시겠습니까? 로그인하더라도 안전 모드 세션이 아니라면 아무 것도 동작하지 않을 것입니다.
lt: Jūsų namų aplankas yra nurodytas kaip: „%s“ bet panašu, kad jis neegzistuoja. Ar norite prisijungti su / (root) aplanku kaip Jūsų namų aplanku? Vargu ar kas nors veiks, nebent Jūs naudosite atsarginę sesiją.
pa: ਤੁਹਾਡੀ ਘਰ ਡਾਇਰੈਕਟਰੀ ਦੱਸੀ ਗਈ ਹੈ: '%s', ਪਰ ਇਹ ਮੌਜਦ ਨਹੀਂ ਜਾਪਦੀ ਹੈ। ਕੀ ਤੁਸੀਂ / (root) ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਘਰ ਡਾਇਰੈਕਟਰੀ ਵਜੋਂ ਵਰਤ ਕੇ ਲਾਗਇਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਸੰਕਟਕਾਲੀਨ ਸ਼ੈਸ਼ਨ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਦੇ, ਉਦੋਂ ਤੱਕ ਕੁਝ ਹੋਰ ਨਹੀਂ ਚੱਲੇਗਾ।
pt_br: Sua pasta pessoal está definida como: "%s" mas parece não existir. Você deseja iniciar uma sessão com o diretório / (raiz) como sua pasta pessoal? É provável que nada funcione a menos que você utilize uma sessão de segurança.
th: ไดเรกทอรีบ้านของคุณในระบบคือ: '%s' แต่ดูเหมือนว่าจะไม่มีไดเรกทอรีดังกล่าว คุณต้องการเข้าระบบโดยใช้ไดเรกทอรี / (ราก) เป็นบ้านของคุณหรือไม่? ดูเหมือนว่าทุกอย่างไม่น่าจะทำงานได้ นอกจากคุณจะใช้วาระ failsafe

source: %s: Home directory for %s: '%s' does not exist!
ca: %s: el directori de l'usuari %s: '%s' no existeix.
gu: %s: %s માટેની ઘર ડિરૅક્ટરી અસ્તિત્વ ધરાવતી નથી: '%s' અસ્તિત્વ ધરાવતુ નથી!
ko: %s: %s: '%s'의 홈디렉토리가 존재하지 않습니다.
lt: %s: %s namų aplankas „%s“ neegzistuoja!
mk: %s: Домашен директориум за %s: '%s' не постои!
pa: %s: %s ਲਈ ਘਰ-ਡਾਇਰੈਕਟਰੀ: '%s' ਮੌਜੂਦ ਨਹੀ!
pt_br: %s: A pasta pessoal de %s: "%s" não existe!
sl: %s: Domaèi imenik za %s: '%s' ne obstaja!
th: %s: ไดเรกทอรีบ้านสำหรับ %s: '%s' ไม่มีอยู่จริง

source: User's $HOME/.dmrc file is being ignored. This prevents the default session and language from being saved. File should be owned by user and have 644 permissions. User's $HOME directory must be owned by user and not writable by other users.
ca: S'ignorarà el fitxer $HOME/.dmrc. Això evita que es desin la sessió predeterminada i la llengua. El directori d'usuari $HOME hauria de ser propietat de l'usuari i no permetre-hi l'escriptura d'altres usuaris.
gu: વપરાશકર્તાની $HOME/.dmrc ફાઈલ અવગણાયેલ છે. આ મૂળભૂત સત્ર અને ભાષાને સંગ્રહ કરવાથી બચાવે છે. ફાઈલ વપરાશકર્તાની માલિકીની હોવી જોઈએ અને તેને 644 પરવાનગીઓ હોવી જોઈએ. વપરાશકર્તાની $HOME ડિરેક્ટરી વપરાશકર્તાની માલિકીની હોવી જ જોઈએ અને અન્ય વપરાશકર્તાઓ દ્વારા લખી શકાય નહિં તેવી હોવી જોઈએ.
ko: 사용자의 $HOME/.dmrc 파일을 무시합니다. 이것때문에 기본 세션과 언어를 저장하지 못합니다. 이 파일은 해당 사용자 소유여야 하고 권한이 644여야 합니다. $HOME 디렉토리도 해당 사용자의 소유여야 하고 다른 사용자가 쓸 권한이 없어야 합니다.
lt: Naudotojo $HOME/.dmrc failas ignoruojamas. Tai neleidžia išsaugoti įprastos sesijos ir kalbos. Failas turėtų priklausyti šiam naudotojui ir turėti 644 leidimus. Naudotojo $HOME aplankas turi priklausyti savininkui ir kiti naudotojai turi negalėti į jį rašyti.
mk: Вашата $HOME/.dmrc датотека има погрешни пермисии и е игнорирана. Ова ги спречува стандардната сесија и јазик да бидат зачувани. Датотеката треба да припаѓа на корисник и да има пермисии 644. Корисничките $HOME директориуми мора да припаѓаат на по корисник и не може да запишуваат другите корисници.
pa: ਉਪਭੋਗੀ ਦੀ $HOME/.dmrc ਫਾਇਲ ਨੂੰ ਅਣਡਿੱਠਾ ਕੀਤਾ ਗਿਆ ਹੈ। ਇਹ ਮੂਲ ਸ਼ੈਸ਼ਨ ਅਤੇ ਭਾਸ਼ਾ ਨੂੰ ਸੰਭਾਲਣ ਤੋਂ ਬੱਚਤ ਕਰਦੀ ਹੈ। ਫਾਇਲ ਉਪਭੋਗੀ ਦੀ ਮਲਕੀਅਤ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ ਅਤੇ 644 ਅਧਿਕਾਰ ਹੀ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ। ਉਪਭੋਗੀ ਦੀ $HOME ਡਾਇਰਕੈਟਰੀ ਉਪਭੋਗੀ ਦੀ ਮਲਕੀਅਤ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ ਅਤੇ ਹੋਰਾਂ ਵਲੋਂ ਲਿਖਣਯੋਗ ਨਹੀਂ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
pt_br: O seu arquivo $HOME/.dmrc está sendo ignorado. Isto impede que a sessão padrão e o idioma sejam salvos. O arquivo precisa ser de propriedade do usuário e ter permissões 644 (não ter permissão de escrita por outros usuários). O diretório $HOME do usuário deve ser de propriedade do usuário e outros usuários não devem ter permissões de escrita.
th: จะละเลยแฟ้ม $HOME/.dmrc ของผู้ใช้ ซึ่งทำให้ไม่มีการบันทึกค่าวาระและภาษาปริยายที่ใช้เข้าระบบ แฟ้มดังกล่าวควรเป็นของผู้ใช้แต่ละคน และมีควรกำหนดสิทธิ์เป็น 644 ไดเรกทอรี $HOME ของผู้ใช้ควรเป็นของผู้ใช้คนนั้น และไม่ควรอนุญาตให้ผู้ใช้อื่นเขียนได้

source: GDM could not write to your authorization file. This could mean that you are out of disk space or that your home directory could not be opened for writing. In any case, it is not possible to log in. Please contact your system administrator
ca: GDM no ha pogut escriure en el vostre fitxer autorització. Això podria voler dir que us heu quedat sense espai en el disc o que el vostre directori d'usuari no s'ha pogut obrir per a escriptura. En qualsevol cas, no és possible entrar. Contacteu l'administrador del sistema
gu: GDM તમારી સત્તાધિકાર માટેની ફાઇલમાં લખી શક્યુ નહિ. એનો અર્થ એ હોઇ શકે કે તમારી ડિસ્કની જગ્યા ખૂટી ગઇ છે અથવા તમારી ઘર ડિરૅક્ટરી ખોલી શકાતી નથી. કોઇપણ સંજોગોમાં પ્રવેશ શક્ય નથી. મહેરબાની કરીને તમારા સિસ્ટમ સંચાલકનો સંપર્ક કરો
ko: GDM에서 새 인증 파일을 쓸 수 없습니다. 아마도 디스크 공간이 부족하거나 홈 디렉토리가 쓰기를 할 수 없기 때문일 것입니다. 어떤 경우이든지, 로그인 할 수 없습니다. 시스템 관리자에게 연락하십시오.
lt: GDM negali įrašyti Jūsų autorizacijos failo. Taip gali būti dėl to, kad diske trūksta laisvos vietos arba į Jūsų namų katalogą uždraustas rašymas. Pasiklauskite savo sistemos administratoriaus.
mk: GDM не може да запише во вашата авторизацискадатотека. Ова би можело да значи дека нема повеќепростор на дискот или дека твојот домашен директориум неможе да биде отворена за пишување. Како и да ене е возможно да се најавите. Ве молам контактирајтего систем администраторот.
pa: GDM ਤੁਹਾਡੀ ਅਧਿਕਾਰ ਫਾਇਲ ਵਿੱਚ ਲਿਖ ਨਹੀਂ ਸਕਦਾ। ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਜਾਂ ਤਾਂ ਡਿਸਕ ਭਰ ਗਈ ਹੈ ਜਾਂ ਘਰ ਡਾਇਰੈਕਟਰੀ ਲਿਖਣ ਲਈ ਖੋਲੀ ਨਹੀਂ ਜਾ ਸਕੀ। ਕਿਸੇ ਵੀ ਹਾਲਤ ਵਿੱਚ ਲਾਗਇਨ ਕਰਨਾ ਸੰਭਵ ਨਹੀ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pt_br: O GDM não conseguiu escrever seu arquivo de autorização. Isto pode significar que você não tem espaço em disco ou que sua pasta pessoal não pôde ser aberta para escrita. De qualquer forma, não foi possível iniciar uma sessão. Por favor, entre em contato com seu administrador de sistema
sl: GDM ni mogel pisati v va¹o avtorizacijsko datoteko. To lahko pomeni, da je zmanjkalo prostora na disku ali, da va¹ega domaèega imenika ni mogoèe odpreti za pisanje. V obeh primerih se ni mo¾no prijaviti. Prosim, stopite v stik z administratorjem sistema
th: GDM ไม่สามารถเขียนแฟ้มการอนุญาตได้ ซึ่งอาจหมายความว่า คุณไม่มีพื้นที่ว่างบนดิสก์ หรือไดเรกทอรีบ้านของคุณไม่สามารถเปิดเพื่อเขียนได้ ไม่ว่าจะอย่างไรก็ตาม คุณไม่สามารถเข้าระบบได้ กรุณาติดต่อผู้ดูแลระบบ
vi: GDM không thể ghi vào tập tin xác thực của bạn. Có lẽ là do hết sức chứa còn rảnh trên đĩa hoặc không thể mở thư mục chính để ghi. Trong mọi trường hợp đều không thể đăng nhập. Hãy liên hệ với quản trị hệ thống của bạn.

source: %s: Error forking user session
ca: %s: s'ha produït un error en bifurcar la sessió de l'usuari
gu: %s: વપરાશકર્તાના સત્રને fork કરવામાં નિષ્ફળ
ko: %s: 사용자 세션을 fork하는 데 문제 발생
lt: %s: Klaida atšakojant naudotojo sesiją
mk: %s: Грешка при разгранување на корисничката сесија
pa: %s: ਉਪਭੋਗੀ ਦਾ ਸ਼ੈਸ਼ਨ ਉਠਾਉਣ ਵਿੱਚ ਗਲਤੀ
pt_br: %s: Erro ao bifurcar a sessão do usuário
sl: %s: Napaka pri razvejanju uporabnikove seje
th: %s: เกิดความผิดพลาดขณะ fork วาระของผู้ใช้
vi: %s: gặp lỗi khi nhân đôi phiên làm việc của người dùng.

source: Your session only lasted less than 10 seconds. If you have not logged out yourself, this could mean that there is some installation problem or that you may be out of diskspace. Try logging in with one of the failsafe sessions to see if you can fix this problem.
ca: La vostra sessió ha durat menys de 10 segons només. Si no heu sortit vosaltres mateixos, això pot voler dir que hi ha algun problema d'instal·lació o que us heu quedat sense espai al disc. Proveu a entrar amb una de les sessions a prova d'errors per a veure si podeu corregir aquest problema.
gu: તમારુ સત્ર ૧૦ સેકન્ડ કરતાં ઓછુ ચાલ્યુ. જો તમે જાતે બહાર ન નીકળ્યા હોય તો એનો અર્થ એ હોઇ શકે કે સ્થાપનામાં ભૂલ હતી અથવા તમારી ડિસ્કની જગ્યા ખૂટી ગઇ હશે. તમે આ સમસ્યા સુધારી શકો છો કે નહિ તે જોવા માટે નિષ્ફળ ન જાય તેવા સત્ર વડે પ્રવેશ કરી જુઓ.
ko: 세션이 10초 안에 끝났습니다. 로그 아웃하지 않았다면, 설치에 문제가 있거나 디스크 공간이 부족하다는 뜻입니다. 안전 모드 세션중의 하나로 로그 인한 다음 이 문제를 고칠 수 있는지 확인하십시오.
lt: Jūsų sesija tęsėsi mažiau nei 10 sekundžių. Jeigu Jūs atsijungėte ne savo noru, tai gali reikšti, kad yra kažkokių įdiegimo problemų arba Jūs pritrūkote laisvos vietos diske. Pabandykit prisijungti su viena iš failsafe sesijų tam, kad pamatyti ar Jūs galite sutvarkyti šią problemą.
mk: Вашата сесија траеше помалку од 10 секунди. Ако самите не се oдјавивте, може да значи дека има некаков инсталациски проблем или дека нема простор на дискот Обидете се да се најавите со една од failsafe сесиите за да видите дали можете да го поправите проблемот.
pa: ਤੁਹਾਡਾ ਅਜਲਾਸ 10 ਸਕਿੰਟਾਂ ਤੋਂ ਘੱਟ ਪੁਰਾਣਾ ਹੈ। ਜੇ ਤੁਸੀ ਆਪਣੇ-ਆਪ ਲਾਗ-ਆਉਟ ਨਹੀਂ ਕੀਤਾ, ਤਾਂ ਇਸ ਦਾ ਮਤਲਬ ਕੁੱਝ ਸਥਾਪਤੀ ਸਮੱਸਿਆਵਾਂ ਹਨ ਜਾਂ ਤੁਹਾਡੀ ਡਿਸਕ ਭਰ ਚੁੱਕੀ ਹੈ। ਇਹ ਵੇਖਣ ਲਈ ਕਿ ਜੇ ਤੁਸੀ ਇਸ ਸਮੱਸਿਆ ਨੂੰ ਸਥਿਰ ਕਰ ਸਕਦੇ ਹੋ, ਕਿਸੇ ਅਸਫ਼ਲ-ਸੁਰੱਖਿਆ ਅਜਲਾਸ ਨਾਲ ਲਾਗਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Sua sessão durou menos de 10 segundos. Se você não terminou uma sessão, isso pode significar que há algum problema de instalação ou que você pode estar sem espaço em disco. Tente iniciar uma sessão de segurança para verificar se você consegue consertar o problema.
sl: Va¹a seja je trajala manj kot 10 sekund. Èe se niste sami odjavili, lahko to pomeni, da obstaja te¾ava z namestitvijo ali, da vam je zmanjkalo prostora na disku. Posku¹ajte se prijaviti z eno od varnih sej, da ugotovite ali lahko problem odpravite.
th: วาระของคุณใช้เวลาน้อยกว่า 10 วินาที ถ้าคุณไม่ได้ออกจากระบบด้วยตัวคุณเอง นั่นอาจหมายถึงว่ามีปัญหาในการติดตั้งบางอย่าง หรือคุณอาจไม่มีพื้นที่ว่างบนดิสก์ ลองเข้าระบบด้วยวาระ failsafe เพื่อดูว่าจะแก้ปัญหานี้ได้หรือไม่
vi: Phiên làm việc của bạn lần cuối cùng kéo dài ít hơn 10 giây. Nếu bạn không tự đăng xuất, điều này có lẽ nghĩa là có vấn đề nào về cài đặt hoặc bạn đã hết sức chứa còn rảnh trên đĩa. Hãy thử đăng nhập vào một phiên làm việc dự phòng để xem có giải quyết được vấn đề hay không.

source: View details (~/.xsession-errors file)
ca: Veure detalls (fitxers ~/.xsession-errors)
gu: વિગતો જુઓ (~/.xsession-errors ફાઈલ)
ko: 자세한 사항 보기 (~/.xsession-error 파일)
lt: Žiūrėti detales (~/.xsession-errors failas)
mk: Види ги деталите (~/.xsession-errors file)
pa: ਵੇਰਵਾ ਵੇਖੋ (~/.xsession-error ਫਾਇਲ)
pt_br: Visualizar detalhes (arquivo ~/.xsession-error)
sl: Glej podrobnosti (datoteka ~/.xsession-errors)
th: ดูรายละเอียด (แฟ้ม ~/.xsession-errors)
vi: Xem chi tiết (tập tin ~/.xsession-errors [các lỗi trong phiên X])

source: GDM detected a halt or restart in progress.
ca: El GDM ha detectat una aturada o reinici en progrés.
gu: GDM ને પ્રગતિમાં થોભવાનું અથવા પુનઃશરૂ કરવાનું મળી આવ્યું.
ko: 시스템이 종료 또는 다시 시작하는 것을 감지했습니다.
lt: GDM aptiko vykstantį išjungimą arba perkrovimą.
mk: GDM откри дека во тек е исклучување или рестартирање.
pa: GDM ਨੂੰ ਬੰਦ ਕਰਨ ਜਾਂ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਕਾਰਵਾਈ ਚੱਲਦੀ ਹੋਈ ਮਿਲੀ।
pt_br: GDM detectou uma interrupção ou reinício em andamento.
th: GDM ตรวจพบการปิดเครื่องหรือเริ่มระบบใหม่กำลังดำเนินอยู่

source: %s: Fatal X error - Restarting %s
ca: %s: s'ha produït un error d'X fatal - S'està reiniciant %s
gu: %s: ઘાતક X ભૂલ - %s ફરીથી શરુ કરી રહ્યા છે
ko: %s: 치명적 X 문제 - %s 다시 시작
lt: %s: Lemtinga X klaida - Perkraunama %s
mk: %s: Фатална X грешка - Рестартирам %s
pa: %s: ਘਾਤਕ X ਗਲਤੀ - %s ਮੁੜ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ
pt_br: %s: Erro fatal no X - Reinicializando %s
sl: %s: Usodna napaka X - znova zaganjam %s
th: %s: เกิดความผิดพลาดของ X ขั้นร้ายแรง - จะเริ่ม %s ใหม่
vi: %s: lỗi X nghiêm trọng nên khởi động lại %s

source: Login sound requested on non-local display or the play software cannot be run or the sound does not exist
ca: S'ha demanat un so d'entrada en una visualització no local, o el programa de reproducció no es pot executar, o no existeix el so
gu: બિન-સ્થાનિક ડિસ્પ્લે પર પ્રવેશ ધ્વનિની વિનંતિ થઈ અથવા વગાડવાનુ સોફ્ટવેર ચાલી શકે એમ નથી અથવા ધ્વનિ અસ્તિત્વમાં નથી
ko: 로컬 디스플레이가 아닌 디스플레이에 로그인 사운드를 요청했거나, 재생 소프트웨어를 실행할 수 없거나, 해당 사운드가 없습니다.
lt: Paprašytas prisijungimo garsas ne vietiniame ekrane arba grojimo programa negali būti paleista, arba garsas neegzistuoja.
mk: Звукот за најава е потребен на не-локален приказ или пак софтверот за свирење не може да биде извршен
pa: ਬਿਨਾ-ਸਥਾਨਿਕ ਦਰਸ਼ ਉੱਤੇ ਮੰਗੀ ਲਾਗਇਨ ਆਵਾਜ਼ ਜਾਂ ਚਲਾਉਣ (ਪਲੇ) ਵਾਲੇ ਸਾਫਟਵੇਅਰ ਚੱਲ ਨਹੀਂ ਰਹੇ ਜਾਂ ਆਵਾਜ਼ ਮੌਜੂਦ ਨਹੀ
pt_br: Um som de início de sessão foi requisitado em uma tela não local, ou não é possível executar o programa de reprodução de som, ou o som não existe
sl: Predvajanje zvoka zahtevano za nekrajevni zaslon ali pa ni bilo mogoèe pognati programa za predvajanje ali pa zvoèna datoteka ne obstaja
th: พยายามเล่นเสียงเข้าระบบที่เครื่องอื่น หรือโปรแกรมเล่นเสียงไม่ทำงาน หรือไม่มีแฟ้มเสียงอยู่
vi: Âm thanh đăng nhập được yêu cầu trên bộ trình bày ở xa hoặc phần mềm phát âm không chạy được hoặc không có âm thanh đó

source: %s: Failed starting: %s
ca: %s: no s'ha pogut iniciar: %s
gu: %s શરુ કરવામાં નિષ્ફળ: %s
ko: %s: 시작 실패: %s
lt: %s: Nepavyko paleisti: %s
mk: %s: Неуспешно подигнување%s
pa: %s: ਸ਼ੁਰੂਆਤ ਅਸਫ਼ਲ: %s
pt_br: %s: Erro ao iniciar: %s
sl: %s: Napaka pri zagonu: %s
th: %s: ล้มเหลวขณะเริ่ม: %s
vi: %s: lỗi khởi động: %s

source: %s: Can't fork script process!
ca: %s: no es pot bifurcar el procés de la seqüència
gu: %s: લિપિ માટેની પ્રક્રિયાને fork કરી શકાઈ નહિ!
ko: %s: 스크립트를 fork할 수 없습니다
lt: %s: Nepavyko atšakoti skripto proceso!
mk: %s: Не можам да го разгранам процесот!
pa: %s: ਸਕ੍ਰਿਪਟ ਕਾਰਜ ਨੂੰ ਉਠਾ ਨਹੀਂ ਸਕਦਾ!
pt_br: %s: Não foi possível bifurcar o processo do script!
sl: %s: Ne morem razvejiti procesa skripte!
th: %s: ไม่สามารถ fork กระบวนการของสคริปต์
vi: %s: không thể nhân đôi tiến trình tập lệnh.

source: %s: Failed creating pipe
ca: %s: no s'ha pogut crear el conducte
gu: %s: પાઇપ બનાવવામાં નિષ્ફળ
ko: %s: 파이프를 만들 수 없습니다
lt: %s: Nepavyko sukurti konvejerio
mk: %s: Не можам да креирам цевка
pa: %s: ਪਾਈਪ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫ਼ਲ
pt_br: %s: Falha ao criar pipe
sl: %s: Nisem mogel ustvariti cevi
th: %s: เกิดความล้มเหลวขณะสร้างไปป์
vi: %s: lỗi tạo ống dẫn.

source: %s: Failed executing: %s
ca: %s: no s'ha pogut executar (%s)
gu: %s: ચલાવવામાં નિષ્ફળ: %s
ko: %s: 실행 실패: %s
lt: %s: Nepavyko paleisti: %s
mk: %s: Не успеав да извршам: %s
pa: %s: ਚੱਲਣ ਵਿੱਚ ਅਸਫ਼ਲ: %s
pt_br: %s: Falha executando: %s
sl: %s: Napaka pri zagonu: %s
th: %s: เกิดความล้มเหลวขณะดำเนินงาน: %s
vi: %s: lỗi thực thi: %s

source: Incorrect username or password. Letters must be typed in the correct case.
ca: El nom d'usuari o la contrasenya són incorrectes. Es diferencia entre majúscules i minúscules.
gu: વપરાશકર્તાનું નામ અથવા પાસવર્ડ ખોટો છે.
ko: 사용자이름이나 열쇠글이 잘못되었습니다. 대소문자를 정확히 입력하여야 합니다.
lt: Neteisingai įvestas naudotojo vardas ar slaptažodis. Gal suklydote ir rašėte didžiosiomis raidėmis vietoj mažųjų?
mk: Неточно корисничко име или лозинка. Буквите мораат да се впишат во точна големина.
pa: ਗਲਤ ਉਪਭੋਗੀ ਨਾਂ ਜਾਂ ਗੁਪਤ-ਕੋਡ। ਅੱਖਰ ਠੀਕ ਤਰਾਂ ਲਿਖੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pt_br: Nome de usuário ou senha incorretos. As letras devem ser digitadas respeitando maiúsculas/minúsculas.
sl: Napaèno uporabni¹ko ime ali geslo. Èrke morajo biti pravilne velikosti.
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง ต้องพิมพ์ตัวพิมพ์ใหญ่-เล็กให้ถูกต้อง
vi: Hãy đảm bảo không bật phím Caps Lock (chữ hoa suốt).
