Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: N-Z|Spanish (Peru)
ca: A-M|Espanyol (Perú)
gu: N-Z|સ્પેનીશ (પેરુ)
ko: ㄱ-ㅅ|스페인어 (페루)
lt: A-M|Ispanų (Peru)
mk: Шпански (Перу)
pa: N-Z|ਸਪੇਨੀ (ਪੇਰੂ)
pt_br: N-Z|Espanhol (Peru)
th: N-Z|สเปน (เปรู)

source: N-Z|Spanish (Paraguay)
ca: A-M|Espanyol (Paraguay)
gu: N-Z|સ્પેનીશ (પેરાગ્વુએ)
ko: ㄱ-ㅅ|스페인어 (파라과이)
lt: A-M|Ispanų (Paragvajus)
mk: Шпански (Парагвај)
pa: N-Z|ਸਪੇਨੀ (ਪੇਰੂਗਵੇ
pt_br: N-Z|Espanhol (Paraguai)
th: N-Z|สเปน (ปารากวัย)

source: N-Z|Spanish (El Salvador)
ca: A-M|Espanyol (El Salvador)
gu: N-Z|સ્પેનીશ (ઈઆઈ સેલ્વેડોર)
ko: ㄱ-ㅅ|스페인어 (엘살바도르)
lt: A-M|Ispanų (Salvadoras)
mk: Шпански (Ел Салвадор)
pa: N-Z|ਸਪੇਨੀ (ਏਲ ਸਲਵਡੋਰ)
pt_br: N-Z|Espanhol (El Salvador)
th: N-Z|สเปน (เอลซัลวาดอร์)

source: N-Z|Spanish (Uruguay)
ca: A-M|Espanyol (Uruguay)
gu: N-Z|સ્પેનીશ (ઉરુગ્વે)
ko: ㄱ-ㅅ|스페인어 (우루과이)
lt: A-M|Ispanų (Urugvajus)
mk: Шпански (Уругвај)
pa: N-Z|ਸਪੇਨੀ (ਉਰੂਗਵੇ)
pt_br: N-Z|Espanhol (Uruguai)
th: N-Z|สเปน (อุรุกวัย)

source: N-Z|Spanish (Venezuela)
ca: A-M|Espanyol (Veneçuela)
gu: N-Z|સ્પેનીશ (વેનેઝુએલા)
ko: ㄱ-ㅅ|스페인어 (베네수엘라)
lt: A-M|Ispanų (Venesuela)
mk: Шпански (Венецуела)
pa: N-Z|ਸਪੇਨੀ (ਵੇਨਜ਼ੂਵੇਲਾ)
pt_br: N-Z|Espanhol (Venezuela)
th: N-Z|สเปน (เวเนซุเอลา)

source: N-Z|Swedish
ca: N-Z|Suec
gu: N-Z|સ્વેડીશ
ko: ㄱ-ㅅ|스웨덴어
lt: N-Z|Švedų
mk: Шведски
pa: N-Z|ਸਵੈਡਿਸ਼
pt_br: N-Z|Sueco
sl: N-Z|©ved¹èina
th: N-Z|สวีเดน
vi: N-Z|Tiếng Thụy-điển

source: N-Z|Swedish (Finland)
ca: N-Z|Suec (Finlandès)
gu: N-Z|સ્વેડીશ (ફીનલૅન્ડ)
ko: ㄱ-ㅅ|스웨덴어 (핀란드)
lt: N-Z|Švedų (Suomių)
mk: Шведски (Финска)
pa: N-Z|ਸਵੈਡਿਸ਼ (ਫਿਨਲੈਂਡ)
pt_br: N-Z|Sueco (Finlândia)
sl: N-Z|©ved¹èina (Finska)
th: N-Z|สวีเดน (ฟินแลนด์)
vi: N-Z|Tiếng Thụy-điển (Phần-lan)

source: N-Z|Tamil
ca: N-Z|Tàmil
gu: N-Z|તમિલ
ko: ㅇ-ㅎ|타밀어
lt: N-Z|Tamilų
mk: Тамил
pa: N-Z|ਤਾਮਿਲ
pt_br: N-Z|Tâmil
sl: N-Z|Tamil¹èina
th: N-Z|ทมิฬ
vi: N-Z|Tiếng Ta-min

source: N-Z|Telugu
gu: N-Z|તેલુગુ
ko: ㅇ-ㅎ|텔루그어
mk: Telugu
pa: N-Z|ਤੇਲਗੂ
th: N-Z|เตลุคู
vi: N-Z|Tiếng Te-lu-gu

source: N-Z|Thai
ca: N-Z|Tailandès
gu: N-Z|થાઇ
ko: ㅇ-ㅎ|타이어
lt: N-Z|Tajų
mk: Тајландски
pa: N-Z|ਥਾਈ
pt_br: N-Z|Tailandês
sl: N-Z|Taj¹èina
th: N-Z|ไทย
vi: N-Z|Tiếng Thái

source: N-Z|Turkish
ca: N-Z|Turc
gu: N-Z|તુર્કીશ
ko: ㅇ-ㅎ|터키어
lt: N-Z|Turkų
mk: Турски
pa: N-Z|ਤੁਰਕ
pt_br: N-Z|Turco
sl: N-Z|Tur¹èina
th: N-Z|ตุรกี
vi: N-Z|Tiếng Thổ-nhĩ-kỳ

source: N-Z|Ukrainian
ca: N-Z|Ucraïnès
gu: N-Z|યુક્રેનીયાઈ
ko: ㅇ-ㅎ|우크라이나어
lt: N-Z|Ukrainiečių
mk: Украински
pa: N-Z|ਯੂਕਰੇਨੀ
pt_br: N-Z|Ucraniano
sl: N-Z|Ukrajin¹èina
th: N-Z|ยูเครน
vi: N-Z|Tiếng U-kợ-rainh

source: N-Z|Vietnamese
ca: N-Z|Vietnamita
gu: N-Z|વિયેટનામી
ko: ㄱ-ㅅ|베트남어
lt: N-Z|Vietnamiečių
mk: Виетнамски
pa: N-Z|ਵੀਅਤਨਾਮੀ
pt_br: N-Z|Vietnamita
sl: N-Z|Vietnamèina
th: N-Z|เวียดนาม
vi: N-Z|Tiếng Việt

source: N-Z|Walloon
ca: N-Z|Való
gu: N-Z|વાલૂન
ko: ㅇ-ㅎ|왈론어
lt: N-Z|Valonų
mk: Waloon
pa: N-Z|ਵੈਲੂਨ
sl: N-Z|Wael¹èina
vi: N-Z|Tiếng Oua-lunh

source: N-Z|Welsh
ca: A-M|Gal·lès
gu: N-Z|વૅલ્શ
ko: ㅇ-ㅎ|웨일즈어
lt: A-M|Velso
mk: Велски
pa: N-Z|ਵੈਲਸ਼
pt_br: A-M|Galês
sl: N-Z|Wel¹èina
th: N-Z|เวลส์
vi: N-Z|Tiếng Ouen-sợ

source: N-Z|Xhosa
ca: N-Z|Xosa
gu: N-Z|ઝોસા
ko: ㅇ-ㅎ|코사어
lt: A-M|Kosų
mk: Xhosa
pa: N-Z|ਜ਼ੋਸਾ
th: N-Z|คอซา

source: N-Z|Yiddish
ca: A-M|Jiddisch
gu: N-Z|યીડીશ
ko: ㅇ-ㅎ|이디시어
lt: A-M|Jidiš
pa: N-Z|ਯਿੱਡਿਸ਼
pt_br: A-M|Ídiche
sl: N-Z|Jidi¹
vi: N-Z|Tiếng Yi-đi-sợ

source: N-Z|Zulu
gu: N-Z|ઝુલુ
ko: ㅇ-ㅎ|줄루어
mk: Зулу
pa: N-Z|ਜੂਲੂ
sl: N-Z|Zuluj¹èina
th: N-Z|ซูลู
vi: N-Z|Tiếng Du-lu

source: Other|POSIX/C English
ca: Altres|POSIX/C Anglès
gu: અન્ય|POSIX/C અંગ્રેજી
ko: Other|POSIX/C 영어
lt: Other|POSIX/C Anglų
mk: Друго/Англиски
pa: Other|POSIX/C ਅੰਗਰੇਜ਼ੀ
pt_br: Outras|Inglês POSIX/C
sl: Drugo|POSIX/C Angle¹ko
vi: Khác| Tiếng Anh POSIX/C

source: A-M
ko: ㄱ-ㅅ
mk: А-М

source: N-Z
ko: ㅇ-ㅎ
mk: Н-Ш

source: Cannot run command '%s': %s.
ca: No s'ha pogut executar l'ordre '%s': %s
gu: આદેશ '%s' ચલાવી શકતા નથી: %s.
ko: '%s' 명령을 실행할 수 없습니다: %s.
lt: Nepavyko paleisti komandos „%s“: %s.
mk: Не можам да ја извршам командата '%s': %s
pa: '%s' ਕਮਾਂਡ ਨੂੰ ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ: %s।
pt_br: Não foi possível executar o comando "%s": %s
th: ไม่สามารถเรียกโปรแกรม '%s': %s

source: Cannot start background application
ca: No es pot iniciar l'aplicació en segon pla
gu: પાશ્વ ભાગમાં કાર્યક્રમ શરૂ કરી શકતા નથી
ko: 백그라운드 프로그램을 시작할 수 없습니다
lt: Nepavyko paleisti foninės programos
mk: Не можам да ја подигнам апликацијата во позадина
pa: ਬੈਕਗਰਾਊਂਡ ਕਾਰਜ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
pt_br: Não foi possível iniciar a aplicação de segundo plano
th: เปิดโปรแกรมทำงานเบื้องหลังไม่สำเร็จ

source: User %u will login in %t
ca: L'usuari %u entrarà d'aquí a %t
gu: વપરાશકર્તા %u એ %t માં પ્રવેશસે
ko: %u 사용자로 %t초 안에 로그인합니다
lt: Naudotojas %u prisijungs po %t
mk: Корисникот %s ќе биде најавен %t
pa: ਉਪਭੋਗੀ %u %t ਵਿੱਚ ਲਾਗਇਨ ਹੋਵੇਗਾ
pt_br: O usuário %s iniciará a sessão em %t
th: ผู้ใช้ %u จะเข้าระบบภายใน %t

source: Are you sure you want to restart the computer?
ca: Esteu segur que voleu arrencar de nou la màquina?
gu: શું તમે ખરેખર કમ્પ્યૂટર ફરીથી બુટ કરવા માંગો છો?
ko: 정말로 이 시스템을 다시 시작하시겠습니까?
lt: Ar tikrai norite perkrauti kompiuterį?
mk: Дали сте сигурни дека сакате да го рестартирате компјутерот?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਕੰਪਿਊਟਰ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Você realmente deseja reiniciar o computador?
th: คุณแน่ใจหรือไม่ ว่าจะเริ่มเปิดระบบคอมพิวเตอร์ใหม่?

source: _Restart
ca: _Reinicia
gu: ફરીથી શરુ કરો (_R)
ko: 다시 시작(_R)
lt: _Perkrauti
mk: _Рестартирај
pa: ਮੁੜ-ਚਾਲੂ(_R)
pt_br: _Reiniciar
th: เปิดเครื่องใ_หม่

source: Are you sure you want to Shut Down the computer?
ca: Esteu segur que voleu aturar la màquina?
gu: શું તમે ખરેખર કમ્પ્યૂટર બંધ કરવા માંગો છો?
ko: 정말로 이 시스템을 끝내시겠습니까?
lt: Ar tikrai norite išjungti kompiuterį?
mk: Дали сте сигурни дека сакате да го исклучите компјутерот?
pa: ਕੀ ਤੁਸੀਂ ਕੰਪਿਊਟਰ ਨੂੰ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Você realmente deseja desligar o computador?
th: คุณแน่ใจหรือไม่ ว่าจะปิดเครื่อง?

source: Shut _Down
ca: _Atura
gu: બંધ કરો (_D)
ko: 시스템 종료(_D)
lt: Iš_jungti
mk: Иск_лучи
pa: ਬੰਦ ਕਰੋ(_D)
pt_br: _Desligar
sl: _Izklop
th: _ปิดเครื่อง
vi: _Tắt máy

source: Are you sure you want to suspend the computer?
ca: Esteu segur que voleu aturar temporalment la màquina?
gu: શું તમે ખરેખર કમ્પ્યૂટર અટકાવવા માંગો છો?
ko: 정말로 이 시스템을 일시 중단하시겠습니까?
lt: Ar tikrai norite sustabdyti kompiuterį?
mk: Дали сте сигурни дека сакате да го суспендирате компјутерот?
pa: ਕੀ ਤੁਸੀਂ ਕੰਪਿਊਟਰ ਨੂੰ ਸਸਪੈਂਡ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Você realmente deseja suspender o computador?
th: คุณแน่ใจหรือไม่ ว่าจะหยุดทำงานเครื่องชั่วคราว?

source: _Suspend
ca: Atura _temporalment
gu: સ્થગિત (_S)
ko: 일시 중단(_S)
lt: _Sustabdyti
mk: _Суспендирај
pa: ਸਸਪੈਂਡ(_S)
pt_br: _Suspender
sl: _Zamrznitev
th: ห_ยุดทำงานชั่วคราว
vi: Tạm _dừng máy

source: System Default
ca: Valor per defecte del sistema
gu: સિસ્ટમ મૂળભૂત
ko: 시스템 기본값
lt: Sistemos numatytoji
mk: Стандардно за системот
pa: ਸਿਸਟਮ ਮੂਲ
pt_br: Padrão do Sistema
sl: Privzeto s strani sistema
th: ค่าปริยายของระบบ

source: Do you wish to make %s the default for future sessions?
ca: Voleu establir %s com a opció predeterminada per a properes sessions?
gu: શું તમે ભવિષ્યના સત્ર માટે %s ને મૂળભુત બનાવવા ઇચ્છો છો?
ko: 앞으로 세션에 %s(을)를 기본으로 사용하시겠습니까?
lt: Ar norite padaryti %s numatytaja ateities sesijoms?
mk: Дали сакате да го направите %s стандарден за идните сесии?
pa: ਕੀ ਤੁਸੀਂ ਭਵਿੱਖ ਦੇ ਸ਼ੈਸ਼ਨਾਂ ਲਈ %s ਨੂੰ ਮੂਲ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Você deseja tornar %s o padrão para futuras sessões?
th: คุณต้องการใช้ %s เป็นวาระปริยายในการเข้าระบบครั้งต่อๆ ไปหรือไม่?

source: You have chosen %s for this session, but your default setting is %s.
ca: Heu triat %s per a aquesta sessió, però la vostra configuració predeterminada és %s.
gu: તમે આ સત્ર માટે %s પસંદ કર્યું છે, પરંતુ તમારુ મૂળભુત સુયોજન %s છે.
ko: 이 세션에 %s을(를) 선택했지만, 기본 설정은 %s입니다.
lt: Šiai sesijai pasirinkote %s, bet numatytoji sesija yra %s.
mk: Одбравте %s за оваа сесија, но вашата стандардна е %s.
pa: ਤੁਸੀ ਇਸ ਸ਼ੈਸ਼ਨ ਲਈ %s ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ, ਪਰ ਤੁਹਾਡਾ ਮੂਲ ਸਥਾਪਨ %s ਹੈ।
pt_br: Você escolheu %s para esta sessão, mas sua opção padrão definida é %s.
th: คุณได้เลือก %s สำหรับวาระนี้ แต่ค่าปริยายที่คุณกำหนดไว้คือ %s

source: Make _Default
ca: Fes-la la pre_determinada
gu: મૂળભુત બનાવો (_D)
ko: 기본값으로 하기(_D)
lt: Pa_daryti numatytaja
mk: Направи _стандардно
pa: ਮੂਲ਼ ਬਣਾਓ(_D)
pt_br: Tornar Pa_drão
sl: Naredi _privzeto
th: กำหนดให้เป็นค่า_ปริยาย

source: Just For _This Session
ca: Només per a aques_ta sessió
gu: ફક્ત આ સત્ર માટે (_T)
ko: 이 세션만 쓰기(_T)
lt: _Tik šiai sesijai
mk: Само за _оваа сесија
pa: ਸਿਰਫ ਇਸ ਸ਼ੈਸ਼ਨ ਲਈ(_T)
pt_br: _Apenas Para Esta Sessão
sl: _Le za to sejo
th: เพียงแค่วาระ_นี้เท่านั้น

source: _Username:
ca: Nom d'_usuari:
gu: વપરાશકર્તાનુ નામ (_U):
ko: 사용자 이름(_U):
lt: _Naudotojo vardas:
mk: _Корисничко име:
pa: ਉਪਭੋਗੀ ਨਾਂ(_U):
pt_br: Nome do _usuário:
sl: _Uporabni¹ko ime:
th: _ชื่อผู้ใช้:
vi: Tên _người dùng:

source: %s session selected
ca: %s sessió seleccionada
gu: %s સત્ર પસંદ કરાયેલ છે
ko: %s 세션을 선택했습니다
lt: Pasirinkta %s sesija
mk: %s сесијата е одбрана
pa: %s ਸ਼ੈਸ਼ਨ ਚੁਣਿਆ ਗਿਆ
pt_br: A sessão %s foi selecionada
sl: Seja %s izbrana
th: เลือกวาระ %s
vi: Phiên làm việc %s được chọn

source: _Last
ca: _Darrer
gu: છેલ્લુ (_L)
ko: 최근(_L)
lt: _Paskutinioji
mk: _Последно
pa: ਆਖਰੀ(_L)
pt_br: Ú_ltima
sl: _Zadnja
th: _ล่าสุด
vi: _Cuối cùng

source: %s language selected
ca: %s és la llengua seleccionada
gu: %s ભાષા પસંદ કરેલ છે
ko: %s 언어를 선택했습니다
lt: Pasirinkta %s kalba
mk: %s: јазик избран
pa: %s ਭਾਸ਼ਾ ਚੁਣੀ ਗਈ ਹੈ
pt_br: O idioma %s foi selecionado
sl: Izbran %s jezik
th: เลือกภาษา %s
vi: Đã chọn ngôn ngữ %s.

source: _System Default
ca: Valor per defecte del _sistema
gu: સિસ્ટમનુ મૂળભૂત (_S)
ko: 시스템 기본값(_S)
lt: _Sistemos numatytoji
mk: _Стандардно за системот
pa: ਸਿਸਟਮ ਮੂਲ(_S)
pt_br: Padrão do _Sistema
sl: _Privzeto s strani sistema
th: _ค่าปริยายของระบบ
vi: _Mặc định hệ thống

source: _Other
ca: _Altres
gu: બીજું (_O)
ko: 그 외(_O)
lt: _Kita
mk: _Останато
pa: ਹੋਰ(_O)
pt_br: _Outro
sl: _Drugo
th: _อื่นๆ
vi: _Khác

source: _Password:
ca: _Contrasenya:
gu: પાસવર્ડ (_P):
ko: 열쇠글(_P):
lt: _Slaptažodis:
mk: _Лозинка:
pa: ਗੁਪਤ-ਕੋਡ(_P):
pt_br: Sen_ha:
sl: _Geslo:
th: _รหัสผ่าน:
vi: _Mật khẩu:

source: Your preferred session type %s is not installed on this computer.
ca: El vostre tipus de sessió preferida %s no està instal·lada en aquest ordinador.
gu: તમારુ પસંદિત સત્ર %s પ્રકાર આ કમ્પ્યૂટર પર સ્થાપિત નથી.
ko: 선택한 세션 타입 %s(은)는 이 컴퓨터에 설치하지 않았습니다.
lt: Jūsų pageidaujamas sesijos tipas %s šiame kompiuteryje neįdiegtas.
mk: Вашата преферирана сесија од типот %s не е инсталирана на овој компјутер.
pa: ਤੁਹਾਡੀ ਪਸੰਦੀਦਾ ਸ਼ੈਸ਼ਨ ਕਿਸਮ %s ਇਸ ਮਸ਼ੀਨ ਉੱਤੇ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ।
pt_br: Seu tipo de sessão preferido %s não está instalado neste computador.
th: วาระชนิด %s ที่คุณต้องการ ไม่ได้ติดตั้งอยู่ในระบบ

source: Just _Log In
ca: Només en_tra
gu: હમણાં જ પ્રવેશ્યો (_L)
ko: 그냥 로그인(_L)
lt: Tik _prisijungti
mk: Само _најави се
pa: ਸਿਰਫ ਲਾਗਇਨ(_L
pt_br: Apenas Iniciar a _Sessão
sl: Le _prijavi se
th: เ_ข้าระบบก็พอ
vi: _Chỉ đăng nhập

source: You have chosen %s for this session
ca: Heu escollit %s per a aquesta sessió
gu: તમે આ સત્ર માટે %s પસંદ કરેલ છે
ko: 이번 세션에서 %s(을)를 선택했습니다
lt: Šiai sesijai pasirinkote %s
mk: Го одбравте %s за оваа сесија
pa: ਤੁਸੀਂ ਇਸ ਸ਼ੈਸ਼ਨ ਲਈ %s ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ
pt_br: Você escolheu %s para esta sessão
th: คุณได้เลือก %s สำหรับวาระนี้

source: If you wish to make %s the default for future sessions, run the 'switchdesk' utility (System->Desktop Switching Tool from the panel menu).
ca: Si voleu que %s sigui el predeterminat per a sessions futures, executeu la utilitat 'switchdesk' (Sistema->Desktop Switching Tool des del menú del quadre).
gu: જો તમે ભવિષ્યના સત્ર માટે %s ને મૂળભુત બનાવવા ઇય્છો, તો 'switchdesk' ઉપયોગીતા ચલાવો. (સિસ્ટમ->પેનલની મેનુમાંથી ડેસ્કટોપ બદલવા માટેનુ સાધન).
ko: 앞으로의 세션에서 %s(을)를 기본 값으로 사용하려면, 'switchdesk' 유틸리티를 실행하십시오(패널 메뉴에서 시스템->데스크탑 전환 도구).
lt: Jei norite padaryti %s numatytaja sesija, pasileiskite „switchdesk“ programą (skydelio meniu išsirinkite Sistema->Darbo aplinkos perjungimas).
mk: Ако сакате да го направите %s стандарден за идните сесии, стартувајте ја 'switchdesk' услугата (System->Desktop Switching Tool од менито на панелот).
pa: ਜੇ ਤੁਸੀ %s ਨੂੰ ਭਵਿੱਖ ਵਾਲੇ ਸ਼ੈਸ਼ਨਾਂ ਲਈ ਮੂਲ ਬਣਉਣਾ ਚਾਹੁੰਦੇ ਹੋ, 'ਸਵਿੱਚ-ਡਿਸਕ' ਸਹੂਲਤ ਚਲਾਓ। (ਪੈਨਲ ਮੇਨੂ ਵਿੱਚੋਂ ਸਿਸਟਮ->ਡੈਸਕਟਾਪ ਬਦਲਾਓ ਸੰਦ ਵਰਤੋਂ)
pt_br: Se você quiser tornar %s o padrão para futuras sessões, execute o utilitário "switchdesk" ("Sistema->Alternar Área de Trabalho" no menu de Aplicações do painel).
th: ถ้าคุณต้องการให้ %s เป็นวาระปริยายในการเข้าระบบครั้งต่อๆ ไป ให้เรียกคำสั่ง 'switchdesk' (เครื่องมือระบบ->เครื่องมือสลับเดสก์ท็อป จากเมนูหลักบนพาเนล)

source: Please insert 25 cents to log in.
ca: Inseriu 5 durets per entrar-hi.
gu: મહેરબાની કરીને પ્રવેશ મેળવવા માટે ૨૫ સૅન્ટ નાખો.
ko: 로그인 하려면 100원을 넣으십시오.
lt: Jei norite prisijungti, įmeskite 25 centus.
mk: Ве молам внесете 5 денарка за да се најавите.
pa: ਲਾਗਇਨ ਵਿੱਚ 25 ਸੈਂਟ ਜੋੜ੍ਹੋ ਜੀ।
pt_br: Por favor, insira 25 centavos para entrar.
sl: Prosim vstavite 25 SIT za prijavo
th: กรุณาหยอดเหรียญ 10 บาทเพื่อเข้าระบบ
vi: Hãy bỏ 25 đồng để đăng nhập.

source: GNOME Desktop Manager
ca: Gestor d'escriptori GNOME
gu: જીનોમ ડેસ્કટોપ વ્યવસ્થાપક
ko: 그놈 데스크탑 관리자
lt: GNOME darbo aplinkos tvarkyklė
mk: GNOME - Менаџер за работната површина
pa: ਗਨੋਮ ਡੈਸਕਟਾਪ ਮੈਨੇਜਰ
pt_br: Gerenciador da Área de Trabalho GNOME
sl: Upravljalnik namizja GNOME
th: โปรแกรมจัดการเดสก์ท็อปของ GNOME
vi: Trình quản lý màn hình nền GNOME (GDM)

source: GDM Login
ca: Entrada GDM
gu: GDM પ્રવેશ
ko: GDM 로그인
lt: GDM prisijungimas
mk: GDM најавување
pa: GDM ਲਾਗਇਨ
pt_br: Acesso GDM
sl: Prijava GDM
th: การเข้าระบบของ GDM
vi: Đăng nhập GDM

source: S_ession
gu: સત્ર (_e)
ko: 세션(_E)
lt: _Sesija
pa: ਸ਼ੈਸ਼ਨ(_E)
pt_br: _Sessão

source: _Language
ca: _Llengua
gu: ભાષા (_L)
ko: 언어(_L)
lt: _Kalba
mk: _Јазик
pa: ਭਾਸ਼ਾ(_L)
pt_br: I_dioma
sl: _Jezik
th: _ภาษา
vi: N_gôn ngữ

source: Remote Login via _XDMCP...
ca: Entrada remota mitjançant _XDMCP...
gu: _XDMCP મારફતે દૂરસ્થ પ્રવેશ...
ko: XDMCP로 원격 로그인(_X)...
lt: Nutolęs prisijungimas per _XDMCP...
mk: Оддалечено најавување via _XDMCP...
pa: _XDMCP ਰਾਹੀਂ ਰਿਮੋਟ ਲਾਗਇਨ...
pt_br: Sessão remota via _XDMCP...
th: เข้าระบบผ่านเครื่อข่ายด้วย _XDMCP...

source: _Configure Login Manager...
ca: _Configura el gestor d'entrades...
gu: પ્રવેશ પ્રક્રિયા માટેના સંચાલકને રુપરેખાંકિત કરો (_C)...
ko: 로그인 관리자 설정(_C)...
lt: _Konfigūruoti prisijungimų tvarkyklę...
mk: _Конфигурирај го менаџерот за најавување
pa: ਲਾਗਇਨ ਮੈਨੇਜਰ ਸੰਰਚਨਾ(_C)...
pt_br: _Configurar o Gerenciador de Sessões...
sl: _Nastavi upravljalnik prijav...
th: การกำหนด_ค่าโปรแกรมจัดการการเข้าระบบ...
vi: _Cấu hình bộ quản lý đăng nhập...

source: _Actions
ca: _Accions
gu: ક્રિયાઓ (_A)
ko: 명령(_A)
lt: _Veiksmai
mk: _Дејства
pa: ਕਾਰਵਾਈ(_A)
pt_br: _Ações
sl: _Dejanja
th: _ปฏิบัติการ
vi: _Hành động

source: _Theme
ca: _Tema
gu: થીમો (_T)
ko: 테마(_T)
lt: _Tema
mk: _Тема
pa: ਸਰੂਪ(_T)
pt_br: _Tema
sl: _Tema
th: ชุด_ตกแต่ง
vi: _Sắc thái

source: _Quit
ca: S_urt
gu: બહાર નીકળો (_Q)
ko: 끝내기(_Q)
lt: Iš_eiti
mk: _Крај
pa: ਬਾਹਰ(_Q)
pt_br: Sai_r
sl: _Izhod
th: _ออกจากระบบ
vi: T_hoát

source: D_isconnect
ca: _Desconnecta
gu: સંપર્ક તોડવો (_i)
ko: 연결 끊기(_I)
lt: A_tsijungti
mk: О_дврзи се
pa: ਕੁਨੈਕਸ਼ਨ ਖਤਮ(_I)
pt_br: D_esconectar
sl: O_dklopi se
th: _ยกเลิกการเชื่อมต่อ
vi: N_gắt kết nối

source: Icon
ca: Icona
gu: ચિહ્ન
ko: 아이콘
lt: Piktograma
mk: Икона
pa: ਆਈਕਾਨ
pt_br: Ícone
sl: Ikona
th: ไ_อคอน
vi: Biểu tượng

source: Welcome
ca: Benvingut/da
gu: સ્વાગત
ko: 환영합니다
lt: Pasveikinimas
mk: Добродојде
pa: ਜੀ ਆਇਆਂ ਨੂੰ
pt_br: Bem-vindo
sl: Dobrodo¹li
th: ยินดีต้อนรับ
vi: Chào mừng

source: _Start Again
ca: Torna a co_mençar
gu: ફરી શરૂ કરો (_S)
ko: 다시 시작(_S)
lt: _Paleisti dar kartą
mk: _Започни одново
pa: ਮੁੜ ਸ਼ੁਰੂ(_S)
pt_br: _Iniciar Novamente
th: เ_ริ่มใหม่

source: The greeter version (%s) does not match the daemon version. You have probably just upgraded GDM. Please restart the GDM daemon or the computer.
ca: La versió del rebedor (%s) no es correspon amb la del dimoni. Probablement acabeu d'actualitzar el GDM. Reinicieu el dimoni GDM o arrenqueu de nou l'ordinador.
gu: આવકારનાર આવૃત્તિ (%s) ડિમન આવૃત્તિ સાથે બંધબેસતી નથી. કદાચ તમે હમણાં જ GDM બદલ્યુ છે. મહેરબાની કરીને કમ્પ્યૂટર અથવા GDM ડિમન ફરી શરૂ કરો.
ko: 환영 프로그램의 버전(%s)이 데몬의 버전과 맞지 않습니다. 아마도 GDM을 막 업그레이드했을 것입니다. GDM 데몬을 다시 시작하거나 컴퓨터를 다시 시작하십시오.
lt: Pasveikintuvo versija (%s) neatitinka demono versijos. Jūs tikriausiai ką tik atnaujinote GDM. Iš naujo paleiskite GDM arba perkraukite kompiuterį.
mk: Верзијата на поздравувачот (%s) не се совпаѓа со верзијата на серверот. Најверојатно само што е надграден GDM. Рестартирајте го серверот или рестартирајте го компјутерот.
pa: ਸਵਾਗਤੀ ਵਰਜਨ (%s) ਡੈਮਨ ਵਰਜਨ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ ਹੈ। ਤੁਸੀ ਸੰਭਾਵੀ ਹੀ GDM ਨੂੰ ਅੱਪਗਰੇਡ ਕੀਤਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ GDM ਡੈਮਨ ਨੂੰ ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ ਜਾਂ ਕੰਪਿਊਟਰ ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: A versão do Saudador (%s) não é igual a versão do daemon. Você provavelmente acabou de atualizar o GDM. Por favor, reinicie o GDM ou o computador.
th: รุ่นของหน้าต่างต้อนรับ (%s) ไม่ตรงกับรุ่นของดีมอน คุณอาจจะเพิ่งปรับปรุงรุ่นของ GDM กรุณาเริ่มการทำงานดีมอนของ GDM ใหม่ หรือเริ่มระบบคอมพิวเตอร์ใหม่

source: Cannot start the greeter
ca: No es pot iniciar el rebedor
gu: આવકારનાર શરુ થઇ શકશે નહિ
ko: 환영 프로그램을 시작할 수 없음
lt: Nepavyko paleisti pasveikintuvo
mk: Не можам да го извшрам поздравувачот
pa: ਸਵਾਗਤੀ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pt_br: Não foi possível iniciar o Saudador
sl: Ne morem pognati pozdravnega programa
th: ไม่สามารถเริ่มต้นทำงานหน้าต่างต้อนรับได้
vi: Không khởi động được trình chào mừng

source: Restart
ca: Reinicia
gu: ફરીથી શરુ કરો
ko: 다시 시작
lt: Paleisti iš naujo
mk: Рестартирај
pa: ਮੁੜ ਚਾਲੂ
pt_br: Reiniciar
sl: Vnovièen zagon GDM
th: เริ่มทำงานใหม่
vi: Khởi động lại

source: The greeter version (%s) does not match the daemon version (%s). You have probably just upgraded GDM. Please restart the GDM daemon or the computer.
ca: La versió del rebedor (%s) no es correspon amb la del dimoni (%s). Probablement acabeu d'actualitzar el GDM. Reinicieu el dimoni del GDM o arrenqueu de nou l'ordinador.
gu: આવકારનાર આવૃત્તિ (%s) ડિમન આવૃત્તિ (%s) સાથે બંધબેસતી નથી. કદાચ તમે હમણાં જ GDM સુધાર્યું છે. મહેરબાની કરીને GDM ડિમન અથવા કમ્પ્યૂટર ફરીથી શરૂ કરો.
ko: 환영 프로그램의 버전(%s)이 데몬의 버전(%s)과 맞지 않습니다.아마도 GDM을 막 업그레이드했을 것입니다.GDM 데몬을 다시 시작하거나 컴퓨터를 다시 시작하십시오.
lt: Pasveikintuvo versija (%s) neatitinka demono versijos (%s). Tikriausiai Jūs ką tik atnaujinote GDM. Paleiskite iš naujo GDM demoną arba perkraukite kompiuterį.
mk: Верзијата на поздравувачот (%s) не се совпаѓа со верзијата на серверот (%s). Најверојатно само што сте го надградиле GDM. Рестартирајте го серверот или рестартирајте го компјутерот.
pa: ਸਵਾਗਤੀ ਵਰਜਨ (%s) ਡੈਮਨ ਵਰਜਨ (%s) ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ। ਤੁਸੀ ਸੰਭਾਵੀ ਹੀ GDM ਨੂੰ ਅੱਪਗਰੇਡ ਕੀਤਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ GDM ਡੈਮਨ ਨੂੰ ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ ਜਾਂ ਕੰਪਿਊਟਰ ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: A versão do Saudador (%s) não é igual a versão do daemon (%s). Você provavelmente acabou de atualizar o GDM. Por favor, reinicie o GDM ou o seu computador.
th: รุ่นของหน้าต่างต้อนรับ (%s) ไม่ตรงกับรุ่นของดีมอน (%s) คุณอาจจะเพิ่งปรับปรุงรุ่น GDM กรุณาเริ่มการทำงานดีมอนของ GDM ใหม่ หรือเริ่มระบบคอมพิวเตอร์ใหม่

source: Restart GDM
ca: Reinicia el GDM
gu: GDM ફરીથી શરુ કરો
ko: 다시 시작
lt: Perkrauti GDM
mk: Рестартирај го GDM
pa: GDM ਮੁੜ ਚਾਲੂ
pt_br: Reiniciar o GDM
th: เริ่ม GDM ใหม่

source: Restart computer
ca: Reinicia l'ordinador
gu: કમ્પ્યુટર ફરીથી શરૂ કરો
ko: 컴퓨터 다시 시작
lt: Perkrauti kompiuterį
mk: Рестартирај го компјутерот
pa: ਕੰਪਿਊਟਰ ਮੁੜ ਚਲਾਓ
pt_br: Reiniciar o computador
th: เปิดระบบคอมพิวเตอร์ใหม่

source: Could not set signal mask!
ca: No s'ha pogut especificar la màscara de la senyal
gu: સંકેત માટેનુ આવરણ સુયોજિત કરી શકાયુ નહિ!
ko: 시그널 마스크를 설정하지 못했습니다!
lt: Nepavyko nustatyti signalo kaukės!
pa: ਸੰਕੇਤ ਮਾਸਕ ਸਥਿਰ ਨਹੀਂ ਕਰ ਸਕਿਆ!
pt_br: Não foi possível definir a máscara de sinal!
sl: Ne morem nastaviti maske za signale!
th: ไม่สามารถกำหนดแมสก์ของสัญญาณได้!
vi: Không thiết lập được mặt nạ tín hiệu.

source: Session directory is missing
ca: El directori de la sessió no existeix
gu: સત્રની ડિરેક્ટરી ખોવાઈ છે
ko: 세션 디렉토리를 지정하지 않았습니다.
lt: Trūksta sesijos aplanko
mk: Недостасува директориумот за сесии
pa: ਸ਼ੈਸ਼ਨ ਡਾਇਰੈਕਟਰੀ ਗੁੰਮ ਹੈ
pt_br: O diretório de sessões está faltando
sl: Imenik seje ne obstaja
th: ไม่ได้กำหนดไดเรกทอรีวาระ
vi: Thiếu thư mục phiên làm việc

source: Your session directory is missing or empty! There are two available sessions you can use, but you should log in and correct the GDM configuration.
ca: El directori de la sessió no hi és o és buit. Hi ha dues sessions disponibles que podeu emprar, però haureu d'entrar i corregir la configuració del GDM.
gu: તમારા સત્રની ડિરેક્ટરી ખાલી છે અથવા ખોવાઈ છે! તમારી પાસે વાપરી શકાય તેવા બે સત્ર છે, પરંતુ તમારે પ્રવેશ કરીને GDM રૂપરેખાંકન સુધારવું પડશે.
ko: 세션 디렉토리가 없거나 비어 있습니다! 사용 가능한 세션은 2가지 입니다. 하지만 로그인 하여서 GDM 설정을 올바르게 고쳐야 할것 입니다.
lt: Nėra Jūsų sesijos aplanko arba jis yra tuščias! Yra dvi prieinamos sesijos kurias galite naudoti, bet turėtumėte prisijungti ir pataisyti GDM konfigūraciją.
mk: Директориумот за сесии е празен или не постои! Има две сесиите од кои можете да одберете, нооткако ќе се најавите средете ja gdm конфигурацијата.
pa: ਤੁਹਾਡੀ ਸ਼ੈਸ਼ਨ ਡਾਇਰੈਕਟਰੀ ਗੁੰਮ ਜਾਂ ਖਾਲੀ ਹੈ! ਇੱਥੇ ਦੋ ਉਪਲੱਬਧ ਸ਼ੈਸ਼ਨ ਹਨ, ਜੋ ਤੁਸੀਂ ਵਰਤ ਸਕਦੇ ਹੋ, ਪਰ ਤੁਹਾਨੂੰ ਲਾਗਇਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ GDM ਸੰਰਚਨਾ ਠੀਕ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
pt_br: Seu diretório de sessão está vazio ou faltando! Existem duas sessões disponíveis para você usar, mas você deve iniciar uma sessão e corrigir a configuração do GDM.
th: ไดเรกทอรีวาระขาดหายไปหรือไม่มีเนื้อหา! มีวาระอยู่สองวาระที่คุณสามารถใช้ได้ แต่คุณก็ควรเข้าระบบและแก้ไขการกำหนดค่าของ GDM ให้ถูกต้อง

source: Configuration is not correct
ca: La configuració no és correcta
gu: રૂપરેખા સાચી નથી
ko: 설정이 올바르지 않습니다
lt: Konfigūracija yra neteisinga
mk: Конфигурацијата не е точна
pa: ਸੰਰਚਨਾ ਠੀਕ ਨਹੀਂ
pt_br: A configuração não está correta
sl: Nastavitve niso pravilne
th: การกำหนดค่าไม่ถูกต้อง
vi: Cấu hình không đúng

source: The configuration file contains an invalid command line for the login dialog, so running the default command. Please fix your configuration.
ca: El fitxer de configuració conté una línia d'ordre invàlida per al diàleg d'entrada, i per això s'ha executat l'ordre per defecte. Arregleu la configuració.
gu: રૂપરેખાંકન ફાઇલ પ્રવેશ સંવાદ માટે અયોગ્ય આદેશ વાક્ય ધરાવે છે, તેથી મૂળભુત આદેશ ચલાવી રહ્યા છીએ. મહેરબાની કરીને તમારી રૂપરેખા સુધારો.
ko: 설정 파일에 들어 있는 로그인 대화상자 명령행이 잘못되었습니다, 그래서 기본 명령으로 실행합니다. 설정을 바로잡아 주십시오.
lt: Konfigūracijos faile yra neteisinga komandinė eilutė prisijungimo dialogui, todėl paleidžiama įprasta komanda. Pataisykite konfigūraciją.
mk: Конфигурационата датотека содржи неважечка команда за прозорецот за најавување и затоа ќе ја пуштам стандардната команда. Ве молиме поправете си ја конфигурацијата.
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਲਾਗਇਨ ਵਾਰਤਾਲਾਪ ਲਈ ਇੱਕ ਗਲਤ ਕਮਾਂਡ ਸਤਰ ਹੈ, ਅਤੇ ਇਸ ਲਈ ਮੂਲ ਕਮਾਂਡ ਹੀ ਚਲਾਈ ਜਾ ਰਹੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਸੰਰਚਨਾ ਠੀਕ ਕਰੋ।
pt_br: O arquivo de configuração contém uma linha de comando inválida para o diálogo de início de sessão, assim, executando o comando padrão. Por favor, corrija a sua configuração.
th: แฟ้มค่าตั้งมีบรรทัดคำสั่งที่ไม่ถูกต้องสำหรับเรียกกล่องโต้ตอบเข้าระบบ ดังนั้น ระบบจะเรียกคำสั่งปริยายแทน กรุณาแก้ไขการกำหนดค่าของคุณ

source: File %s cannot be opened for writing.
ca: No es pot obrir el fitxer %s per a escriure-hi.
gu: ફાઇલ %s લખવા માટે ખોલી શકાતી નથી.
ko: %s 파일을 쓰기 위해 열 수 없습니다.
lt: Failas %s negali būti atvertas rašymui.
mk: Датотеката %s не може да биде отворена за пишување.
pa: ਫਾਇਲ %s ਲਿਖਣ ਲਈ ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।
pt_br: Não foi possível abrir o arquivo %s para escrita.
th: ไม่สามารถเปิดแฟ้ม %s เพื่อเขียนได้

source: Cannot open file
ca: No es pot obrir el fitxer
gu: ફાઇલ ખોલી શકાશે નહિ
ko: 파일을 열지 못했습니다
lt: Nepavyko atverti failo
mk: Не можам да ја отворам датотеката
pa: ਫਾਇਲ ਨਹੀਂ ਖੋਲ੍ਹੀ ਜਾ ਸਕਦੀ
pt_br: Não foi possível abrir arquivo
sl: Ne morem odpreti datoteke
th: ไม่สามารถเปิดแฟ้มได้
vi: Không mở được tập tin.
