Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: Remote login disabled Same as Local
ca: Entrada remota inhabilitada Igual que en local
gu: દૂરસ્થ પ્રવેશ નિષ્ક્રિય કરેલ સ્થાનિકની જેમ જ
ko: 원격 로그인 사용하지 않음 로컬과 같이
lt: Nuotolinis prisijungimas išjungtas Toks pats kaip ir vietinio
mk: Оддалечената најава е исклучена Исто како локално
pa: ਰਿਮੋਟ ਲਾਗਇਨ ਅਯੋਗ ਕੀਤਾ ਲੋਕਲ ਵਾਂਗ
pt_br: Início de sessão remota desabilitada O mesmo que Local
th: ห้ามเข้าระบบจากเครื่องอื่น เหมือนจากเครื่องนี้

source: Resolution:
ca: Resolució:
gu: રીઝોલ્યુશન:
ko: 해상도:
lt: Raiška:
mk: Резолуција:
pa: ਰੈਜ਼ੋਲੇਸ਼ਨ:
pt_br: Resolução:
th: ความละเอียด:

source: Sc_ale to fit screen
ca: _Ajusta a la pantalla
gu: સ્ક્રીનનાં બંધબેસે એ રીતે માપદંડ કરો (_a)
ko: 화면에 맞추기(_A)
lt: _Pritaikyti prie ekrano dydžio
mk: Подесувај да го приспособиш екранот
pa: ਸਕਰੀਨ ਵਿੱਚ ਫਿੱਟ(_a)
pt_br: Redimensionar para caber na _tela
th: _ขยายเต็มจอ

source: Scale background image to fit the screen.
ca: E_scala la imatge de fons fins que s'ajusti a la pantalla.
gu: પાશ્વભાગ ઈમેજને સ્ક્રીનમાં બેસાડવા માટે ખેંચો.
ko: 화면에 맞춰 바탕 그림의 크기를 조정합니다.
lt: Pritaikyti fono paveikslą prie ekrano dydžio.
mk: Намали ја позадината за да ја собери на цел екран.
pa: ਬੈਕਗਰਾਊਂਡ ਚਿੱਤਰ ਨੂੰ ਸਕਰੀਨ 'ਚ ਫਿੱਟ ਕਰਨ ਲਈ ਫੈਲਾਓ
pt_br: _Ajustar imagem do plano de fundo para caber na tela
th: ปรับขนาดรูปภาพพื้นหลังให้พอดีจอ

source: Security
ca: Seguretat
gu: સુરક્ષા
ko: 보안
lt: Saugumas
mk: Безбедност
pa: ਸੁਰੱਖਿਆ
pt_br: Segurança
sl: Varnost
th: ระบบความปลอดภัย
vi: Bảo mật

source: Select Background Image
ca: Seleccioneu una imatge de fons
gu: પાશ્વ ભાગ ચિત્ર પસંદ કરો
ko: 바탕 그림 선택
lt: Pasirinkite fono paveikslėlį
mk: Одберете слика за позадина
pa: ਬੈਕਗਰਾਊਂਡ ਚਿੱਤਰ ਚੁਣੋ
pt_br: Selecionar Imagem do Plano de Fundo
th: เลือกรูปพื้นหลัง

source: Select Logo Image
ca: Seleccioneu un logotip
gu: લોગો ચિત્ર પસંદ કરો
ko: 로고 그림 선택
lt: Pasirinkite logotipo paveikslėlį
mk: Одберете лого
pa: ਲੋਗੋ ਚਿੱਤਰ ਚੁਣੋ
pt_br: Selecionar Logotipo
th: เลือกรูปโลโก้

source: Select Sound File
ca: Seleccioneu un fitxer de so
gu: ધ્વનિ ફાઈલ પસંદ કરો
ko: 소리 파일 선택
lt: Pasirinkite garso failą
mk: Одберете звучна датотека
pa: ਧੁਨੀ ਫਾਇਲ ਚੁਣੋ
pt_br: Selecionar arquivo de som
th: เลือกแฟ้มเสียง

source: Selected only Random from selected
ca: Només el seleccionat Aleatori des dels seleccionats
gu: માત્ર પસંદ કરો પસંદ કરેલમાંથી રેન્ડમ
ko: 선택한 것만 선택한 것 중 아무거나
lt: Tik pasirinktą Atsitiktinį iš pasirinktų
mk: Само избраните Случајно од избраните
pa: ਚੁਣੇ ਹੋਏ ਚੁਣਿਆਂ ਤੋਂ ਰਲਵੇਂ
pt_br: Apenas selecionado Aleatório entre os selecionados
th: จากที่เลือกไว้เท่านั้น สุ่มจากที่เลือกไว้

source: Sends debug ouput to the syslog. This can be useful for tracking down problems with GDM. This output tends to be verbose so should not be turned on for general use.
ca: Envia la sortida de depuració al syslog. Això pot ser útil per a trobar problemes amb el GDM. Sol generar una sortida força extensa, per tant no convé activar-ho en general.
gu: syslog ને ડિબગ આઉટપુટ મોકલે છે. આ GDM સાથે સમસ્યાઓ ટ્રેકી કરવા માટે ઉપયોગી હોઈ શકે. આ આઉટપુટ વર્બોઝ હશે કે જેથી તે સામાન્ય વપરાશ માટે ચાલુ રાખવામાં આવવું જોઈએ નહિં.
ko: 디버깅 출력을 syslog로 보냅니다. 이 옵션은 GDM의 문제를 추적할 때 좋습니다. 매우 자세한 부분까지 출력하기 때문에 보통 때는 사용하지 말아야 합니다.
mk: Испраќа информации за дебагирање до syslog. Ова може да биде корисно за следење на проблеми со GDM. Овие информации содржат многу текст и не треба да бидат користени за секојдневна употреба.
pt_br: Envia informação de depuração para o syslog. Pode ser útil para encontrar problemas no GDM. Esta informação tem tendência a ser volumosa então não deverá estar ativa para uso comum.
th: ส่งข้อความดีบั๊กเข้าในบันทึกปฏิบัติการระบบด้วย ตัวเลือกนี้มีประโยชน์สำหรับการตรวจสอบปัญหาใน GDM แต่จะมีข้อความเยอะมาก จึงไม่ควรเปิดใช้ในกรณีทั่วไป

source: Server Settings
ca: Paràmetres del servidor
gu: સર્વર સુયોજનો
ko: 서버 설정
lt: Serverio nustatymai
mk: Сервер поставки
pa: ਸਰਵਰ ਸਥਾਪਨ
pt_br: Configurações do servidor
th: ค่าตั้งเซิร์ฟเวอร์

source: Server _name:
ca: _Nom del servidor:
gu: સર્વર નામ (_n):
ko: 서버 이름(_N):
lt: Serverio _pavadinimas:
mk: _Име на сервер:
pa: ਸਰਵਰ ਨਾਂ(_n):
pt_br: _Nome do servidor:
th: _ชื่อเซิร์ฟเวอร์:

source: Servers To Start
ca: Servidors a iniciar
gu: શરુ કરવા માટેના સર્વરો
ko: 시작할 서버
lt: Paleistini serveriai
mk: Сервери за подигнување
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਸਰਵਰ
pt_br: Servidores a Inicializar
th: เซิร์ฟเวอร์ที่จะเปิด

source: Set positio_n of the window:
ca: Estableix la posició e_n la finestra:
gu: વિન્ડોનું સ્થાન સુયોજિત કરો (_n):
ko: 창 위치 설정(_N):
lt: Nu_statyti lango padėtį:
mk: Постави ја позиција_та на прозорецот:
pa: ਝਰੋਖਾ ਦੀ ਸਥਿਤੀ ਦਿਓ(_n):
pt_br: Definir posição da ja_nela:
th: กำหนด_ตำแหน่งของหน้าต่าง:

source: Sh_ow title bar
ca: M_ostra la barra de títol
gu: શીર્ષક પટ્ટી બતાવો (_o)
ko: 창 제목 표시(_O)
lt: _Rodyti pavadinimo juostą
mk: Пр_икажи лента со наслов
pa: ਟਾਇਟਲ ਪੱਟੀ ਵੇਖਾਓ(_o)
pt_br: Mostrar barra _de títulos
th: แสดง_หัวหน้าต่าง

source: Shake the display when an incorrect username/password is entered.
ca: Sacseja la pantalla quan s'entri un usuari/contrasenya incorrectes.
gu: જ્યારે અયોગ્ય વપરાશકર્તાનામ/પાસવર્ડ દાખલ કરવામાં આવે ત્યારે ડિસ્પ્લે ધ્રુજાવો.
ko: 사용자 이름/열쇠글 입력이 잘못되면 화면을 흔듭니다.
lt: Krestelti ekraną, įvedus neteisingus vartotojo vardą bei slaptažodį,
mk: Затреси го приказот кога е внесено грешно корисничко име/лозинка.
pa: ਜਦੋਂ ਗਲਤ ਉਪਭੋਗੀ ਨਾਂ/ਗੁਪਤ-ਕੋਡ ਦਿੱਤਾ ਗਿਆ ਹੋਵੇ ਤਾਂ ਡਿਸਪਲੇਅ ਨੂੰ ਝੰਜੋੜੋ।
pt_br: Agitar janela quando um usuário/senha digitados forem incorretos.
th: สั่นหน้าจอเมื่อป้อนชื่อผู้ใช้หรือรหัสผ่านผิด

source: Sho_w Actions menu
ca: Mostra el menú d'_accions
gu: ક્રિયાઓનુ મેનુ દર્શાવો (_w)
ko: 명령 메뉴 보기(_W)
lt: Rodyti _veiksmų meniu
mk: Прикажи _мени со дејства
pa: ਕਾਰਵਾਈ ਮੇਨੂ ਵੇਖਾਓ(_w)
pt_br: _Mostrar menu ações
th: แสดงเมนู_ปฏิบัติการ

source: Show visual feedback is the password entry. Turning this option on can be a security hazard as the length of your password can be guessed.
ca: Mostra informació visual a l'entrada de la contrasenya. Activar aquesta opció pot ser un risc de seguretat atès que es pot endevinar la longitud de la vostra contrasenya.
gu: દેખતો અભિપ્રાય એ પાસવર્ડ પ્રવેશ છે. આ વિકલ્પ ચાલુ કરવાનું સુરક્ષા છિદ્ર હોઈ શકે કારણ કે તમારા પાસવર્ડની લંબાઈ ધારી શકાશે.
ko: 열쇠글 입력창에서 입력을 볼 수 있게 표시합니다. 이 옵션을 켜면 열쇠글의 길이를 알 수 있기 때문에 보안상 위험할 수도 있습니다.
lt: Rodyti grafinius simbolius slaptažodžio laukelyje. Šios galimybės naudojimas gali būti saugumo spraga, kadangi pašaliniai asmenys gali atspėti Jūsų slaptažodžio ilgį.
mk: Прикажи визуелен знак за внесувањето на лозинката. Пуштањето на оваа опција може да биде загрозување на безбедноста бидејќи може да се види должината на лозинката.
pa: ਗੁਪਤ-ਕੋਡ ਦੇਣ ਸਮੇਂ ਦਿੱਖ ਫੀਡਬੈਕ ਵੇਖਾਓ। ਇਹ ਚੋਣ ਦੇਣ ਨਾਲ ਇੱਕ ਸੁਰੱਖਿਆ ਖ਼ਤਰਾ ਹੋ ਸਕਦਾ ਹੈ, ਕਿਉਂਕਿ ਤੁਹਾਡੇ ਗੁਪਤ-ਕੋਡ ਦੀ ਲੰਬਾਈ ਪਤਾ ਲੱਗ ਸਕਦੀ ਹੈ।
pt_br: Exibe um retorno visual no campo de entrada da senha. Marcar esta opção pode ser um risco de segurança pois o comprimento da sua senha pode ser adivinhado.
th: แสดงการตอบสนองในช่องป้อนรหัสผ่าน การเปิดตัวเลือกนี้อาจเป็นอันตรายต่อระบบรักษาความปลอดภัยได้ เพราะทำให้สามารถเดาความยาวของรหัสผ่านได้

source: Specifies if Custom Command will appear outside the login manager, for example on the desktop through the Log Out/Shut Down widgets.
ca: Especifica si l'ordre personalitzada apareixerà fora del gestor d'entrades, per exemple a l'escriptori mitjançant els ginys de sortida de sessió.
gu: સ્પષ્ટ કરે છે કે શું વૈવિધ્યપૂર્ણ આદેશ પ્રવેશ વ્યવસ્થાપકની બહાર દેખાશે, ઉદાહરણ તરીકે પ્રવેશ બહાર/બંધ કરો વિજેટો મારફતે ડેસ્કટોપ પર.
ko: 사용자 설정 명령어가 로그인 관리자 밖에서도 나타날 지 지정합니다. 예를 들어 데스크탑의 로그아웃 / 크기 위젯에서 나타납니다.
mk: Одредува дали Сопствената команда ќе се појавува надвор од менаџерот на најави, на пример на работната површина преку графичките контроли за Одјавување/Исклучување.
pt_br: Especifica se o Comando Personalizado aparecerá fora do gerenciador de acesso, por exemplo, pela área de trabalho através dos widgets Terminar Sessão/Desligar.
th: ระบุว่าคำสั่งกำหนดเองนี้อยู่นอกเหนือขอบเขตของหน้าต่างจัดการการเข้าระบบหรือไม่ เช่น ยังคงปรากฏอยู่บนเดสก์ท็อปผ่านวิดเจ็ตออกจากระบบหรือปิดเครื่อง

source: Specifies if gdm will be stopped/restarted once Custom Command has been executed.
ca: Especifica si s'ha d'aturar/reiniciar el gdm una vegada s'ha executat l'ordre personalitzada.
gu: એકવાર વૈવિધ્યપૂર્ણ આદેશ ચલાવવામાં આવે ત્યારે શું gdm અટકાવવામાં આવશે/પુનઃશરૂ કરવામાં આવશે તે સ્પષ્ટ કરે છે.
ko: 사용자 설정을 실행할 때 gdm을 멈추거나 다시 시작할 지 여부를 지정합니다.
mk: Одредува дали gdm ќе се стопира/рестартира кога е извршена Сопствената команда.
pa: ਦੱਸੋ ਕਿ ਇਕ ਵਾਰ ਕਸਟਮ ਕਮਾਂਡ ਚੱਲਣ ਬਾਅਦ gdm ਰੋਕਿਆ/ਮੁੜ-ਚਾਲੂ ਕੀਤਾ ਜਾਵੇਗਾ।
pt_br: Especifica se o gdm irá parar/reiniciar uma vez que um Comando Personalizado seja executado.
th: ระบุว่า GDM จะปิดหรือเริ่มใหม่หรือไม่ เมื่อทำคำสั่งกำหนดเองแล้ว

source: Specifies the label that will be displayed on the Custom Command buttons and menu items.
ca: Especifica l'etiqueta que es mostrarà en els elements de menú i botons per a l'ordre personalitzada.
gu: લેબલ સ્પષ્ટ કરે છે કે જે વૈવિધ્યપૂર્ણ આદેશ બટનો અને મેનુ વસ્તુઓ પર દર્શાવવામાં આવશે.
ko: 사용자 설정 명령어 단추와 메뉴 항목에 표시할 레이블을 지정합니다.
mk: Го одредува натписот кој ќе биде прикажан на предметите на копчињата за Сопствени команди предметите од менито.
pa: ਦੱਸੋ ਕਿ ਲੇਬਲ ਕਸਟਮ ਕਮਾਂਡ ਬਟਨਾਂ ਅਤੇ ਮੇਨੂ ਇਕਾਈਆਂ ਲਈ ਵੇਖਾਇਆ ਜਾਵੇਗਾ।
pt_br: Especifica o rótulo que irá aparecer no Comando Personalizado dos botões e itens de menu.
th: ระบุชื่อที่จะแสดงในปุ่มคำสั่งกำหนดเองและในรายการเมนู

source: Specifies the label that will be displayed on the Custom Command list items and radio buttons.
ca: Especifica l'etiqueta que es mostrarà en els elements de llista i botons de radi per a l'ordre personalitzada.
gu: લેબલ સ્પષ્ટ કરે છે કે જે વૈવિધ્યપૂર્ણ આદેશ યાદી વસ્તુઓ અને રેડિયો બટનો પર દર્શાવવામાં આવશે.
ko: 사용자 설정 명령어 리스트 항목과 라디오 단추에 표시할 레이블을 지정합니다.
mk: Го одредува натписот кој ќе биде прикажан на предметите на листата на Сопствени команди и радио копчињата.
pa: ਦੱਸੋ ਕਿ ਲੇਬਲ ਕਸਟਮ ਕਮਾਂਡ ਸੂਚੀ ਇਕਾਈਆਂ ਅਤੇ ਰੇਡੀਓ ਬਟਨਾਂ ਲਈ ਵੇਖਾਇਆ ਜਾਵੇਗਾ।
pt_br: Especifica o rótulo que irá aparecer no Comando Personalizado das listas de itens e botões de seleção.
th: ระบุชื่อที่จะแสดงในรายการคำสั่งกำหนดเองและในปุ่มตัวเลือก

source: Specifies the message that will be displayed on Custom Command tooltip entries.
ca: Especifica el missatge que es mostrarà en els consells flotants per a l'ordre personalitzada.
gu: સંદેશો સ્પષ્ટ કરે છે કે જે વૈવિધ્યપૂર્ણ આદેશ સાધનમદદ પ્રવેશો પર દર્શાવવામાં આવશે.
ko: 사용자 설정 명령어 풍선 도움말에 표시할 메세지를 지정합니다.
mk: Ја одредува пораката која ќе биде прикажана на запизите на балончето за помош за сопствената команда.
pa: ਦੱਸੋ ਕਿ ਕਸਟਮ ਕਮਾਂਡ ਸੰਦ-ਸੰਕੇਤ ਇੰਦਰਾਜ਼ਾਂ ਲਈ ਸੁਨੇਹਾ ਵੇਖਾਇਆ ਜਾਵੇਗਾ।
pt_br: Especifica a mensagem que irá aparecer no Comando Personalizado das entradas das dicas de contexto (tooltip).
th: ระบุข้อความที่จะแสดงในคำแนะนำเครื่องมือของคำสั่งกำหนดเอง

source: Specifies the message that will be displayed on the warning dialog box when one of the Custom Command widgets is activated.
ca: Especifica el missatge que es mostrarà en la caixa de diàleg d'avís quan s'activi un dels ginys per a les ordres personalitzades.
gu: સંદેશો સ્પષ્ટ કરે છે કે જે ચેતવણી સંવાદ બોક્સ પર દર્શાવવામાં આવશે જ્યારે વૈવિધ્યપૂર્ણ આદેશ વિજેટોમાંનો એક સક્રિય કરવામાં આવે.
ko: 사용자 설정 명령어 위젯이 활성화될 때 경고 대화 상자에 표시할 메세지를 지정합니다.
mk: Ја одредува пораката која ќе биде прикажана на полето на дијалог прозорецот со предупредување кога една од графичките контроли со Сопствена команда е активирана.
pt_br: Especifica a mensagem que irá mostrar nas caixas de diálogos de advertências, quando um dos widgets de Comandos Personalizados é ativado.
th: ระบุข้อความที่จะแสดงในกล่องโต้ตอบเตือนเมื่อมีการเรียกที่วิดเจ็ตคำสั่งกำหนดเอง

source: Systemwide directory for face files. The sysadmin can place icons for users here without touching their homedirs. Faces are named after their users' logins. The face images must be stored in gdk-pixbuf supported formats and they must be readable for the GDM user.
ca: Directori global per als fitxers de cares. L'administrador del sistema pot emplaçar-hi les icones per als usuaris, sense haver de tocar-ne els directoris d'inici. Les imatges han d'emmagatzemar-se en formats suportats pel gdk-pixbuf i han de poder ser llegides per l'usuari GDM.
gu: ફેસ ફાઈલો માટે સિસ્ટમપ્રમાણે ડિરેક્ટરી. સિસ્ટમસંચાલક વપરાશકર્તાઓ માટે ચિહ્નો મૂકી શકે છે ત્યાં તેમની ઘરડિરેક્ટરીઓ અડ્યા વિના. ફેસો તેમના વપરાશકર્તાના પ્રવેશો પછી નામ આપવામાં આવેલ છે. ફેસ ઈમેજો gdk-pixbuf આધારભૂત બંધારણોમાં જ સંગ્રહાયેલ હોવી જોઈએ અને તેઓ GDM વપરાશકર્તા માટે વાંચી શકાય તેવી હોવી જ જોઈએ.
ko: 얼굴 파일을 저장할 시스템 디렉토리. 시스템 관리자가 홈 디렉토리를 건드리지 않고도 사용자의 아이콘을 여기에 저장할 수 있습니다. 얼굴 파일의 이름은 해당 사용자의 로그인 이름입니다. 얼굴 그림은 gdk-pixbuf가 지원하는 형식이어야 하고 GDM 사용자가 읽을 수 있어야 합니다.
mk: Системски директориум за датотеки со лица. Администраторот на системот ќе може да поставува икони за корисниците овде без да ги допре нивните домашни директориуми. Лицата се именувани по најавите на нивните корисници. Сликата со лице мора да биде зачувана во gdk-pixbuf поддржан формат и мора да може да се чита од GDM корисникот.
pt_br: Diretório de sistema para os arquivos de faces. O administrador de sistemas pode colocar aqui ícones para os utilizadores sem tocar nos seus diretórios pessoais. As faces são denominadas segundo o nome de cada usuário. As imagens de faces têm de ser armazenadas em formatos suportados pelo gdk-pixbuf e serem legíveis pelo utilizador GDM.
th: ไดเรกทอรีระบบสำหรับเก็บแฟ้มรูปผู้ใช้ ผู้ดูแลระบบสามารถเก็บไอคอนสำหรับผู้ใช้ต่างๆ ได้ที่นี่ โดยไม่ต้องแตะต้องไดเรกทอรีบ้านของผู้ใช้เลย รูปผู้ใช้จะใช้ชื่อตามชื่อเข้าระบบของผู้ใช้ รูปดังกล่าวต้องอยู่ในรูปแบบที่ gdk-pixbuf สนับสนุน และผู้ใช้ "gdm" ต้องมีสิทธิ์อ่านได้

source: Text to appear in the warning pop-up dialogs
ca: Text que es mostrarà en els diàlegs emergents d'avís
gu: ચેતવણી પોપ-અપ સંવાદોમાં દેખાતું લખાણ
ko: 경고 팝업 창에 나올 텍스트
lt: Tekstas, kuris turėtų pasirodyti iššokančiuose įspėjimuose
mk: Текст кој ќе се покаже на предупредувачките скокачки прозорци
pa: ਚੇਤਾਵਨੀ ਪੋਪ-ਅੱਪ ਵਾਰਤਾਲਾਪ ਵਿੱਚ ਦਿੱਸਣ ਵਾਲਾ ਪਾਠ
pt_br: Texto para aparecer nos diálogos de advertência
th: ข้อความที่จะปรากฏในกล่องโต้ตอบเตือน

source: Text to appear on the buttons and menu items
ca: Text que apareixerà en els botons i els elements de menú
gu: બટનો અને મેનુ વસ્તુઓ પર દેખાતું લખાણ
ko: 단추 및 메뉴 항목에 나올 텍스트
mk: Текст кој ќе се покаже на копчињата и на предметите од менито
pa: ਬਟਨਾਂ ਅਤੇ ਮੇਨੂ ਇਕਾਈਆਂ ਉੱਤੇ ਦਿੱਸਣ ਵਾਲਾ ਪਾਠ
pt_br: Texto para aparecer nos botões e itens de menu
th: ข้อความที่จะปรากฏในปุ่มและรายการเมนู

source: Text to appear on the radio buttons and list items
ca: Text que apareixerà en els botons de radi i els elements de llistes
gu: રેડિયો બટનો અને યાદી વસ્તુઓ પર દેખાતું લખાણ
ko: 라디오 단추 및 리스트 항목에 나올 텍스트
mk: Текст кој ќе се покаже на кружните копчиња и предметите од листата
pa: ਰੇਡੀਓ ਬਟਨਾਂ ਅਤੇ ਸੂਚੀ ਇਕਾਈਆਂ ਉੱਤੇ ਦਿੱਸਣ ਵਾਲਾ ਪਾਠ
pt_br: Texto para aparecer no botões de seleção e na lista de itens
th: ข้อความที่จะปรากฏในรายการเลือก

source: Text to appear on the tooltips
ca: Text que apareixerà en els consells flotants
gu: સાધનમદદો પર દેખાતું લખાણ
ko: 풍선 도움말에 나올 텍스트
mk: Текст кој ќе се покаже на балончињата со помош
pa: ਸੰਦ-ਸੰਕੇਤ 'ਚ ਦਿੱਸਣ ਵਾਲਾ ਪਾਠ
pt_br: Texto para aparecer nas dicas de contexto (tooltips)
th: ข้อความที่จะปรากฏในคำแนะนำเครื่องมือ

source: The UDP port number gdm should listen to for XDMCP requests. Don't change this unless you know what you are doing.
ca: El número de port UDP que ha d'escoltar el gdm per a rebre peticions XDMCP. No ho canvieu a menys que n'esteu segurs.
gu: UDP પોર્ટ નંબર gdm એ XDMCP અરજીઓ માટે સાંભળતો હોવો જોઈએ. આને બદલશો નહિં જ્યાં સુધી તમને ખબર નહિં હોય કે તમે શું કરી રહ્યા છો.
ko: XDMCP 요청을 받아들일 UDP 포트 번호. 무엇인지 잘 모른다면 이 값을 바꾸지 마십시오.
mk: Бројот на UPD портата која gdm треба да ја слуша за XDMCP побарувања. Не го променувајте ова, освен ако знаете што правите.
pt_br: O número da porta UDP que o gdm deve escutar para requisições XDMCP. Não mude isto a menos que você saiba o que está fazendo.
th: หมายเลขพอร์ต UDP ที่ GDM ควรจะรอรับการร้องขอ XDMCP อย่าเปลี่ยนค่านี้ถ้าไม่มีความเข้าใจ

source: The command to execute, with full path to the binary of the X server, and any extra arguments needed. Example: /usr/X11R6/bin/X
ca: L'ordre a executar, amb el cami sencer al binari del servidor X, i els arguments addicionals necessaris. Per exemple: /usr/X11R6/bin/X
gu: ચલાવવા માટેનો આદેશ, X સર્વરની બાઈનરી સાથેનો આખો પાથ, અને કોઈપણ વધારાની દલીલો જરૂરી છે. ઉદાહરણ: /usr/X11R6/bin/X
ko: 실행할 명령어, X 서버 바이너리의 전체 경로 및 필요한 인자. 예를 들어: /usr/X11R6/bin/X
mk: Командата за извршување, со целосна патека до бинарната датотека на X серверот и екстра аргументи ако се потребни. Пример: /usr/X11R6/bin/X
pa: ਚਲਾਉਣ ਲਈ ਕਮਾਂਡ, X ਸਰਵਰ ਦੇ ਬਾਈਨਰੀ ਲਈ ਪੂਰੇ ਮਾਰਗ ਨਾਲ, ਅਤੇ ਹੋਰ ਚਲਾਉਣ ਲਈ ਲੋੜੀਦਾ ਆਰਗੂਮਿੰਟ। ਉਦਾਹਰਨ ਲਈ: /usr/X11R6/bin/X
pt_br: O comando para executar, com o caminho completo para binário do o servidor X, e qualquer argumentos extras necessários. Exemplo: /usr/X11R6/bin/X
th: คำสั่งที่จะเรียก โดยป้อนพาธเต็มไปยังโปรแกรม X server พร้อมอาร์กิวเมนต์ที่จำเป็น ตัวอย่างเช่น: /usr/bin/X11/X

source: The greeter will play a sound after a failed login attempt.
ca: El rebedor emetrà un so cada vegada que es produeixi un intent d'entrada erroni.
gu: આવકારનાર નિષ્ફળ પ્રવેશ પછી ધ્વનિ વગાડશે.
ko: 로그인 시도가 실패하면 환영 프로그램이 소리를 냅니다.
lt: Pasveikintuvas pagros garsą po nesėkmingo prisijungimo.
mk: Најавниот екран ќе испушти звук по неуспешен обид за најава.
pa: ਸਵਾਗਤਕਰਤਾ ਇੱਕ ਫੇਲ੍ਹ ਲਾਗਇਨ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਦੇ ਬਾਅਦ ਇੱਕ ਧੁਨੀ ਚਲਾਏਗਾ।
pt_br: Tocar um _som depois de uma tentativa de início de sessão com falha
th: หน้าจอต้อนรับจะเล่นเสียงเมื่อเข้าระบบไม่สำเร็จ

source: The greeter will play a sound after a successful login attempt.
ca: El rebedor emetrà un so cada vegada que es produeixi una entrada correcta.
gu: આવકારનાર સફળ પ્રવેશ પછી ધ્વનિ વગાડશે.
ko: 로그인 시도가 성공하면 환영 프로그램이 소리를 냅니다.
lt: Pasveikintuvas pagros garsą po sėkmingo prisijungimo.
mk: Најавниот екран ќе испушти звук по успешен обид за најава.
pa: ਸਵਾਗਤਕਰਤਾ ਇੱਕ ਸਫਲਤਾਪੂਰਕ ਲਾਗਇਨ ਕਰਨ ਦੇ ਬਾਅਦ ਇੱਕ ਧੁਨੀ ਚਲਾਏਗਾ।
pt_br: Tocar um _som depois de uma tentativa de início de sessão com sucesso
th: หน้าจอต้อนรับจะเล่นเสียงเมื่อเข้าระบบสำเร็จ

source: The greeter will play a sound or beep when it is ready for a login.
ca: El rebedor emetrà un so quan estigui llest per a entrar-hi.
gu: આવકારનાર જ્યારે તે પ્રવેશ માટે તૈયાર હોય ત્યારે ધ્વનિ અથવા બીપ વગાડશે.
ko: 로그인 준비가 되면 환영 프로그램이 소리 혹은 삑 소리를 냅니다.
lt: Pasveikintuvas pagros garsą ar pyptels, kai jis bus pasiruošęs naudotojo prisijungimui.
mk: Најавниот екран ќе испушти звук или ќе бипне кога е подготвен за најава.
pa: ਸਵਾਗਤਕਰਤਾ ਜਦੋਂ ਇੱਕ ਲਾਗਇਨ ਲਈ ਤਿਆਰ ਹੋਵੇਗਾ ਤਾਂ ਧੁਨੀ ਜਾਂ ਬੀਪ ਵਜਾਏਗਾ।
pt_br: O Saudador tocará um som ou sinal quando estiver pronto para um acesso.
th: หน้าจอต้อนรับจะเล่นเสียงหรือส่งเสียงบี๊ปเมื่อพร้อมจะรอรับการเข้าระบบ

source: The horizontal position of the login window.
ca: La posició horitzontal de la finestra d'entrada.
gu: પ્રવેશ વિન્ડોની આડી સ્થિતિ.
ko: 로그인 창의 가로 위치.
lt: Horizontali prisijungimo lango padėtis.
mk: Хоризонтална позиција на најавниот прозорец.
pa: ਲਾਗਇਨ ਝਰੋਖੇ ਦੀ ਖਿਤਿਜੀ ਸਥਿਤੀ ਹੈ।
pt_br: Posição horizontal da janela de acesso.
th: ตำแหน่งในแนวนอนของหน้าต่างเข้าระบบ

source: The name that will be displayed to the user.
ca: El nom que es mostrarà a l'usuari.
gu: નામ કે જે વપરાશકર્તા માટે દર્શાવવામાં આવશે.
ko: 사용자에게 표시할 이름.
lt: Vardas, kuris bus rodomas naudotojui.
mk: Името кое ќе му биде прикажано на корисникот.
pa: ਉਪਭੋਗੀ ਨੂੰ ਵੇਖਾਉਣ ਲਈ ਨਾਂ।
pt_br: Nome que será exibido para o usuário.
th: ชื่อที่จะแสดงกับผู้ใช้

source: The number of seconds that should pass before reactivating the entry field after a failed login.
ca: El nombre de segons que han de passar abans de reactivar el camp d'entrada després d'una entrada fallida.
gu: સેકન્ડોની સંખ્યા કે જે નિષ્ફળ પ્રવેશ પછી પ્રવેશ ક્ષેત્ર પુનઃસક્રિય કર્યા પહેલાં પસાર કરવામાં આવવું જોઈએ.
ko: 로그인이 실패한 다음에 입력 창을 다시 활성화할 때까지 시간 (초 단위).
mk: Бројот на секунди кои треба да изминат пред да се активира полето за внесување после неуспешно најавување.
pa: ਸਕਿੰਟਾਂ ਦੀ ਗਿਣਤੀ, ਜਿਸ ਲਈ ਇੱਕ ਵਾਰ ਲਾਗਇਨ ਫੇਲ੍ਹ ਹੋਣ ਉਪਰੰਤ ਲਿਖਣ ਖੇਤਰ ਨੂੰ ਮੁੜ-ਸਰਗਰਮ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਰੋਕਿਆ ਜਾਵੇ।
pt_br: O número de segundos que se devem passar para reativar o campo após falha no acesso.
th: การหน่วงเวลาเป็นวินาทีก่อนที่จะให้ป้อนในช่องป้อนได้อีก หลังจากที่เข้าระบบไม่สำเร็จ

source: The position of the login window cannot be changed.
ca: No es pot canviar la posició de la finestra d'entrada.
gu: પ્રવેશ વિન્ડોનું સ્થાન બદલી શકાતું નથી.
ko: 로그인 창의 위치를 바꿀 수 없습니다.
lt: Prisijungimo lango padėtis negali būti pakeista.
mk: Позицијата на прозорецот за најава не може да биде променета.
pa: ਲਾਗਇਨ ਝਰੋਖੇ ਦੀ ਸਥਿਤੀ ਬਦਲੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ਹੈ।
pt_br: Não foi possível alterar a posição da janela de acesso.
th: จะไม่สามารถเปลี่ยนตำแหน่งหน้าต่างเข้าระบบได้

source: The position of the login window is determined by Position X / Position Y.
ca: La posició de la finestra d'entrada ve determinada per les posicions X i Y.
gu: પ્રવેશ વિન્ડોનું સ્થાન એ સ્થિતિ X / સ્થિતિ Y દ્વારા નક્કી થાય છે.
ko: 로그인 창의 위치는 가로 위치 / 세로 위치로 결정됩니다.
lt: Prisijungimo lango padėtis yra nusakoma X padėtimi / Y padėtimi.
mk: Позицијата на прозорецот за најава е одредена од Позиција X / Позиција Y.
pa: ਲਾਗਇਨ ਝਰੋਖੇ ਦੀ ਸਥਿਤੀ ਨੂੰ X ਸਥਿਤੀ/ Y ਸਥਿਤੀ ਰਾਹੀਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ।
pt_br: A posição da janela de acesso determinada pela Posição X / Posição Y.
th: ตำแหน่งของหน้าต่างเข้าระบบจะกำหนดโดยตำแหน่ง X / ตำแหน่ง Y

source: The session that is used by default if the user does not have a saved preference and has picked 'Last' from the list of sessions.
ca: La sessió emprada per defecte si l'usuari no té una preferència desada i ha escollit 'Última' de la llista de sessions.
gu: જો વપરાશકર્તાએ પસંદગીઓ સંગ્રહેલ નહિં હોય અને સત્રોની યાદીમાંથી 'છેલ્લું' પસંદ કરેલ હોય તો મૂળભૂત તરીકે પસંદ થયેલ સત્ર જ વપરાય છે.
ko: 사용자가 설정을 저장하지 않고 세션 목록에서 '최근'을 골랐을 때 기본값으로 사용할 세션.
mk: Сесијата која ќе се користи стандардно ако корисникот нема зачувани преференции и има одбрано „Последна“ од листата со сесии.
pa: ਸ਼ੈਸ਼ਨ, ਜਿਸ ਨੂੰ ਮੂਲ ਰੂਪ 'ਚ ਵਰਤਿਆ ਜਾਵੇ, ਜੇ ਉਪਭੋਗੀ ਨੇ ਆਪਣੀ ਪਸੰਦ ਨਾ ਸੰਭਾਲੀ ਹੋਵੇ ਅਤੇ ਸ਼ੈਸ਼ਨ ਸੂਚੀ ਵਿੱਚੋਂ 'ਆਖਰੀ' ਦੀ ਚੋਣ ਕੀਤੀ ਹੋਵੇ।
pt_br: A sessão que será usada por padrão, se o usuário não tiver salvo uma preferência e selecionado "Último" da lista das sessões.
th: วาระที่จะใช้โดยปริยาย ถ้าผู้ใช้ไม่มีวาระเดิมที่บันทึกไว้ และได้เลือก 'วาระล่าสุด' จากรายการวาระ

source: The vertical position of the login window.
ca: La posició vertical de la finestra d'entrada.
gu: પ્રવેશ વિન્ડોની ઊભી સ્થિતિ.
ko: 로그인 창의 세로 위치.
mk: Вертикалната позиција на прозорецот за најава.
pa: ਲਾਗਇਨ ਝਰੋਖੇ ਦੀ ਲੰਬਕਾਰੀ ਸਥਿਤੀ
pt_br: A posição vertical da janela de acesso.
th: ตำแหน่งในแนวตั้งของหน้าต่างเข้าระบบ

source: Themes
ca: Temes
gu: થીમો
ko: 테마
lt: Temos
mk: Теми
pa: ਸਰੂਪ
pt_br: Temas
th: ชุดตกแต่ง

source: This server is available as a choice when a user wishes to run a flexible, on demand server.
ca: Aquest servidor està disponible quan un usuari vulgui emprar un servidor flexible, sota demanda.
gu: સર્વર પસંદગી તરીકે ઉપલબ્ધ છે જ્યારે વપરાશકર્તા રાહયતમ, જરૂરીયાત પ્રમાણેનું સર્વર વાપરવા ઈચ્છે.
ko: 유연한 온 디멘드 서버를 실행하려면 이 서버를 사용할 수 있습니다.
mk: Овој сервер е достапен како избор кога корисникот сака да извршува флексибилен, сервер кој работи по барање.
pa: ਇਹ ਸਰਵਰ ਇੱਕ ਚੋਣ ਦੇ ਤੌਰ ਉੱਤੇ ਉਪਲੱਬਧ ਰਹੇਗਾ, ਜਦੋਂ ਕਿ ਉਪਭੋਗੀ ਲੋੜ ਪੈਣ ਉੱਤੇ ਇੱਕ ਸਰਵਰ ਚਲਾਉਣਾ ਚਾਹੇਗਾ।
pt_br: Este servidor está disponível como uma escolha quando um usuário deseja uma execução flexível, no servidor de requisição.
th: เซิร์ฟเวอร์นี้จะปรากฏเป็นตัวเลือกเมื่อผู้ใช้ต้องการเรียกเซิร์ฟเวอร์แบบยืดหยุ่นตามสั่ง
