Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: Caps Lock is on.
ca: La tecla de blocatge de majúscules està activada.
gu: Caps Lock ચાલુ છે.
ko: Caps Lock글쇠가 켜져있습니다.
lt: Įjungtas Caps Lock.
mk: Caps Lock е вклучен.
pa: ਕੈਪਸ ਲਾੱਕ ਚਾਲੂ ਹੈ।
pt_br: Caps lock está ligado.
th: Caps Lock ติดอยู่

source: Please enter your username
ca: Introduïu el vostre nom d'usuari
gu: મહેરબાની કરીને વપરાશકર્તાનું નામ લખો
ko: 사용자 이름을 입력하십시오
lt: Įveskite savo naudotojo vardą
mk: Ве молам внесете го Вашето корисничко име
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਉਪਭੋਗੀ ਨਾਂ ਦਿਓ
pt_br: Entre com o nome do usuário
sl: Prosim, vpi¹ite svoje uporabni¹ko ime
th: กรุณาป้อนชื่อผู้ใช้ของคุณ
vi: Hãy gõ tên người dùng của bạn

source: Username:
ca: Nom d'usuari:
gu: વપરાશકર્તાનું નામ:
ko: 사용자 이름:
lt: Naudotojo vardas:
mk: Корисничко име:
pa: ਉਪਭੋਗੀ ਨਾਂ:
pt_br: Nome do usuário:
sl: Uporabni¹ko ime:
th: ชื่อผู้ใช้:
vi: Tên người dùng:

source: Password:
ca: Contrasenya:
gu: પાસવર્ડ:
ko: 열쇠글:
lt: Slaptažodis:
mk: Лозинка:
pa: ਗੁਪਤ-ਕੋਡ:
pt_br: Senha:
sl: Geslo:
th: รหัสผ่าน:
vi: Mật khẩu:

source: Couldn't authenticate user "%s"
ca: No s'ha pogut autenticar l'usuari «%s»
gu: "%s" વપરાશકર્તાને સત્તા આપી શકાઈ નહિ
ko: 사용자 "%s"을(를) 인증할 수 없습니다.
lt: Nepavyko patvirtinti naudotojo „%s“ tapatybės
mk: Не можам да го автентицирам корисникот "%s"
pa: ਉਪਭੋਗੀ "%s" ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ
pt_br: Não foi possível autenticar o usuário "%s"
sl: Nisem mogel avtenticirati uporabnika "%s"
th: ไม่สามารถอนุญาตสิทธิ์ให้กับผู้ใช้ "%s"
vi: Không thể xác thực người dùng "%s"

source: Root login disallowed on display '%s'
ca: L'entrada del superusuari s'ha rebutjat a la pantalla '%s'
gu: ડિસ્પ્લે '%s' પર રુટમાં પ્રવેશ કરવા દેવાયો નહિ
ko: 디스플레이 '%s'에서는 루트 로긴이 금지됩니다
lt: Naudotojui root uždrausta prisijungti ekrane „%s“
mk: Root најавувањето е забрането на екранот '%s'
pa: '%s' ਡਿਸਪਲੇਅ ਉੱਤੇ ਪ੍ਰਬੰਧਕ (root) ਲਾਗਇਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ
pt_br: Acesso do administrador desabilitado na tela "%s"
sl: Prijava root na zaslonu '%s` ni dovoljena
th: ไม่อนุญาตให้ root เข้าระบบที่ดิสเพลย์ '%s'
vi: Không cho phép đăng nhập chủ trên bộ trình bày '%s'

source: The system administrator is not allowed to login from this screen
ca: No es permet a l'administrador del sistema entrar des d'aquesta pantalla
gu: સિસ્ટમ સંચાલકે આ સ્ક્રીન પરથી પ્રવેશ કરવા દેવાશે નહિ
ko: 시스템 관리자가 이 화면에서 로그인 하는 것을 허용하지 않았습니다.
lt: Sistemos administratoriui negalima prisijungti iš šio ekrano
mk: На систем администраторот не му е дозволено да се најавува од овој екран
pa: ਇਸ ਪਰਦੇ ਤੋਂ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨੂੰ ਲਾਗਇਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ
pt_br: O usuário administrador não tem permissão para iniciar uma sessão a partir desta tela
sl: Administratorju sistema prijava s tega zaslona ni dovoljena
th: ไม่อนุญาตให้ผู้ดูแลระบบเข้าระบบจากหน้าจอนี้
vi: Không cho phép quản trị hệ thống đăng nhập vào màn hình này.

source: User %s not allowed to log in
ca: L'usuari %s no està autoritzat a entrar-hi.
gu: વપરાશકર્તા %s ને પ્રવેશ માટેની પરવાનગી નથી
ko: %s 사용자는 로그인을 허용하지 않습니다
lt: Naudotojui %s prisijungti neleidžiama
mk: На корисникот %s не му е дозволено да се најавува
pa: ਉਪਭੋਗੀ %s ਨੂੰ ਲਾਗਇਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ
pt_br: O usuário %s não tem permissão para iniciar uma sessão
sl: Uporabniku %s prijava ni dovoljena
th: ผู้ใช้ %s ไม่ได้รับอนุญาตให้เข้าระบบ
vi: Không cho phép người dùng %s đăng nhập.

source: The system administrator has disabled your account.
ca: L'administrador del sistema us ha inhabilitat el compte.
gu: સિસ્ટમ સંચાલકે તમારુ ખાતુ નિષ્ક્રિય કરી દીધુ છે.
ko: 시스템 관리자가 당신의 계정을 막아놓았습니다.
lt: Sistemos administratorius atjungė jūsų abonementą.
mk: Систем администраторот ја исклучил Вашата сметка.
pa: ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨੇ ਤੁਹਾਡਾ ਖਾਤਾ ਅਯੋਗ ਕਰ ਦਿੱਤਾ ਹੈ।
pt_br: O administrador do sistema desabilitou sua conta.
sl: Administrator sistema je onemogoèil va¹ raèun.
th: ผู้ดูแลระบบได้ปิดการใช้งานบัญชีของคุณ
vi: Quản trị hệ thống đã vô hiệu hóa tài khoản của bạn.

source: Cannot set user group for %s
ca: No es pot definir un grup d'usuari per a %s
gu: %s માટે વપરાશકર્તાનો જૂથ સુયોજિત કરી શકાયો નહિ
ko: 사용자 그룹을 %s(으)로 설정할 수 없습니다
lt: Nepavyko %s nustatyti naudotojo grupės
mk: Не можам да ја наместам корисничката група за %s
pa: %s ਲਈ ਉਪਭੋਗੀ ਗਰੁੱਪ ਨਹੀਂ ਦਰਸਾ ਸਕਦਾ
pt_br: Não foi possível definir o grupo do usuário para %s
sl: Ne morem nastaviti uporabni¹ke skupine za %s
th: ไม่สามารถกำหนดกลุ่มผู้ใช้สำหรับ %s
vi: Không thể thiết lập nhóm người dùng cho %s

source: Cannot set your user group; you will not be able to log in. Please contact your system administrator.
ca: No s'ha pogut definir el vostre grup d'usuari, per tant no podreu entrar-hi. Contacteu amb l'administrador del sistema.
gu: તમારું વપરાશકર્તાનું જૂથ સુયોજિત કરી શકાશે નહિ; તમે પ્રવેશ કરવા સમર્થ હશો નહિ. મહેરબાની કરીને તમારા સિસ્ટમ સંચાલકનો સંપર્ક કરો.
ko: 사용자 그룹을 설정할 수 없습니다; 로그인을 할 수 없습니다,시스템 관리자에게 연락하십시오.
lt: Jūsų naudotojo grupės nustatyti nepavyko, prisijungti negalėsite. Susisiekite su Jūsų sistemos administratoriumi.
mk: Не можам да ја наместам вашата корисничка група, нема да може да се најавите, Ве молам контактирајте го систем администраторот.
pa: ਤੁਹਾਡਾ ਉਪਭੋਗੀ ਗਰੁੱਪ ਨਹੀਂ ਸੈੱਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਤੁਸੀਂ ਲਾਗਇਨ ਨਹੀਂ ਕਰ ਸਕੋਗੇ। ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pt_br: Não foi possível definir seu grupo de usuário; você não poderá iniciar uma sessão. Por favor, entre em contato com seu administrador do sistema.
th: ไม่สามารถกำหนดกลุ่มผู้ใช้ของคุณได้ คุณจึงเข้าระบบไม่ได้ กรุณาติดต่อผู้ดูแลระบบของคุณ

source: Password of %s has expired
ca: La contrasenya de %s ha caducat
gu: %s ના પાસવર્ડની મુદ્દત પૂરી થઈ ગઈ
ko: %s의 열쇠글이 만료되었습니다
lt: Naudotojo %s slaptažodžio galiojimo terminas baigėsi
mk: Лозинката на %s истече
pa: %s ਦਾ ਗੁਪਤ-ਕੋਡ ਖਤਮ ਹੋ ਗਿਆ
pt_br: A senha de %s expirou
sl: Geslo %s je preteklo
th: รหัสผ่านของ %s หมดอายุ

source: You are required to change your password. Please choose a new one.
ca: Heu de canviar la vostra contrasenya immediatament. Escolliu una de nova.
gu: તમે તમારે પાસવર્ડ તરત જ બદલો તે જરુરી છે. મહેરબાની કરીને નવો પસંદ કરો.
ko: 열쇠글을 바꿔야 합니다. 새 열쇠글을 고르십시오.
lt: Privalote pasikeisti savo slaptažodį. Pasirinkite naują.
mk: Треба да ја промените Вашата лозинка. Ве молам одберете нова.
pa: ਤੁਹਾਨੂੰ ਆਪਣਾ ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਨਵਾਂ ਚੁਣੋ।
pt_br: Você precisa alterar a sua senha. Por favor, escolha uma nova senha.
sl: Svoje geslo morate spremeniti. Prosim, izberite novo.
th: คุณต้องการเปลี่ยนรหัสผ่านของคุณ กรุณาตั้งรหัสใหม่
vi: Mật khẩu của bạn đã được thay đổi nhưng có thể cần phải thay đổi lần nữa; hãy thử lại lát nữa hoặc liên hệ quản trị hệ thống.

source: Cannot change your password; you will not be able to log in. Please try again later or contact your system administrator.
ca: No s'ha pogut canviar la contrasenya, per tant no podreu entrar-hi. Intenteu-ho de nou més tard o contacteu amb l'administrador del sistema.
gu: તમારો પાસવર્ડ બદલી શકાશે નહિ; તમે પ્રવેશ કરી શકશો નહિ, મહેરબાની કરીને ફરીથી પ્રવેશ કરો અથવા તમારા સિસ્ટમ સંચાલકનો સંપર્ક કરો.
ko: 열쇠글을 바꿀 수 없습니다; 로그인을 할 수 없습니다. 나중에 다시 시도하거나 시스템 관리자에게 문의하십시오.
lt: Nepavyko pakeisti Jūsų slaptažodžio; negalėsite prisijungti. Bandykite vėliau arba susisiekite su sistemos administratoriumi.
mk: Не можам да ја променам Вашата лозинка и затоа нема да може да се најавите, Ве молам контактирајте го систем администраторот.
pa: ਤੁਹਾਡਾ ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਤੁਸੀ ਲਾਗਇਨ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੋਗੇ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ ਜਾਂ ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pt_br: Não foi possível alterar sua senha, você não poderá iniciar uma sessão. Por favor, tente de novo mais tarde ou contate seu administrador de sistema.
th: ไม่สามารถเปลี่ยนรหัสผ่านของคุณได้ คุณจึงเข้าระบบไม่ได้ กรุณาติดต่อผู้ดูแลระบบของคุณ

source: Your password has been changed but you may have to change it again. Please try again later or contact your system administrator.
ca: S'ha canviat la vostra contrasenya, però potser haureu que canviar-la de nou. Proveu-ho de nou més tard o contacteu amb l'administrador del sistema.
gu: તમારો પાસવર્ડ બદલાઈ ગયો છે પરંતુ કદાચ તમારે એને ફરીથી બદલવો પડશે. મહેરબાની કરીને થોડીવાર પછી પ્રયત્ન કરો અથવા તમારા સિસ્ટમ સંચાલકનો સંપર્ક કરો.
ko: 열쇠글을 바꿨지만, 다시 한번 더 바꿔야 할 수도 있습니다. 나중에 다시 시도하거나 시스템 관리자에게 문의하십시오.
lt: Jūsų slaptažodis buvo pakeistas, bet gali būti, kad vėl turėsite jį pakeisti. Bandykite vėliau arba susisiekite su sistemos administratoriumi.
mk: Вашата лозинка е променета но можеби ќе треба да ја промените повторно. Ве молам обидете се подоцна или контактирајте го систем администраторот.
pa: ਤੁਹਾਡਾ ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ ਹੋ ਗਿਆ ਹੈ, ਪਰ ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਮੁੜ ਬਦਲਾ ਪੈ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pt_br: Sua senha foi alterada, mas você pode ter que alterá-la novamente. Por favor, tente de novo mais tarde ou contate seu administrador de sistema.
th: รหัสผ่านของคุณถูกเปลี่ยนแล้ว แต่คุณอาจต้องเปลี่ยนรหัสอีกครั้ง กรุณาลองใหม่ภายหลัง หรือติดต่อกับผู้ดูแลระบบ

source: Your password has expired. Only a system administrator can now change it
ca: La vostra contrasenya ha caducat. Ara només un administrador us la pot canviar
gu: તમારા પાસવર્ડની સમયમર્યાદા પૂરી થઇ ગઇ છે. માત્ર સિસ્ટમ સંચાલક એને બદલી શકે છે
ko: 열쇠글이 만료되었습니다. 시스템 관리자만이 바꿀 수 있습니다
lt: Jūsų slaptažodžio galiojimas pasibaigė. Dabar jį gali pakeisti tik sistemos administratorius
mk: Вашата лозинка истече. Само систем администраторот може да ја промени
pa: ਤੁਹਾਡਾ ਗੁਪਤ-ਕੋਡ ਖਤਮ ਹੋ ਚੁੱਕਾ ਹੈ। ਇਸ ਨੂੰ ਹੁਣ ਸਿਰਫ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਹੀ ਤਬਦੀਲ ਕਰ ਸਕਦਾ ਹੈ।
pt_br: Sua senha expirou. Somente um administrator de sistema pode mudá-la agora
sl: Va¹e geslo je preteklo. Sedaj ga lahko spremeni le skrbnik sistema
th: รหัสผ่านของคุณหมดอายุ มีเพียงผู้ดูแลระบบของคุณที่สามารถเปลี่ยนได้
vi: Lỗi nội tại passwdexpired (mật khẩu hết hạn)

source: Internal error on passwdexpired
ca: S'ha produït un error intern en passwdexpired
gu: પાસવર્ડની સમયમર્યાદા પૂરી થવામાં આંતરિક ભૂલ
ko: 열쇠글 만료에 내부 오류가 발생했습니다
lt: Vidinė passwdexpired klaida
mk: Внатрешна грешка или истечена лозинка
pa: ਗੁਪਤ-ਕੋਡ ਖਾਤਮੇ ਦੀ ਅੰਦਰੂਨੀ ਗਲਤੀ
pt_br: Erro interno em passwdexpired
sl: Notranja napaka ali pa je geslo preteklo
th: เกิดข้อผิดพลาดภายในจากรหัสผ่านหมดอายุ

source: An internal error occurred. You will not be able to log in. Please try again later or contact your system administrator.
ca: S'ha produït un error intern, per tant no podreu entrar-hi. Contacteu amb l'administrador del sistema.
gu: આંતરિક ભૂલ ઉદભવી. તમે પ્રવેશ કરી શકશો નહિ. મહેરબાની કરીને પછી ફરીથી પ્રયત્ન કરો અથવા તમારા સિસ્ટમ સંચાલકનો સંપર્ક કરો.
ko: 내부 오류가 발생했습니다. 로그인할 수 없습니다. 다음에 다시 시도하거나 시스템 관리자에게 문의하십시오.
lt: Įvyko vidinė klaida, prisijungti negalėsite. Bandykite dar kartą arba susisiekite su sistemos administratoriumi.
mk: Се појави внатрешна грешка и нема да може да се најавите, Ве молам контактирајте го систем администраторот.
pa: ਕੋਈ ਅੰਦਰੂਨੀ ਗਲਤੀ ਵਾਪਰੀ ਹੈ, ਤੁਹਾਨੂੰ ਲਾਗਇਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pt_br: Um erro interno ocorreu. Você não poderá iniciar uma sessão. Por favor, tente de novo mais tarde ou contate seu administrador de sistema.
th: เกิดข้อผิดพลาดภายในระบบ คุณจะไม่สามารถเข้าระบบได้ กรุณาลองอีกครั้งในภายหลัง หรือติดต่อผู้ดูแลระบบของคุณ

source: Cannot get passwd structure for %s
ca: No s'ha pogut aconseguir l'estructura de la contrasenya per %s
gu: %s માટે પાસવર્ડનું બંધારણ મળી શકશે નહિ
ko: %s의 passwd 구조를 얻을 수 없습니다
lt: Nepavyko gauti %s passwd struktūros
mk: Не можам да ја добија passwd структурата за %s
pa: %s ਲਈ ਗੁਪਤ-ਕੋਡ ਸੰਰਚਨਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ
pt_br: Não foi possível conseguir a estrutura de senha para %s
sl: Ne morem dobiti strukture passwd za %s
th: ไม่สามารถรับค่าโครงสร้างรหัสผ่านสำหรับ %s

source: You are required to change your password immediately (password aged)
ca: Heu de canviar la vostra contrasenya immediatament perquè la contrasenya ha caducat
gu: તમે તમારો પાસવર્ડ તરત જ બદલો તે જરુરી છે (પાસવર્ડ જૂનો થઇ ગયો છે)
ko: 열쇠글을 지금 바꿔야 합니다. (열쇠글이 오래되었습니다)
lt: Privalote tuojau pat pasikeisti slaptažodį (slaptažodis paseno)
mk: Морате да ја смените вашата лозинка веднаш
pa: ਤੁਹਾਨੂੰ ਜਲਦੀ ਹੀ ਆਪਣਾ ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ (ਗੁਪਤ-ਕੋਡ ਪੁਰਾਣਾ ਹੈ)
pt_br: Você precisa alterar sua senha imediatamente (a senha expirou)
sl: Svoje geslo morate takoj spremeniti (zaradi njegove starosti)
th: คุณต้องเปลี่ยนรหัสผ่านของคุณทันที (รหัสผ่านหมดอายุ)
vi: Bạn phải thay đổi mật khẩu ngay tức thì (hết hạn mật khẩu).

source: You are required to change your password immediately (root enforced)
ca: Heu de canviar la vostra contrasenya immediatament a petició del superusuari
gu: તમે તમારે પાસવર્ડ તરત જ બદલો તે જરુરી છે (રુટ દ્વારા ફરજ પડાઇ છે)
ko: 열쇠글을 지금 바꿔야 합니다. (root사용자가 설정하였습니다)
lt: Privalote tuojau pat pasikeisti slaptažodį (root vertimu)
mk: Морате да ја смените вашата лозинка веднаш
pa: ਤੁਹਾਨੂੰ ਜਲਦੀ ਹੀ ਆਪਣਾ ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ (root ਨੇ ਮਜਬੂਰ ਕੀਤਾ ਹੈ)
pt_br: Você precisa alterar sua senha imediatamente (determinação do administrador)
sl: Svoje geslo morate takoj spremeniti (zahteva administratorja)
th: คุณต้องเปลี่ยนรหัสผ่านของคุณทันที (ถูกบังคับโดย root)
vi: Bạn phải thay đổi mật khẩu ngay tức thì (người chủ ép buộc).

source: Your account has expired; please contact your system administrator
ca: El vostre compte ha caducat. Contacteu amb l'administrador del sistema
gu: તમારા ખાતાની સમયમર્યાદા પૂરી થઇ ગઇ છે; મહેરબાની કરીને તમારા સિસ્ટમ સંચાલકનો સંપર્ક કરો
ko: 계정 사용기한이 넘었습니다. 시스템 관리자에게 연락하십시오
lt: Jūsų abonemento galiojimo laikas baigėsi; susisiekite su sistemos administratoriumi
mk: Вашата сметка истече. Ве молам контактирајте го систем администраторот
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਖਤਮ ਹੋ ਗਿਆ ਹੈ; ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pt_br: A sua conta expirou; por favor contate seu administrador de sistema
sl: Va¹ uporabni¹ki raèun je pretekel; prosim, obrnite se na va¹ega sistemskega administratorja
th: บัญชีของคุณหมดอายุ กรุณาติดต่อผู้ดูแลระบบของคุณ
vi: Tài khoản của bạn đã hết hạn: hãy liên lạc với quản trị hệ thống.

source: No password supplied
ca: No s'ha entrat cap contrasenya
gu: કોઇ પાસવર્ડ અપાયો નથી
ko: 열쇠글이 없습니다
lt: Nesuteiktas slaptažodis
mk: Не внесовте лозинка
pa: ਕੋਈ ਗੁਪਤ-ਕੋਡ ਨਹੀਂ ਦਿੱਤਾ
pt_br: Nenhuma senha fornecida
sl: Geslo ni bilo podano
th: ไม่มีการจัดหารหัสผ่านให้
vi: Chưa gõ mật khẩu.

source: Password unchanged
ca: No s'ha canviat la contrasenya
gu: પાસવર્ડ બદલાયો નથી
ko: 열쇠글이 바뀌지 않았습니다
lt: Slaptažodis nepakeistas
mk: Лозинката не е изменета
pa: ਗੁਪਤ-ਕੋਡ ਨਹੀਂ ਬਦਲਿਆ
pt_br: A senha não foi alterada
sl: Geslo ni bilo spremenjeno
th: รหัสผ่านไม่เปลี่ยน
vi: Chưa đổi mật khẩu.

source: Can not get username
ca: No es pot obtenir el nom d'usuari
gu: વપરાશકર્તાનુ નામ મેળવી શકાશે નહિ
ko: 사용자 이름을 얻을 수 없습니다
lt: Nepavyko gauti naudotojo vardo
mk: Не можам да го добијам корисничкото име
pa: ਉਪਭੋਗੀ ਨਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ
pt_br: Não foi possível obter o nome do usuário
sl: Ne morem dobiti uporabni¹kega imena
th: ไม่สามารถรับค่าชื่อผู้ใช้
vi: Không gọi được tên người dùng.

source: Retype new UNIX password:
ca: Torneu a escriure una contrasenya UNIX nova:
gu: યુનિક્સ પાસવર્ડ ફરીથી છાપો:
ko: 새 UNIX 열쇠글을 다시 입력하십시오:
lt: Pakartokite naują UNIX slaptažodį:
mk: Внесете ја повторно новата UNIX лозинка:
pa: ਮੁੜ ਨਵਾਂ ਯੂਨੈਕਸ ਗੁਪਤ-ਕੋਡ ਦਿਓ:
pt_br: Redigite a nova senha UNIX:
sl: ©e enkrat vpi¹ite novo geslo:
th: พิมพ์รหัสผ่าน UNIX ใหม่อีกครั้ง:
vi: Hãy gõ lại mật khẩu UNIX mới:

source: Enter new UNIX password:
ca: Introduïu una contrasenya UNIX nova:
gu: નવો યુનિક્સ પાસવર્ડ લખો:
ko: 새 UNIX 열쇠글을 입력하십시오:
lt: Įveskite naują UNIX slaptažodį:
mk: Внесете ја новата UNIX лозинка
pa: ਨਵਾਂ ਯੂਨੈਕਸ ਗੁਪਤ-ਕੋਡ ਦਿਓ:
pt_br: Digite a nova senha UNIX:
sl: Vpi¹ite novo geslo:
th: ป้อนรหัสผ่าน UNIX ใหม่:
vi: Hãy gõ mật khẩu UNIX mới:

source: (current) UNIX password:
ca: Contrasenya actual UNIX:
gu: (વર્તમાન) યુનિક્સ પાસવર્ડ:
ko: (현재) UNIX 열쇠글:
lt: (dabartinis) UNIX slaptažodis:
mk: (тековна) UNIX лозинка:
pa: (ਮੌਜੂਦਾ) ਯੂਨੈਕਸ ਗੁਪਤ-ਕੋਡ:
pt_br: Senha UNIX (atual):
sl: (trenutno) geslo:
th: (ปัจจุบัน) รหัสผ่าน UNIX:
vi: mật khẩu UNIX (hiện thời):

source: Error while changing NIS password.
ca: S'ha produït un error en canviar la contrasenya NIS.
gu: NIS પાસવર્ડ બદલતી વખતે ભૂલ.
ko: NIS 열쇠글을 바꾸는 중 오류가 발생했습니다.
lt: Klaida keičiant NIS slaptažodį.
mk: Грешка при менувањето на NIS лозинката
pa: ਗਲਤੀ ਜਦੋਂ NIS ਗੁਪਤ-ਕੋਡ ਬਦਲਿਆ।
pt_br: Erro ao alterar a senha NIS.
sl: Napaka ob spreminjanju gesla NIS
th: เกิดข้อผิดพลาดขณะเปลี่ยนรหัสผ่าน NIS
vi: Gặp lỗi khi thay đổi mật khẩu NIS.

source: You must choose a longer password
ca: Heu d'escollir una contrasenya més llarga
gu: તમારે વધુ લાંબો પાસવર્ડ પસંદ કરવો જોઇએ
ko: 더 긴 열쇠글을 써야합니다
lt: Jūs turite pasirinkti ilgesnį slaptažodį
mk: Морате да одберете подолга лозинка
pa: ਤੁਹਾਨੂੰ ਲੰਬਾ ਗੁਪਤ-ਕੋਡ ਚੁਣਨਾ ਜਰੂਰੀ ਹੈ
pt_br: Você deve escolher uma senha maior
sl: Izbrati morate dalj¹e geslo
th: คุณต้องเลือกรหัสผ่านที่ยาวกว่านี้
vi: Bạn phải chọn mật khẩu dài hơn.

source: Password has been already used. Choose another.
ca: Aquesta contrasenya ja ha estat utilitzada. Trieu-ne una altra.
gu: પાસવર્ડ પહેલેથી વપરાઇ ચૂક્યો છે. બીજો પસંદ કરો.
ko: 열쇠글이 이미 쓰이고 있습니다. 다른것을 골라주십시오.
lt: Toks slaptažodis jau panaudotas. Pasirinkite kitą.
mk: Лозинката е веќе искористена. Изберете друга.
pa: ਗੁਪਤ-ਕੋਡ ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਹੈ। ਹੋਰ ਚੁਣੋ।
pt_br: Esta senha já foi utilizada. Selecione outra.
sl: Geslo je bilo ¾e uporabljeno. Izberite drugo.
th: รหัสผ่านนี้มีการใช้แล้ว ให้ใช้รหัสผ่านอื่น
vi: Mật khẩu đã được dùng nên hãy chọn điều khác.

source: You must wait longer to change your password
ca: Heu d'esperar més per a poder canviar la vostra contrasenya
gu: તમારે પાસવર્ડ બદલવા માટે વધુ રાહ જોવી પડશે
ko: 나중에 열쇠글을 바꿔주십시오
lt: Jūs turite palaukti ilgiau, kad galėtumėte pasikeisti slaptažodį
mk: Морате да почекате повеќе за да ја смените вашата лозинка
pa: ਤੁਹਾਨੂੰ ਆਪਣਾ ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ ਕਰਨ ਲਈ ਕੁੱਝ ਸਮਾਂ ਉਡੀਕ ਕਰਨੀ ਪਵੇਗੀ
pt_br: Você precisa aguardar um pouco mais para alterar a sua senha
sl: Za spremembo gesla morate poèakati dlje
th: คุณต้องรอนานขึ้นเพื่อเปลี่ยนรหัสผ่านของคุณ
vi: Bạn phải chờ lâu hơn để thay đổi mật khẩu của bạn

source: Sorry, passwords do not match
ca: Les contrasenyes no coincideixen
gu: ક્ષમા કરો, પાસવર્ડ બંધબેસતા નથી
ko: 열쇠글이 맞지 안습니다
lt: Atsiprašau, slaptažodžiai skiriasi
mk: Извинете, лозинката не е иста
pa: ਮੁਆਫ ਕਰਨਾ, ਗੁਪਤ ਕੋਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ
pt_br: Desculpe, as senhas não combinam
sl: Oprostite, gesli se ne ujemata
th: ขออภัย รหัสผ่านไม่ตรงกัน
vi: Rất tiếc, hai mật khẩu không khớp.

source: Cannot setup pam handle with null display
ca: No es pot configurar el gestor de pam amb una visualització nul·la
gu: null ડિસ્પ્લેની સાથે pam handle ની ગોઠવણી કરી શકાતા નથી
ko: null 로그인 또는 화면으로 pam 처리 설정을 할 수 없습니다
lt: Nepavyko nustatyti pam valdiklio su nuliniu ekranu
mk: Не можам да ја наместам pam рачката со нула екран
pa: ਪ੍ਰਭਾਵਹੀਣ ਡਿਸਪਲੇਅ ਨਾਲ ਪਾਮ ਹੈਂਡਲ ਦਾ ਪ੍ਰਬੰਧ ਨਹੀਂ ਕਰ ਸਕਦਾ
pt_br: Não foi possível configurar o gerenciador de pam com uma tela vazia
sl: Ne morem nastaviti roèice pam z neobstojeèim (null) zaslonom
th: ไม่สามารถตั้งค่าการจัดการ pam ด้วยดิสเพลย์ที่ไม่มีค่ากำกับ
vi: Không thiết lập được bộ xử lý PAM với bộ trình bày rỗng.

source: Unable to establish service %s: %s
ca: No s'ha pogut establir el servei %s: %s
gu: %s સેવા સ્થાપવામાં નિષ્ફળ: %s
ko: 서비스 %s을(를) 시작할 수 없습니다: %s
lt: Nepavyko įtvirtinti paslaugos %s: %s
mk: Не можам да воспоставам служба %s: %s
pa: %s ਸੇਵਾ ਨਿਰਧਾਰਨ ਕਰਨ ਲਈ ਅਸਮਰੱਥ: %s
pt_br: Não foi possível estabelecer o serviço %s: %s
sl: Nisem mogel vzpostaviti storitve %s: %s
th: ไม่สามารถจัดตั้งบริการ %s: %s
vi: Không thể thiết lập dịch vụ %s: %s

source: Can't set PAM_TTY=%s
ca: No es pot especificar PAM_TTY=%s
gu: PAM_TTY=%s ને સુયોજિત શકાશે નહિ
ko: PAM_TTY=%s을(를) 설정할 수 없습니다
lt: Nepavyko nustatyti PAM_TTY=%s
mk: Не можам да наместам PAM_TTY=%s
pa: PAM_TTY=%s ਨੂੰ ਦਰਸਾ ਨਹੀਂ ਸਕਦਾ
pt_br: Não foi possível ajustar PAM_TTY=%s
sl: Ne morem nastaviti PAM_TTY=%s
th: ไม่สามารถตั้งค่า PAM_TTY=%s
vi: Không đặt được PAM_TTY=%s

source: Can't set PAM_RHOST=%s
ca: No es pot definir PAM_RHOST=%s
gu: PAM_RHOST=%s ને સુયોજિત શકાશે નહિ
ko: PAM_RHOST=%s을(를) 설정할 수 없습니다
lt: Nepavyko nustatyti PAM_RHOST=%s
mk: Не можам да наместам PAM_RHOST=%s
pa: PAM_RHOST=%s ਨੂੰ ਦਰਸਾ ਨਹੀਂ ਸਕਦਾ
pt_br: Não foi possível ajustar PAM_RHOST=%s
sl: Ne morem nastaviti PAM_RHOST=%s
th: ไม่สามารถตั้งค่า PAM_RHOST=%s
vi: Không đặt được PAM_RHOST=%s

source: Couldn't authenticate user
ca: No s'ha pogut autenticar l'usuari
gu: વપરાશકર્તાને સત્તા આપી શકાઈ નહિ
ko: 사용자를 인증할 수 없습니다.
lt: Nepavyko patvirtinti naudotojo tapatybės
mk: Не можам да го потврдам корисникот
pa: ਪ੍ਰਮਾਣਿਕ ਉਪਭੋਗੀ ਨਹੀਂ ਹੈ
pt_br: Não foi possível autenticar o usuário
sl: Nisem mogel avtenticirati uporabnika
th: ไม่สามารถอนุญาตสิทธิ์ผู้ใช้ได้
vi: Không thể xác thực người dùng

source: The system administrator is not allowed to login from this screen
ca: No es permet a l'administrador del sistema entrar des d'aquesta pantalla
gu: સિસ્ટમ સંચાલકને આ સ્ક્રીન પરથી પ્રવેશ કરવા માટેની પરવાનગી નથી
ko: 시스템 관리자가 이 화면에서 로그인을 허용하지 않았습니다
lt: Sistemos administratoriui negalima prisijungti iš šio ekrano
mk: Не систем администратор не му е дозволено да се најавува од овој екран
pa: ਇਸ ਪਰਦੇ ਤੋਂ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨੂੰ ਲਾਗਇਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ
pt_br: O administrador do sistema não tem permissão para iniciar uma sessão nesta tela
sl: Administratorju sistema prijava s tega zaslona ni dovoljena
th: ไม่อนุญาตให้ผู้ดูแลระบบเข้าระบบจากหน้าจอนี้
vi: Quá trình thay đổi hiệu bài xác thức đã thất bại cho người dùng %s

source: Authentication token change failed for user %s
ca: Ha fallat el canvi amb el dispositiu d'autenticació per a l'usuari %s
gu: વપરાશકર્તા %s માટે સત્તા આપવા માટેનું ટોકન બદલવામાં નિષ્ફળ
ko: 인증 토근 교환이 %s 사용자에 대해 실패했습니다
lt: Tapatybės patvirtinimo požymio pakeitimas naudotojui %s nepavyko
mk: Афтентификација земен промени неуспешно за корисник %s
pa: %s ਉਪਭੋਗੀ ਲਈ ਪ੍ਰਮਾਣ ਟੋਕਨ ਤਬਦੀਲੀ ਅਸਫ਼ਲ ਹੋਈ
pt_br: Mudança de token de autenticação falhou para o usuário %s
sl: Sprememba ¾etona avtentikacije za uporabnika %s ni uspela
th: การเปลี่ยนโทเค็นการอนุญาตสิทธิ์ล้มเหลวสำหรับผู้ใช้ %s

source: The change of the authentication token failed. Please try again later or contact the system administrator.
ca: Ha fallat el canvi amb el dispositiu d'autenticació. Intenteu-ho de nou més tard o contacteu amb l'administrador del sistema.
gu: સત્તા આપવા માટેનું ટોકન બદલવામાં નિષ્ફળ. મહેરબાની કરીને થોડીવાર પછી પ્રયત્ન કરો અથવા સિસ્ટમ સંચાલકનો સંપર્ક કરો.
ko: 인증 토근 교환이 실패했습니다. 나중에 다시 시도하거나 시스템 관리자에게 연락하십시오.
lt: Tapatybės patvirtinimo požymio pakeitimas nepavyko. Bandykite dar kartą vėliau arba susisiekite su sistemos administratoriumi.
mk: Промената на автентификацискиот земен не успеа. Ве молам обидете се подоцна или контактирајте го систем администратор.
pa: ਪ੍ਰਮਾਣ ਟੋਕਨ ਤਬਦੀਲੀ ਅਸਫ਼ਲ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pt_br: A mudança do token de autenticação falhou. Por favor, tente novamente mais tarde ou entre em contato com o seu administrador de sistema.
sl: Sprememba ¾etona avtentikacije ni uspela. Prosimo, poskusite kasneje ali se obrnite na sistemskega administratorja.
th: การเปลี่ยนโทเค็นการอนุญาตสิทธิ์ล้มเหลว กรุณาพยายามอีกครั้งหรือติดต่อผู้ดูแลระบบ
vi: Không cho phép người dùng %s truy cập hệ thống.

source: User %s no longer permitted to access the system
ca: Ja no es permet l'accés al sistema a l'usuari %s
gu: વપરાશકર્તા %s ને હવે સિસ્ટમ વાપરવાની પરવાનગી નથી
ko: 사용자 %s은(는) 더 이상 이 시스템에 접근을 허용하지 않습니다
lt: Naudotojui %s daugiau neleidžiama prisijungti prie sistemos
mk: На корисникот %s не му е повеќе дозволено да пристапува на системот
pa: %s ਉਪਭੋਗੀ ਨੂੰ ਸਿਸਟਮ ਚਲਾਉਣ ਦੀ ਹੁਣ ਇਜਾਜ਼ਤ ਨਹੀਂ
pt_br: O usuário %s não tem mais permissão para acessar o sistema
sl: Uporabniku %s dostop do sistema ni veè dovoljen
th: ผู้ใช้ %s ไม่ได้รับอนุญาตให้เข้าถึงระบบ
