Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: Server name '%s' not found; using standard server
ca: No s'ha trobat el nom del servidor '%s', s'utilitzarà l'estàndard
gu: સર્વર નામ '%s' મળ્યું નથી; પ્રમાણભૂત સર્વરની મદદથી
ko: 서버 이름 '%s'을(를) 찾을 수 없습니다; 표준 서버를 사용합니다
lt: Serverio vardas '%s' nerastas, naudojamas standartinis serveris
mk: Името %s на серверот не беше пронајдено, користам стандарден сервер
pa: ਸਰਵਰ ਨਾਂ '%s' ਲੱਭਿਆ, ਸਟੈਂਡਰਡ ਸਰਵਰ ਦੀ ਵਰਤੋਂ ਕਰਕੇ
pt_br: Nome do servidor "%s" não encontrado; usando servidor padrão
th: ไม่พบเซิร์ฟเวอร์ชื่อ '%s' กำลังจะใช้เซิร์ฟเวอร์มาตรฐาน

source: %s: Could not open logfile for display %s!
ca: %s: no s'ha pogut obrir el fitxer de registre per a la pantalla %s.
gu: %s: ડિસ્પ્લે %s માટે નોંધપત્ર ફાઇલ ખોલી શકાઇ નહિં!
ko: %s: 디스플레이 %s에 대한 기록 파일을 열지 못했습니다!
lt: %s: Nepavyko atverti ekrano %s žurnalo failo!
mk: %s: Не можам да ја отворам датотеката со запис за приказот %s!
pa: %s: %s ਡਿਸਪਲੇਅ ਲਈ ਰੋਜਨਾਮਚਾ ਫਾਇਲ ਨਹੀਂ ਖੋਲ੍ਹ ਸਕਿਆ!
pt_br: %s: Não foi possível abrir arquivo de registros para a tela %s!
sl: %s: Nisem mogel odpreti dnevnika za zaslon %s!
th: %s: ไม่สามารถเปิดแฟ้มบันทึกปฏิบัติการสำหรับดิสเพลย์ %s!
vi: %s: không thể mở tập tin bản ghi cho bộ trình bày %s.

source: %s: Error setting %s to %s
ca: %s: s'ha produït un error en establir %s a %s
gu: %s: %s ને %s પર સુયોજિત કરવામાં ભૂલ
ko: %s: %s을(를) %s(으)로 설정하는 데 오류가 발생했습니다
lt: %s: Klaida nustatant %s į %s
mk: %s: Грешка при поставување на %s до %s
pa: %s: ਗਲਤੀ %s ਨੂੰ %s ਦਰਸਾ ਰਹੀ ਹੈ
pt_br: %s: Erro ao ajustar %s para %s
sl: %s: Napaka ob nastavljanju %s na %s
th: %s: เกิดความผิดพลาดขณะตั้งค่า %s เป็น %s
vi: %s: gặp lỗi thiết lập %s thành %s.

source: %s: Empty server command for display %s
ca: %s: l'ordre del servidor per a la pantalla %s està buida
gu: %s: ડિસ્પ્લે %s માટે ખાલી સર્વર આદેશ
ko: %s: 화면 %s에 비어있는 서버 명령
lt: %s: Tuščia serverio komanda ekranui %s
mk: %s: Празна сервер команда за приказот %s
pa: %s: %s ਡਿਸਪਲੇਅ ਲਈ ਖਾਲੀ ਸਰਵਰ ਕਮਾਂਡ
pt_br: %s: Comando de servidor vazio para a tela %s
sl: %s: Prazen ukaz stre¾nika za zaslon %s
th: %s: คำสั่งเซิร์ฟเวอร์ว่างเปล่าสำหรับดิสเพลย์ %s
vi: %s: không có lệnh hỗ trợ cho bộ trình bày %s.

source: %s: Server priority couldn't be set to %d: %s
ca: %s: no s'ha pogut establir la prioritat del servidor a %d: %s
gu: %s: સર્વર પ્રાધાન્ય %d માં સુયોજિત કરી શકાઈ નહિં: %s
ko: %s: server 우선순위를 %d(으)로 설정할 수 없습니다: %s
lt: %s: Serverio prioriteto nepavyko nustatyti į %d: %s
mk: %s: Сервер приоритетот не можев да го поставам на %d: %s
pa: %s: ਸਰਵਰ ਦਰਜਾ %d ਸੈੱਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ: %s
pt_br: %s: Não foi possível definir a prioridade do servidor para %d: %s
th: %s: ไม่สามารถกำหนดลำดับความสำคัญของเซิร์ฟเวอร์เป็น %d ได้: %s

source: %s: Server was to be spawned by uid %d but that user doesn't exist
ca: %s: l'uid %d havia d'engegar el servidor però aquest usuari no existeix
gu: %s: સર્વર uid %d દ્વારા ઊત્પન્ન કરવાનું હતું પરંતુ તે વપરાશકર્તા અસ્તિત્વ ધરાવતો નથી
ko: %s: UID가 %d인 사용자가 서버를 실행했지만 해당 사용자가 없습니다
lt: %s: Serveris buvo sukurtas uid %d, bet toks naudotojas neegzistuoja
mk: %s: Серверот требаше да биде накотен од уид %d но тој корисник не постои
pa: %s: ਸਰਵਰ uid %d ਨਾਲ ਫੈਲਿਆ ਹੋਇਆ ਹੈ, ਪਰ ਇਹ ਉਪਭੋਗੀ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pt_br: %s: O servidor deveria ser criado pelo uid %d, mas tal usuário não existe
sl: %s: Stre¾nik bi se moral pognati kot uid %d, a ta uporabnik ne obstaja
th: %s: เซิร์ฟเวอร์ได้ถูก spawn โดย uid %d แต่ผู้ใช้นั้นไม่มีอยู่จริง
vi: %s: định tạo trình hỗ trợ bởi người dùng có uid %d nhưng chưa có người ấy.

source: %s: Couldn't set groupid to %d
ca: %s: no s'ha pogut definir el groupid de %d
gu: %s: જૂથના ઓળખક્રમાંકને %d પર સુયોજિત કરી શકાયુ નહિં
ko: %s: 그룹 아이디를 %d(으)로 맞출 수 없습니다
lt: %s: Nepavyko pakeisti groupid į %d
mk: %s:Не можев да го наместам групирање до %d
pa: %s: ਗਰੁੱਪ ID ਨੂੰ %d ਨਹੀਂ ਦਰਸਾ ਸਕਿਆ
pt_br: %s: Não foi possível definir o groupid para %d
sl: %s: Ne morem nastaviti groupid (skupine) na %d
th: %s: ไม่สามารถกำหนด groupid เป็น %d
vi: %s: không thể thiết lập groupid (thông tin nhân biết nhóm) thành %d

source: %s: initgroups () failed for %s
ca: %s: ha fallat l'initgroups () per a %s
gu: %s: %s માટે initgroups () નિષ્ફળ
ko: %s: %s에 대하여 initgroups () 실패
lt: %s: initgroups() %s nepavyko
mk: %s: initgroups() не успеа за %s
pa: %s: %s ਲਈ initgroups () ਅਸਫ਼ਲ ਹੋਇਆ
pt_br: %s: initgroups () falhou para %s
th: %s: initgroups () ล้มเหลวสำหรับ %s

source: %s: Couldn't set userid to %d
ca: %s: no s'ha pogut definir l'userid de %d
gu: %s: વપરાશકર્તાના ઓળખક્રમાંકને %d પર સુયોજિત કરી શકાયુ નથી
ko: %s: 사용자 아이디를 %d(으)로 맞출 수 없습니다
lt: %s: Nepavyko pakeisti userid į %d
mk: %s: Не можев да наместам userid за %d
pa: %s: ਉਪਭੋਗੀ ID ਨੂੰ %d ਨਹੀਂ ਦਰਸਾ ਸਕਿਆ
pt_br: %s: Não foi possível definir userid para %d
sl: %s: Ne morem nastaviti userid (uporabnika) na %d
th: %s: ไม่สามารถกำหนด ID ของผู้ใช้เป็น %d
vi: %s: không thể thiết lập userid (thông tin nhân biết người dùng) thành %d.

source: %s: Couldn't set groupid to 0
ca: %s: no s'ha pogut assignar el groupid a 0
gu: %s: જૂથ ઓળખક્રમાંકને ૦ પર સુયોજિત કરી શકાયુ નથી
ko: %s: 그룹 아이디를 0으로 맞출 수 없습니다
lt: %s: Nepavyko nustatyti groupid į 0
mk: %s: Не можев да наместам groupid до 0
pa: %s: ਗਰੁੱਪ ID ਨੂੰ 0 ਨਹੀਂ ਦਰਸਾ ਸਕਿਆ
pt_br: %s: Não foi possível definir o groupid para 0
sl: %s: Ne morem nastaviti groupid (skupine) na 0
th: %s: ไม่สามารถกำหนด ID ของกลุ่มเป็น 0
vi: %s: không thể thiết lập groupid (thông tin nhân biết nhóm) thành 0.

source: %s: Xserver not found: %s
ca: %s: no s'ha trobat el servidor d'X: %s
gu: %s: X સર્વર મળ્યુ નહિં: %s
ko: %s: X 서버가 없습니다: %s
lt: %s: Nerastas Xserver: %s
mk: %s Не е пронајден X сервер: %s
pa: %s: X ਸਰਵਰ ਨਹੀਂ ਲੱਭਿਆ: %s
pt_br: %s: Servidor X não encontrado: %s
sl: %sn: Ne najdem stre¾nika X: %s
th: %s: ไม่พบ Xserver: %s
vi: %s: không tìm thấy Xserver (trình hỗ trợ hệ thống cửa sổ X): %s.

source: %s: Can't fork Xserver process!
ca: %s: no es pot bifurcar el procés Xserver
gu: %s: X સર્વરની પ્રક્રિયાને fork કરી શકાશે નહિં!
ko: %s: X 서버 프로세스를 fork할 수 없습니다
lt: %s: Nepavyko atšakoti Xserver proceso!
mk: %s: Не можам да го разгранам процесот X сервер!
pa: %s: X ਸਰਵਰ ਕਾਰਜ ਨੂੰ ਨਹੀਂ ਚੁੱਕ ਸਕਿਆ!
pt_br: %s: Não foi possível bifurcar o processo do Servidor X!
sl: %s: Ne morem razvejiti procesa stre¾nika X!
th: %s: สร้างโพรเซส X server ไม่สำเร็จ!
vi: %s: không thể nhân đôi tiến trình Xserver.

source: Can't set EGID to user GID
ca: No es pot establir l'EGID a l'usuari GID
gu: EGID ને વપરાશકર્તા GID પર સુયોજિત કરી શકાશે નહિ
ko: 사용자 GID에 EGID를 설정할 수 없습니다
lt: Nepavyko nustatyti EGID į naudotojo GID
mk: Не можам да поставам EGID на корисничкиот GID
pa: EGID ਨੂੰ ਉਪਭੋਗੀ GID ਨਹੀਂ ਦਰਸਾ ਸਕਿਆ
pt_br: Não foi possível definir EGID para o usuário GID
sl: Ne morem nastaviti EGID uporabnikovemu GID
th: ตั้งค่า EGID ให้เป็น GID ของผู้ใช้ไม่สำเร็จ
vi: Không thể đặt EGID cho GID người dùng

source: Can't set EUID to user UID
ca: No es pot establir EUID a l'usuari UID
gu: EGID ને વપરાશકર્તા GID પર સુયોજિત કરી શકાશે નહિ
ko: 사용자 UID에 EUID를 설정할 수 없습니다
lt: Nepavyko nustatyti EUID į naudotojo UID
mk: Не можам да поставам EUID на корисничкиот UID
pa: EUID ਨੂੰ ਉਪਭੋਗੀ UID ਨਹੀਂ ਦਰਸਾ ਸਕਿਆ
pt_br: Não foi possível definir EUID para o usuário UID
sl: Ne morem nastaviti EUID uporabnikovemu UID
th: ตั้งค่า EUID ให้เป็น UID ของผู้ใช้ไม่สำเร็จ
vi: Không thể đặt EUID cho UID người dùng

source: Log in anyway
ca: Entra igualment
gu: ગમે તે રીતે પ્રવેશ કરો
ko: 그래도 로그인
lt: Vis tiek prisijungti
mk: Сепак најави ме
pa: ਕਿਸੇ ਤਰਾਂ ਵੀ ਲਾਗਇਨ ਕਰੋ
pt_br: Iniciar a sessão mesmo assim
sl: Vseeno se prijavi
th: เข้าระบบต่อไป
vi: Đăng nhập bằng mọi giá

source: You are already logged in. You can log in anyway, return to your previous login session, or abort this login
ca: Ja éreu dins el sistema. Podeu entrar igualment, tornar a la sessió d'entrada anterior, o avortar aquesta entrada
gu: તમે પહેલેથી જ પ્રવેશી મેળવી ચૂક્યા છો. તમે ગમે તે રીતે પ્રવેશ કરી શકો છો, તમારા પહેલાના પ્રવેશ સત્ર પર પાછા ફરો અથવા આ પ્રવેશ પ્રક્રિયા બંધ કરો
ko: 이미 로그인되어 있습니다. 어쨌든 로그인을 선택하거나, 이전 로그인으로 되돌아 가기, 또는 이 로그인을 취소할 수 있습니다
lt: Jūs jau prisijungę. Galite vis tiek prisijungti, grįžti į ankstesnio prisijungimo sesiją, arba nutraukti šį prisijungimą
mk: Веќе сте логиран/а. Можете да се најавите пак, да се вратите на претходно најавената сесија или пак да го откажете ова најавување.
pa: ਤੁਸੀ ਪਹਿਲਾਂ ਹੀ ਲਾਗਇਨ ਕਰ ਚੁੱਕੇ ਹੋ। ਆਪਣੇ ਪਿਛਲੇ ਲਾਗਇਨ ਸ਼ੈਸ਼ਨ ਉੱਪਰ, ਜਾ ਕੇ ਜਾਂ ਇਸ ਲਾਗਇਨ ਸ਼ੈਸ਼ਨ ਨੂੰ ਅਧੂਰਾ ਖਤਮ ਕਰਕੇ, ਤੁਸੀ ਕਿਸੇ ਤਰਾਂ ਵੀ ਲਾਗਇਨ ਕਰ ਸਕਦੇ ਹੋ।
pt_br: Você já esta conectado. Você pode iniciar outra sessão mesmo assim, retornar para sua sessão anterior ou abortar esta sessão
sl: Prijavljeni ste ¾e. Lahko se vseeno prijavite ¹e enkrat, se vrnete v va¹o prej¹njo sejo lai preklièete to prijavo.
th: คุณได้เข้าระบบอยู่แล้ว คุณสามารถเข้าระบบอีกทีก็ได้ หรือกลับไปที่วาระก่อนหน้า หรือยกเลิกการเข้าระบบนี้
vi: Bạn đã đăng nhập rồi. Bạn có thể đăng nhập bằng mọi giá, trở về đăng nhập trước, hoặc hủy bỏ đăng nhập này.

source: Return to previous login
ca: Torna a l'entrada anterior
gu: તમારે પહેલાના પ્રવેશ પર પાછા ફરો
ko: 이전 로그인으로 되돌아 가기
lt: Grįžti prie ankstesnio prisijungimo
mk: Врати се на претходното најава
pa: ਪਿੱਛੇ ਲਾਗਇਨ ਵੱਲ ਮੁੜ ਜਾਓ
pt_br: Retornar à sessão anterior
sl: Vrni se na prej¹njo prijavo
th: กลับไปยังเข้าระบบก่อนหน้า
vi: Trở về đăng nhập trước

source: Abort login
ca: Avorta l'entrada
gu: પ્રવેશ પ્રક્રિયા બંધ કરો
ko: 로그인 중지
lt: Nutraukti prisijungimą
mk: Автоматско најавување
pa: ਲਾਗਇਨ ਅਧੂਰਾ ਖਤਮ
pt_br: Abortar esta sessão
sl: Prekini prijavo
th: ยกเลิกการเข้าระบบ
vi: Hủy bỏ đăng nhập

source: You are already logged in. You can log in anyway or abort this login
ca: Ja éreu dins el sistema. Podeu entrar igualment, o avortar aquesta entrada
gu: તમે પહેલેથી જ પ્રવેશી મેળવી ચૂક્યા છો. તમે ગમે તે રીતે પ્રવેશ કરી શકો છો અથવા આ પ્રવેશ પ્રક્રિયા બંધ કરો
ko: 이미 로그인되어 있습니다. 로그인을 진행하거나 이번 로그인을 중지할 수 있습니다
lt: Jūs jau prisijungę. Galite vis tiek prisijungti arba nutraukti šį prisijungimą
mk: Веќе сте најавен/а. Можете да се најавите пак или пак да го откажете ова најавување
pa: ਤੁਸੀ ਪਹਿਲਾਂ ਹੀ ਲਾਗਇਨ ਕੀਤਾ ਹੋਇਆ ਹੈ। ਤੁਸੀ ਕਿਸੇ ਵੀ ਤਰਾਂ ਲਾਗਇਨ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਇਸ ਲਾਗਇਨ ਨੂੰ ਅਧੂਰਾ ਖਤਮ ਕਰ ਸਕਦੇ ਹੋ
pt_br: Você já esta conectado. Você pode iniciar um nova sessão mesmo assim ou abortar esta sessão
sl: Prijavljeni ste ¾e. Lahko se vseeno prijavite ali prekinete to prijavo
th: คุณได้เข้าระบบแล้ว คุณสามารถเข้าระบบได้อีกหรือยกเลิกการเข้าระบบนี้
vi: Bạn đã đăng nhập rồi. Bạn có thể đăng nhập bằng mọi giá, hoặc hủy bỏ đăng nhập này.

source: Could not start the X server (your graphical environment) due to some internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart GDM when the problem is corrected.
ca: No s'ha pogut iniciar el servidor d'X (l'entorn gràfic) per algun error intern. Contacteu amb l'administrador del sistema o comproveu el registre de sistema, syslog, per fer un diagnòstic. Mentrestant aquesta pantalla s'inhabilitarà. Reinicieu el GDM quan el problema estigui corregit.
gu: અમુક આંતરિક ભૂલોના કારણે X સર્વર (તમારું ચિત્રાત્મક પર્યાવરણ) શરુ કરી શકાતું નથી. મહેરબાની કરીને તમારા સિસ્ટમ સંચાલકનો સંપર્ક કરો અથવા તપાસ માટે તમારું syslog ચકાસો. આ સમય દરમ્યાન આ ડિસ્પ્લે નિષ્ક્રિય થઇ જશે. મહેરબાની કરીને જ્યારે સમસ્યાનો હલ આવી જાય ત્યારે GDM ફરીથી શરુ કરો.
ko: 몇몇 내부 오류로 인해 X 서버 (그래픽 환경)을 시작할 수 없습니다. 진단을 하려면 시스템 관리자에게 연락을 하거나 시스템 기록을 확인하십시오. 이 화면은 곧 사라질것 입니다. 문제가 해결되면 GDM을 다시 시작해 주십시오.
lt: Nepavyko paleisti X serverio (Jūsų grafinės aplinkos) dėl kažkokios vidinės klaidos. Susisiekite su sistemos administratoriumi arba patikrinkite syslog, jei norite diagnozuoti problemą. Kol kas šis ekranas bus atjungtas. Paleiskite GDM iš naujo, kai problema bus išspręsta.
mk: Не можев да го подигнам X-от сервер (твојата графичка околина) заради некоја внатрешна грешка. Ве молам контактирајте го вашиот систем администратор или проверето го вашиот syslog за дијагноза. Во меѓувреме овој приказ ќе биде биде исклучен. Ве молам рестартирајте го GDM кога проблемот ќе биде решен.
pa: ਕਿਸੇ ਅੰਦਰੂਨੀ ਗਲਤੀ ਕਾਰਨ X ਸਰਵਰ (ਤੁਹਾਡਾ ਗਰਾਫੀਕਲ ਸੰਬੰਧ) ਸ਼ੁਰੂ ਨਹੀਂ ਹੋ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜਾਂ ਜਾਂਚ ਕਰਨ ਲਈ ਸਿਸਟਮ ਲਾਗ (syslog) ਵੇਖੋ। ਵਿਚਲੇ ਸਮੇ ਦੌਰਾਨ ਇਹ ਡਿਸਪਲੇਅ ਅਯੋਗ ਹੋਵੇਗਾ। ਕਿਰਪਾ ਕਰਕੇ ਜਦੋਂ ਸਮੱਸਿਆ ਠੀਕ ਹੋ ਜਾਵੇ ਤਾਂ GDM ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: Não pude iniciar o servidor X (seu ambiente gráfico) devido a algum erro interno. Por favor, contate o administrador ou verifique o seu syslog para um diagnóstico. Enquanto isso, esta tela será desabilitada. Reinicie o GDM quando o problema for corrigido.
th: ไม่สามารถเริ่มทำงาน X server (สภาพแวดล้อมแบบกราฟิกของคุณ) เนื่องจากความผิดพลาดภายในบางอย่าง กรุณาติดต่อผู้ดูแลระบบของคุณ หรือดูที่บันทึกการปฏิบัติการของระบบเพื่อหาสาเหตุ ในระหว่างนี้ดิสเพลย์นี้จะถูกปิดการใช้งาน กรุณาเริ่มการใช้งาน GDM ใหม่เมื่อเมื่อได้ แก้ปัญหาแล้ว

source: %s: cannot fork
ca: %s: no es pot fer bifurcar
gu: %s: fork થઇ શકતુ નથી
ko: %s: 포크를 할 수 없습니다
lt: %s: negalima atšakoti
mk: %s: не можам да разгранам
pa: %s: ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pt_br: %s: não foi possível bifurcar o processo
sl: %s: ne morem razvejiti
th: %s: ไม่สามารถ fork ได้
vi: %s: không tạo được tiến trình con.

source: %s: cannot open display %s
ca: %s: no es pot obrir la pantalla %s
gu: %s: ડિસ્પ્લૅ %s ખૂલી શકતુ નથી
ko: %s: %s 디스플레이를 열 수 없습니다
lt: %s: negalima atverti ekrano %s
mk: %s: не можам да го отворам екранот %s
pa: %s: %s ਡਿਸਪਲੇਅ ਨੂੰ ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਦਾ
pt_br: %s: não foi possível abrir a tela %s
sl: %s: ne morem odpreti zaslona %s
th: %s: ไม่สามารถเปิดดิสเพลย์ %s
vi: %s: không mở được bộ trình bày %s.

source: Could not access configuration file (custom.conf). Make sure that the file exists before launching login manager config utility.
ca: No es pot accedir el fitxer de configuració (custom.conf). Assegureu-vos que el fitxer existeix abans d'executar la utilitat de configuració del gestor d'entrades.
gu: રૂપરેખાંકન ફાઈલ (custom.conf) વાપરી શક્યા નહિં. ખાતરી કરો કે પ્રવેશ વ્યવસ્થાપક રૂપરેખાંકન ઉપયોગીતા ચલાવવા પહેલાં ફાઈલ હાજર છે.
ko: 설정 파일에 (custom.conf) 접근할 수 없습니다. 로그인 관리자 설정 유틸리티를 실행하기 전에 해당 파일이 있는지 확인하십시오.
lt: Nepavyko pasiekti konfigūracijos failo (custom.conf). Įsitikinkite, kad failas egzistuoja, prieš mėgindami paleisti prisijungimų tvarkyklės konfigūravimo įrankį.
pa: ਸੰਰਚਨਾ ਫਾਇਲ (custom.conf) ਨੂੰ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਲਾਗਇਨ ਮੈਨੇਜਰ ਸੰਰਚਨਾ ਸਹੂਲਤ ਚਲਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਵੇਖੋ ਕਿ ਕੀ ਫਾਇਲ ਮੌਜੂਦ ਹੈ।
pt_br: Não foi possível acessar o arquivo de configuração (custom.conf). Certifique-se que o arquivo existe antes de executar o gerenciador de acesso.
th: ไม่สามารถเข้าใช้แฟ้มค่าตั้ง (custom.conf) ได้ กรุณาตรวจดูให้แน่ใจ ว่ามีแฟ้มดังกล่าวอยู่ ก่อนที่จะเรียกเครื่องมือตั้งค่าโปรแกรมจัดการการเข้าระบบ

source: Could not execute the configuration application. Make sure its path is set correctly in the configuration file. Attempting to start it from the default location.
ca: No es pot executar el programa de configuració. Assegureu-vos que el seu camí estigui definit correctament al fitxer de configuració. S'intentarà iniciar-lo des de la ubicació per defecte.
gu: રૂપરેખાંકન કાર્યક્રમ ચલાવી શકાયો નહિં. ખાતરી કરો કે તેનો રસ્તો રૂપરેખા માટેની ફાઇલમાં યોગ્ય રીતે સુયોજિત કરેલો છે. મૂળભૂત જગ્યા પરથી શરૂ કરવાનો પ્રયત્ન કરી રહ્યા છીએ.
ko: 설정 프로그램을 실행할 수 없습니다. 설정파일의 경로가 제대로 되어 있는지 확인하십시오. 기본 위치에서 시작할 것입니다.
lt: Nepavyko paleisti konfigūravimo programos. Įsitikinkite, kad konfigūracijos faile jos kelias nurodytas teisingai. Bandoma ją paleisti iš įprastos vietos.
mk: Не можам да ја извршам конфигурациската програма. Осигурајте се дека патеката е наместена точно во конфигурациската датотека. Ќе се обидам да го подигнам од стандардната локација.
pa: ਸੰਰਚਨਾ ਕਾਰਜ ਨੂੰ ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ। ਯਕੀਨੀ ਬਣਾਉ ਕਿ ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਇਸ ਦਾ ਮਾਰਗ ਠੀਕ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਇਸ ਨੂੰ ਮੂਲ ਟਿਕਾਣਾ ਤੋਂ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਕੀਤੀ ਜਾਵੇਗੀ।
pt_br: Não foi possível executar o programa de configuração. Verifique se o caminho está correto no arquivo de configuração. Tentando iniciá-lo a partir da localização padrão.
th: ไม่สามารถเรียกโปรแกรมการกำหนดค่าได้ กรุณาตรวจดูให้แน่ใจ ว่าได้มีการตั้งค่าพาธของโปรแกรมในแฟ้มค่าตั้งถูกต้องแล้ว ระบบกำลังจะพยายามเรียกใหม่จากตำแหน่งปริยาย

source: Could not execute the configuration application. Make sure its path is set correctly in the configuration file.
ca: No es pot executar el programa de configuració. Assegureu-vos que el seu camí estigui definit correctament al fitxer de configuració.
gu: રૂપરેખાંકન કાર્યક્રમ ચલાવી શક્યા નહિં. ખાતરી કરો કે તેનો પથ રૂપરેખા માટેની ફાઇલમાં યોગ્ય રીતે સુયોજિત કરેલો છે.
ko: 설정 프로그램을 실행할 수 없습니다. 설정파일의 경로가 제대로 되어 있는지 확인하십시오.
lt: Nepavyko paleisti konfigūravimo programos. Įsitikinkite, kad konfigūracinėje faile jos kelias nurodytas teisingai.
mk: Не можам да ја пуштам конфигурационата програма.Осигурајте се дека патеката е правилно поставена во конфигурационата датотека.
pa: ਸੰਰਚਨਾ ਪਰੋਗਰਾਮ ਨੂੰ ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ। ਵੇਖੋ ਕਿ ਕੀ ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਇਸ ਦਾ ਮਾਰਗ ਠੀਕ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pt_br: Não foi possível executar o programa de configuração. Certifique-se de que o caminho está correto no arquivo de configuração.
th: ไม่สามารถดำเนินงานโปรแกรมกำหนดค่า กรุณาตรวจดูให้แน่ใจ ว่าได้มีการตั้งค่าพาธของโปรแกรมในแฟ้มค่าตั้งถูกต้องแล้ว

source: You must authenticate as root to run configuration.
ca: Us heu d'autenticar com a superusuari per a executar la configuració.
gu: રૂપરેખા ચલાવવા માટે તમારે રુટ તરીકે સત્તાધિકરણ નોંધાવવું જ પડશે.
ko: 설정을 실행하려면 root 사용자로 인증하여야 합니다.
lt: Norėdami paleisti konfigūraciją, Jūs turite prisijungti kaip root.
mk: Внеси ја root лозинката да ја пуштиш конфигурацијата.
pa: ਸੰਰਚਨਾ ਚਲਾਉਣ ਲਈ ਪ੍ਰਬੰਧਕ (root) ਅਧਿਕਾਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pt_br: Você deve se autenticar como administrador para executar a configuração.
th: ป้อนรหัสผ่านของ root เพื่อเรียกทำงานการกำหนดค่า

source: Login sound requested on non-local display or the play software cannot be run or the sound does not exist.
ca: S'ha demanat un so d'entrada en una visualització no local, o el programa de reproducció no es pot executar, o no existeix el so.
gu: બિન-સ્થાનિક ડિસ્પ્લે પર અરજી થયેલ પ્રવેશ ધ્વનિ અથવા વગાડવાનું સોફ્ટવેર ચલાવી શકાતું નથી અથવા ધ્વનિ અસ્તિત્વમાં નથી.
ko: 로컬 디스플레이가 아닌 디스플레이에 로그인 사운드를 요청했거나, 재생 소프트웨어를 실행할 수 없거나, 해당 사운드가 없습니다.
lt: Paprašytas prisijungimo garsas ne vietiniame ekrane, grojimo programos negali būti paleistos, arba garsas neegzistuoja.
mk: Звукот за најава е потребен на не-локален приказ или пак софтверот за свирење не може да биде извршен
pa: ਬਿਨਾ-ਸਥਾਨਿਕ ਦਰਸ਼ ਉੱਤੇ ਮੰਗੀ ਲਾਗਇਨ ਆਵਾਜ਼ ਜਾਂ ਚਲਾਉਣ (ਪਲੇ) ਵਾਲੇ ਸਾਫਟਵੇਅਰ ਚੱਲ ਨਹੀਂ ਰਹੇ ਜਾਂ ਵਾਜ਼ ਮੌਜੂਦ ਨਹੀਂ ।
pt_br: O som de início de sessão foi requisitado em uma tela não local, ou não é possível executar o programa de reprodução de som ou o som não existe.
th: พยายามเล่นเสียงเข้าระบบที่เครื่องอื่น หรือโปรแกรมเล่นเสียงไม่ทำงาน หรือไม่มีแฟ้มเสียงอยู่

source: %s: Can't init pipe to gdmgreeter
ca: %s: no es pot inicialitzar un conducte al gdmgreeter
gu: %s: પાઇપને gdmgreeter માં શરુ કરી શકાતી નથી
ko: %s: gdmgreeter에 대한 파이프를 초기화할 수 없습니다
lt: %s: Nepavyko sukurti konvejerio į gdmgreeter
mk: %s: Не можам да ја init цевката до гдмНајавенекран
pa: %s: ਪਾਈਪ ਨੂੰ GDM ਸਵਾਗਤੀ ਤੌਰ ਤੇ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਦਾ
pt_br: %s: Não foi possível iniciar conexão local para o gdmgreeter (Saudador do GDM)
sl: %s: Ne morem inicializirati cevi do gdmgreeter
th: %s: ไม่สามารถเริ่มต้นไปป์ไปยัง gdmgreeter ได้

source: No servers were defined in the configuration file and XDMCP was disabled. This can only be a configuration error. GDM has started a single server for you. You should log in and fix the configuration. Note that automatic and timed logins are disabled now.
ca: No s'ha definit cap servidor al fitxer de configuració i l'XDMCP s'ha inhabilitat. Això només pot ser un error de configuració. Per això GDM ha iniciat un únic servidor. Hauríeu d'entrar-hi i arreglar la configuració. Les entrades automàtiques i temporitzades estan inhabilitades.
gu: રૂપરેખાંકન ફાઈલમાં કોઈ સર્વરો વ્યાખ્યાયિત હતા નહિં અને XDMCP નિષ્ક્રિય કરાયેલ હતું. આ માત્ર રૂપરેખાંકન ભૂલ જ હોઈ શકે. GDM એ તમારા માટે એક સર્વર શરૂ કર્યું છે. તમારે પ્રવેશ કરવો જોઈએ અને રૂપરેખાંકન ચોક્કસ કરવું જોઈએ. નોંધ કરો કે આપોઆપ અને સમયસમર પ્રવેશો હવે નિષ્ક્રિય કરેલ છે.
ko: 설정파일에 서버가 지정되어 있지 않고 XDMCP를 사용할 수 없습니다. 설정 오류 일 것입니다. GDM은 싱글 서버를 시작합니다. 여기에 로그인 하여서 설정을 고치십시오.지금부터 자동 로그인과 시간제한 로그인을 사용할 수 없습니다.
lt: Konfigūracijos faile nebuvo nurodytas nei vienas serveris ir XDMCP buvo išjungtas. Tai gali būti tik konfigūracijos klaida. Taigi aš Jums paleidau vieną serverį. Jūs turėtumėte prisijungti ir pataisyti konfigūraciją. Pastebėkite, kad dabar automatiniai ir uždelsti prisijungimai yra išjungti.
mk: Не беа дефинирани сервери во конфигурациската датотека и XDMCP беше исклучено. Ова може да биде само конфигурациска грешка. Затоа подигнав единечен сервер за Вас. Треба да се најавите и да ја поправите конфигурацијата. Имајте на ум дека автоматските и временските најавувања сега се исклучени.
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਕੋਈ ਸਰਵਰ ਪ੍ਰਭਾਸ਼ਿਤ ਨਹੀਂ ਸੀ ਅਤੇ XDMCP ਅਯੋਗ ਕੀਤਾ ਸੀ। ਇਹ ਸੰਰਚਨਾ ਗਲਤੀ ਹੋ ਸਕਦੀ ਹੈ। ਇਸ ਲਈ ਤੁਹਾਡੇ ਵਾਸਤੇ ਇਕੱਲਾ ਸਰਵਰ ਸ਼ੁਰੂ ਕੀਤਾ ਹੈ। ਤੁਹਾਨੂੰ ਲਾਗਇਨ ਅਤੇ ਸੰਰਚਨਾ ਸਥਿਰ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਵੇਖੋ ਕਿ ਹੁਣ ਸਵੈ ਅਤੇ ਅੰਤਰਾਲ ਲਾਗਇਨ ਅਯੋਗ ਕੀਤੇ ਹਨ।
pt_br: Nenhum servidor foi definido no arquivo de configuração e o XDMCP foi desabilitado. Isto só pode ser um erro de configuração. O GDM iniciou um servidor único para você. Você deveria iniciar uma sessão e corrigir a configuração. Note que agora os recursos de iniciar uma sessão automaticamente e após um tempo estão desabilitados.
th: ไม่มีการระบุเซิร์ฟเวอร์ในแฟ้มค่าตั้ง และ XDMCP ถูกปิดการใช้งาน เรื่องนี้อาจเป็นแค่ความผิดพลาดในการกำหนดค่า ดังนั้นระบบจะเริ่มทำงาน เซิร์ฟเวอร์เดี่ยวๆ สำหรับคุณ คุณควรเข้าระบบและแก้ไขการกำหนดค่า สังเกตว่า การเข้าระบบอัตโนมัติและเข้าระบบตามกำหนดเวลาจะไม่สามารถใช้งานได้ในตอนนี้

source: Could not start the regular X server (your graphical environment) and so this is a failsafe X server. You should log in and properly configure the X server.
ca: No s'ha pogut iniciar el servidor d'X habitual (l'entorn gràfic) i per això aquest és un servidor d'X a prova de fallades. Hauríeu de registrar-vos i configurar correctament el servidor d'X.
gu: નિયમિત X સર્વર (તમારું ગ્રાફિકવાળું પર્યાવરણ) શરૂ કરી શક્યા નહિં અને તેથી આ failsafe X સર્વર છે. તમારે પ્રવેશ કરવો જોઈએ અને યોગ્ય રીતે X સર્વર રૂપરેખાંકિત કરવું જોઈએ.
ko: 일반적인 X 서버(그래픽 환경)을 시작할 수 없습니다. 그래서 X 서버를 안전 모드로 시작합니다. 로그인해서 X 서버를 올바로 설정하십시오.
lt: Nepavyko paleisti įprasto X serverio (Jūsų grafinės aplinkos) taigi dabar tai yra failsafe X serveris. Jūs turėtumėte prisijungti ir tinkamai sukonfigūruoti X serverį.
mk: Не можев да го подигнам регуларниот X сервер (Вашата графичка околина)па затоа ова е failsafe X сервер. Треба да се најавите и правилно да гоконфигурирате X серверот.
pa: ਸਥਾਈ X ਸਰਵਰ (ਤੁਹਾਡਾ ਗਰਾਫੀਕਲ ਵਾਤਾਵਰਨ) ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਿਆ ਅਤੇ ਇਸ ਲਈ ਇਹ ਅਸਫ਼ਲ-ਸੁਰੱਖਿਆ ਹੈ। ਤੁਹਾਨੂੰ ਲਾਗਇਨ ਕਰਨਾ ਅਤੇ X ਸਰਵਰ ਦੀ ਠੀਕ ਤਰਾਂ ਸੰਰਚਨਾ ਦਰਸਾਉਣੀ ਚਾਹੀਦੀ ਹੈ।
pt_br: Não foi possível iniciar o servidor X normal (seu ambiente gráfico), assim este é um servidor X de segurança. Você deveria iniciar uma sessão e configurar corretamente o servidor X.
th: ระบบไม่สามารถเริ่มต้น X server (สภาพแวดล้อมแบบกราฟิกของคุณ) ปกติได้ และนี่คือ failsafe X server คุณควรเข้าระบบ และปรับแต่ง X server ให้ถูกต้อง
