Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: _Install
ca: _Instal·la
gu: સ્થાપિત કરો (_I)
ko: 설치(_I)
lt: Į_diegti
mk: _Инсталирај
pa: ਇੰਸਟਾਲ(_I)
pt_br: _Instalar
sl: _Namesti
th: _ติดตั้ง
vi: _Cài đặt

source: Theme active in "Selected only" mode
ca: Tema actiu en el mode «Només el seleccionat»
gu: થીમ "માત્ર પસંદિત" સ્થિતિમાં સક્રિય છે
ko: "선택한 것만" 모드에서 테마를 사용하는 중
mk: Темата е активна во режимот "Само избрана"
pa: ਸਰੂਪ "ਸਿਰਫ਼ ਚੁਣੇ" ਢੰਗ 'ਚ ਹੀ ਸਰਗਰਮ ਹੈ
pt_br: Tema ativo no modo "Somente selecionado"
th: ชุดตกแต่งใช้อยู่สำหรับรูปแบบ "จากที่เลือกไว้เท่านั้น"

source: This theme cannot be deleted at this point. If you wish to delete this theme switch to "Selected only" mode, and deselect it by choosing a different theme.
ca: No podeu suprimir el tema en aquest moment. Si desitgeu suprimir-lo canvieu al mode «Només el seleccionat» i seleccioneu un altre tema per a desseleccionar-lo.
gu: આ થીમ આ બિંદુએ કાઢી શકાશે નહિં. જો તમે આ થીમને કાઢી નાંખવા ઈચ્છો તો "માત્ર પસંદિત" સ્થિતિમાં બદલાવ, અને અલગ થીમ પસંદ કરીને તેની પસંદગી દૂર કરો.
ko: 이 테마는 현재 지울 수 없습니다. 이 테마를 지우려면 "선택한 것만" 모드로 들어가서, 다른 테마를 선택하는 방법으로 선택을 해제 하십시오.
mk: Оваа тема не може да биде избришана сега. Ако сакате да ја избришете преминете на режимот "Само избраната" и одберете друга тема.
pa: ਇਹ ਸਰੂਪ ਇਸ ਸਮੇਂ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ। ਜੇ ਤੁਸੀਂ ਇਹ ਸਰੂਪ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ "ਸਿਰਫ਼ ਚੁਣੇ" ਢੰਗ ਬਦਲੋ ਅਤੇ ਇੱਕ ਵੱਖਰਾ ਸਰੂਪ ਚੁਣ ਕੇ ਇਹ ਨੂੰ ਅਣ-ਚੁਣਿਆ ਬਣਾਓ।
pt_br: Este tema não pode ser removido no momento. Se você desejar remove-lo, troque para o modo "Somente selecionado" e retire a seleção escolhendo um tema diferente.
th: ไม่สามารถลบชุดตกแต่งนี้ได้ในขณะนี้ ถ้าคุณต้องการลบชุดตกแต่งนี้ ให้เปลี่ยนไปเป็นรูปแบบ "จากที่เลือกไว้เท่านั้น" แล้วยกเลิกการเลือกก่อน โดยเลือกชุดตกแต่งอื่น

source: Remove the "%s" theme?
ca: Voleu suprimeix el tema «%s»?
gu: શું "%s" થીમ દૂર કરવી છે?
ko: "%s"테마를 지우겠습니까?
lt: Pašalinti temą „%s“?
mk: Отстрани ја "%s" темате?
pa: ਕੀ ਸਰੂਪ "%s" ਹਟਾਉਣਾ ਹੈ?
pt_br: _Remover o tema "%s"?
th: ลบชุดตกแต่ง "%s" หรือไม่?

source: If you choose to remove the theme, it will be permanently lost.
ca: Si escolliu suprimir-lo, es perdrà per sempre.
gu: જો તમે થીમ દૂર કરવાનું પસંદ કરો, તો તે કાયમ માટે નષ્ટ થઈ જશે.
ko: 테마를 지우면 되살리지 못합니다.
lt: Jeigu pasirinksite pašalinti temą, ji bus negrįžtamai prarasta.
mk: Ако изберете да ја отстраните темата, ќе биде трајно изгубена.
pa: ਜੇਕਰ ਤੁਸੀਂ ਸਰੂਪ ਨੂੰ ਹਟਾਉਣ ਦੀ ਚੋਣ ਕੀਤੀ ਤਾਂ ਇਹ ਹਮੇਸ਼ਾ ਲਈ ਹਟਾਇਆ ਜਾਵੇਗਾ।
pt_br: Se você escolher remover um tema, ele será perdido permanentemente.
th: ถ้าคุณเลือกที่จะลบ ชุดตกแต่งจะสูญหายอย่างถาวร

source: _Remove Theme
ca: _Suprimeix el tema
gu: થીમ દૂર કરો (_R)
ko: 테마 지우기(_R):
lt: _Pašalinti temą
mk: _Отстрани тема
pa: ਸਰੂਪ ਹਟਾਓ(_R)
pt_br: _Remover Tema
sl: _Odstrani temo
th: _ลบชุดตกแต่ง
vi: _Loại bỏ sắc thái

source: Install the theme from '%s'?
ca: Voleu instal·lar el tema de '%s'?
gu: શું થીમ '%s' માંથી સ્થાપિત કરવી છે?
ko: '%s'에서 테마를 설치하겠습니까?
lt: Įdiegti temą iš „%s“?
mk: Инсталирај нова тема од '%s'?
pa: ਕੀ '%s' ਤੋਂ ਸਰੂਪ ਇੰਸਟਾਲ ਕਰਨਾ ਹੈ?
pt_br: Instalar o tema a partir de "%s"?
th: ติดตั้งชุดตกแต่งจาก '%s' หรือไม่?

source: Select install to add the theme from the file '%s'.
ca: Seleccioneu «Instal·la» per a afegir el tema del fitxer «%s».
gu: ફાઈલ '%s' માંથી ઉમેરવા માટે સ્થાપન પસંદ કરો.
ko: 파일 '%s'에서 설치할 테마를 선택하십시오.
lt: Norėdami įdiegti temą iš failo „%s“ spauskite „Įdiegti“.
mk: Одберете инсталирај за да додадете тема од датотеката '%s'.
pa: ਫਾਇਲ '%s' ਤੋਂ ਸਰੂਪ ਨੂੰ ਜੋੜਨ ਲਈ ਇੰਸਟਾਲ ਦੀ ਚੋਣ ਕਰੋ।
pt_br: Selecione instalar para adicionar um tema do arquivo "%s".
th: เลือก 'ติดตั้ง' เพื่อเพิ่มชุดตกแต่งจากแฟ้ม '%s'

source: This configuration window changes settings for the GDM daemon, which is the graphical login screen for GNOME. Changes that you make will take effect immediately. Note that not all configuration options are listed here. You may want to edit %s if you cannot find what you are looking for. For complete documentation see the GNOME help browser under the "Desktop" category.
ca: Aquesta finestra de configuració canvia les opcions del dimoni GDM, que és la finestra d'entrada gràfica del GNOME. Els canvis que feu tindran efecte immediatament. Tingueu en compte que no totes les opcions de la configuració estan llistades aquí. Potser voleu editar %s si no trobeu el que voleu. Per a veure la documentació completa, vegeu el navegador d'ajuda del GNOME sota la categoria «Escriptori».
gu: રૂપરેખાંકન માટેની આ વિન્ડો GDM ડિમનના સુયોજનો બદલે છે, કે જે જીનોમ માટે એક ચિત્રાત્મક પ્રવેશ સ્ક્રીન છે. તમે જે બદલાવ કરશો તેની તુરંત જ અસર થશે. નોંધ કરો તે રૂપરેખા માટેના બધા વિકલ્પોની અહીં યાદી થયેલ નહિં. જો તમે જે શોધા રહ્યા છો તે તમને ન મળે તો તમે %s બદલવા માંગશો. સંપૂર્ણ દસ્તાવેજીકરણ માટે "ડેસ્કટોપ" વર્ગ હેઠળ જીનોમ મદદ બ્રાઉઝર જુઓ.
ko: 이 설정 창은 GNOME의 그래픽컬 로긴 화면인 GDM 데몬의 설정을 바꿉니다. 바뀐점은 즉시 적용됩니다. 모든 설정 옵션은 여기에 없을 수도 있습니다. 여기서 찾지 못하는 옵션은 %s을(를) 편집하면 됩니다. 도움말을 보려면 그놈 도움말 찾아보기에서 "바탕 화면"분류를 찾아보시기 바랍니다.
lt: Šiame konfigūravimo lange keičiami GDM, grafinio GNOME prisijungimų ekrano, demono nustatymai. Jūsų padaryti pakeitimai įsigalios tuojau pat. Pastaba: tai nėra visi konfigūravimo parametrai. Jeigu čia ko nors neradote, galite pabandyti paredaguoti failą %s. Išsamios dokumentacijos ieškokite GNOME pagalbos naršyklėje, kategorijoje darbastalis.
mk: Овој конфигурационен прозорец ги менува параметрите на GDM серверот, кој е графичкиот менаџерот за најавување на GNOME. Измените ќе бидат веднаш активирани. Сите опции не се внесени овде. Можете да го уредите %s за сите дополнителни опции кои не ги најдовте тука.
pa: ਇਹ ਸੰਰਚਨਾ ਝਰੋਖਾ GDM ਡੈਮਨ ਲਈ ਸਥਾਪਨ ਤਬਦੀਲ ਕਰਦਾ ਹੈ, ਜੇਹੜਾ ਕਿ ਗਨੋਮ ਲਈ ਗਰਾਫੀਕਲ ਲਾਗਇਨ ਪਰਦਾ ਹੈ। ਤਬਦੀਲੀਆਂ, ਜੋ ਤੁਸੀ ਕੀਤੀਆਂ ਹਨ ਜਲਦੀ ਨਾਲ ਪ੍ਰਭਾਵੀ ਹੋਣ ਜਾਣਗੀਆਂ। ਯਾਦ ਰੱਖੋ ਕਿ ਇੱਥੇ ਸਾਰੀਆਂ ਸੰਰਚਨਾ ਚੋਣਾਂ ਵਿਖਾਈਆਂ ਨਹੀਂ ਗਈਆਂ। ਤੁਸੀ %s ਨੂੰ ਸੋਧ ਸਕਦੇ ਹੋ, ਜੇ ਤੁਸੀ ਜੋ ਵੇਖ ਰਹੇ ਹੋ ਲੱਭ ਨਹੀਂ ਸਕਦੇ। ਪੂਰੇ ਦਸਤਾਵੇਜ਼ਾਂ ਲਈ "ਡੈਸਕਟਾਪ" ਵਰਗ ਦੇ ਹੇਠ ਗਨੋਮ ਸਹਾਇਤਾ ਝਲਕਾਰਾ ਵੇਖੋ।
pt_br: Esta janela de configuração muda as configurações do daemon GDM, que é a tela de início de sessão para o GNOME. As mudanças que você fizer terão efeito imediatamente. Note que nem todas as opções de configuração estão listadas aqui. Você pode querer editar o %s se não localizar o que está procurando. Para uma documentação completa, veja o navegador de ajuda do GNOME, na categoria "Desktop".
th: หน้าต่างกำหนดค่านี้ ใช้เปลี่ยนการตั้งค่าของดีมอนของ GDM ซึ่งเป็นหน้าจอเข้าระบบแบบกราฟิกของ GNOME การเปลี่ยนแปลงของคุณจะมีผลทันที โปรดสังเกตว่าตัวเลือกการกำหนดค่าไม่ได้แสดงในที่นี้ทั้งหมด คุณอาจต้องการแก้ไข %s ถ้าคุณไม่สามารถค้นหาสิ่งที่คุณต้องการ สำหรับเอกสารที่สมบูรณ์ให้ดูที่คำแนะนำวิธีใช้ของ GNOME ภายในหมวด "พื้นโต๊ะ"

source: auto
gu: આપોઆપ
ko: 자동
mk: автоматски
pa: ਆਟੋ
pt_br: automático

source: yes
ca: sí
gu: હા
ko: 예
lt: taip
mk: да
pa: ਹਾਂ
pt_br: sim

source: no
gu: ના
ko: 아니오
lt: ne
mk: не
pa: ਨਹੀਂ
pt_br: não

source: Random theme mode change
ca: Mode de canvi aleatori de tema
gu: રેન્ડમ થીમ સ્થિતિ બદલો
ko: 임의 테마 모드 바뀜
mk: Режим на автоматска промена на тема
pa: ਰਲਵਾਂ ਸਰੂਪ ਢੰਗ ਬਦਲਿਆ
pt_br: Alteração de modo de tema aleatório
th: การเปลี่ยนรูปแบบการสุ่มชุดตกแต่ง

source: Since no themes were selected in random theme mode switching back to single theme mode.
ca: No s'ha seleccionat cap tema per al mode de temes aleatoris. Es tornarà al mode d'un tema únic.
gu: રેન્ડમ થીમ સ્થિતિમાં કોઈ થીમો પસંદ થયેલ નહિં હોવાના કારણે એક થીમ સ્થિતિમાં પાછા જઈ રહ્યા છીએ.
ko: 임의 테마 모드에서 테마를 선택하지 않았으므로 단일 테마 모드로 돌아갑니다.
mk: Бидејќи ни една тема не беше избрана за режимот на автоматска промена на тема, се враќам во режимот со една тема.
pa: ਕਿਉਂਕਿ ਰਲਵੇਂ ਸਰੂਪ ਢੰਗ 'ਚ ਕੋਈ ਸਰੂਪ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ ਹੈ, ਇਸਕਰਕੇ ਇੱਕਲੇ ਸਰੂਪ ਢੰਗ 'ਚ ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pt_br: Desde que nenhum tema fosse selecionado em modo de tema aleatório, retorne para o modo de tema simples.
th: เนื่องจากไม่มีการเลือกชุดตกแต่งในรูปแบบการสุ่มชุดตกแต่ง จะเปลี่ยนกลับไปสู่รูปแบบชุดตกแต่งเดียว

source: Apply the changes to users before closing?
ca: Voleu aplicar els canvis als usuaris abans de tancar?
gu: શું બંધ કરવા પહેલાં વપરાશકર્તાઓમાંના ફેરફારો લાગુ કરવા છે?
ko: 닫기 전에 사용자에게 바뀐점을 적용하겠습니까?
lt: Prieš užveriant pritaikyti pakeitimus naudotojams?
mk: Примени ги измените на корисниците пред затворање?
pa: ਕੀ ਬੰਦ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਉਪਭੋਗੀ ਟੈਬ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਨੂੰ ਰੱਦ ਕਰਨਾ ਹੈ?
pt_br: Aplicar mudanças aos usuários antes de fechar?
th: บันทึกค่าตั้งเกี่ยวกับผู้ใช้ก่อนปิดหรือไม่?

source: If you don't apply, the changes made on the Users tab will be disregarded.
ca: Si no els apliqueu, els canvis fets als usuaris es perdran.
gu: જો તમે લાગુ કરો નહિં, તો વપરાશકર્તાઓ ટેબમાં કરેલ ફેરફારોનો સંદર્ભ લેવાશે નહિં.
ko: 적용하지 않으면, 사용자 탭의 바뀐 점들이 무시됩니다.
lt: Jeigu nepritaikysite, pakeitimai atlikti Naudotojų kortelėje bus panaikinti.
mk: Ако не ги примените, промените направени на Корисничкиот таб ќе бидат отфрлени.
pa: ਜੇਕਰ ਤੁਸੀਂ ਲਾਗੂ ਨਾ ਕੀਤਾ ਤਾਂ ਉਪਭੋਗੀ ਟੈਬ ਵਿੱਚ ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pt_br: Se você escolher não aplicar, as mudanças feitas à aba de usuários serão desconsideradas.
th: ถ้าคุณไม่บันทึก การเปลี่ยนแปลงที่ทำในแท็บผู้ใช้ จะถูกละทิ้งไป

source: Could not access configuration file (defaults.conf)
ca: No es pot accedir al fitxer de configuració (defaults.conf)
gu: રૂપરેખાંકન ફાઈલ (defaults.conf) વાપરી શક્યા નહિં
ko: 설정 파일에 (defaults.conf) 접근할 수 없습니다
lt: Nepavyko pasiekti konfigūracijos failo (defaults.conf)
pa: ਸੰਰਚਨਾ ਫਾਇਲ (defaults.conf) ਲਈ ਪਹੁੰਚ ਸੰਭਵ ਨਹੀਂ ਹੈ।
pt_br: Não foi possível acessar o arquivo de configuração do GDM .(custom.conf)
th: ไม่สามารถเข้าใช้แฟ้มค่าตั้ง (defaults.conf) ได้

source: Make sure that the file exists before launching login manager config utility.
ca: Assegureu-vos que el fitxer existeix abans d'executar la utilitat de configuració del gestor d'entrades.
gu: પ્રવેશ વ્યવસ્થાપક રૂપરેખાંકન ઉપયોગીતા ચલાવવા પહેલાં ખાતરી કરો કે ફાઈલ હાજર છે.
ko: 로그인 관리자 설정 유틸리티를 실행하기 전에 해당 파일이 있는 지 확인하십시오.
lt: Įsitikinkite, jog šis failas egzistuoja, prieš paleisdami prisijungimo tvarkyklės konfigūravimo įrankį.
pa: ਲਾਗਇਨ ਮੈਨੇਜਰ ਸੰਰਚਨਾ ਸਹੂਲਤ ਚਲਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਫਾਇਲ ਮੌਜੂਦ ਹੈ।
pt_br: Certifique-se que o arquivo existe antes de executar o gerenciador de acesso.
th: กรุณาตรวจดูให้แน่ใจ ว่ามีแฟ้มดังกล่าวอยู่ ก่อนที่จะเรียกเครื่องมือตั้งค่าโปรแกรมจัดการการเข้าระบบ

source: Could not access configuration file (custom.conf)
ca: No es pot accedir el fitxer de configuració (custom.conf)
gu: રૂપરેખાંકન ફાઈલ (custom.conf) વાપરી શક્યા નહિં
ko: 설정 파일에 접근할 수 없습니다 (custom.conf)
lt: Nepavyko pasiekti konfigūracijos failo (custom.conf)
pa: ਸੰਰਚਨਾ ਫਾਇਲ (custom.conf) ਲਈ ਪਹੁੰਚ ਸੰਭਵ ਨਹੀਂ ਹੈ।
pt_br: Não foi possível acessar o arquivo de configuração do GDM (custom.conf).
th: ไม่สามารถเข้าใช้แฟ้มค่าตั้ง (custom.conf) ได้

source: You must be the root user to configure GDM.
ca: Heu de ser el superusuari (root) per configurar el GDM.
gu: GDM રુપરેખાંકિત કરવા માટે તમે રુટ હોવા જ જોઇએ.
ko: GDM을 설정하려면 root 사용자여야만 합니다.
lt: Norėdami konfigūruoti GDM, turite turėti root naudotojo teises.
mk: Морате да сте root за да го конфигурирате GDM.
pa: GDM ਦੀ ਸੰਰਚਨਾ ਕਰਨ ਲਈ ਪਰਬੰਧਕ (root) ਹੋਣਾ ਲਾਜ਼ਮੀ ਹੈ।
pt_br: Você precisa ser administrador para configurar o GDM.
th: คุณต้องเป็น root เพื่อกำหนดค่า GDM

source: Configure GDM login window appearance and behavior
ca: Configureu la pantalla d'entrada (el gestor d'entrades del GNOME)
gu: GDM પ્રવેશ વિન્ડો દેખાવ અને વર્તણૂક રૂપરેખાંકિત કરો
ko: GDM 로그인 창 모양 및 동작 설정
lt: Konfigūruoti GDM prisijungimo lango išvaizdą bei veikimą
mk: Конфигурирај го изгледот на најавниот прозорец на GDM и неговото однесување
pa: GDM ਲਾਗਇਨ ਝਰੋਖਾ ਦਿੱਖ ਅਤੇ ਰਵੱਈਆ ਸੰਰਚਨਾ
pt_br: Configurar aparência e comportamento da janela de acesso do GDM
th: ปรับแต่งรูปโฉมและพฤติกรรมของหน้าจอเข้าระบบ GDM

source: Login Window
ca: Finestra d'entrada
gu: પ્રવેશ વિન્ડો
ko: 로그인 창
lt: Prisijungimo langas
mk: Прозорец за најава
pa: ਲਾਗਇਨ ਝਰੋਖਾ
pt_br: Janela de início de sessão
th: หน้าจอเข้าระบบ

source: LRla_bel:
gu: LRલેબલ (_b):
ko: LR레이블(_B):
mk: LRнат_пис:
pt_br: LRERó_tulo:
th: ป้าย_ชื่อรายการเลือก:

source: Messa_ge:
ca: Missat_ge:
gu: સંદેશો (_g):
ko: 메세지(_G):
mk: Пора_ка:
pa: ਸੁਨੇਹਾ(_g):
pt_br: Messa_gem:
th: _ข้อความ:

source: Pa_th:
ca: Ca_mí:
gu: પાથ (_t):
ko: 경로(_T):
mk: Пате_ка:
pa: ਮਾਰਗ(_t):
pt_br: Camin_ho
th: พ_าธ:

source: T_ooltip:
ca: C_onsell flotant:
gu: સાધનમદદ (_o):
ko: 풍선 도움말(_O):
mk: Балонче со по_мош:
pa: ਸੰਦ-ਸੰਕੇਤ(_o):
pt_br: D_ica de ferramenta (tooltip):
th: คำแ_นะนำเครื่องมือ:

source: _Label:
ca: E_tiqueta:
gu: લેબલ (_L):
ko: 레이블(_L):
mk: _Натпис:
pa: ਲੇਬਲ(_L):
pt_br: Rótu_lo:
th: _ป้ายชื่อ:

source: _Path:
gu: પાથ (_P):
ko: 경로(_P):
lt: _Kelias:
pa: ਮਾਰਗ(_P):
pt_br: Camin_ho:

source: _X coordinate
ca: Coordenada _X
gu: _X અક્ષ
ko: 가로 좌표(_X)
lt: _X koordinatė
mk: _X координата
pa: _X ਧੁਰਾ
pt_br: Coordenada _X
th: ตำแหน่ง _X

source: %n will be replaced by hostname
ca: Se substituirà %n pel nom de l'ordinador
gu: %n એ યજમાનનામથી બદલાઈ જશે
ko: %n(으)로 호스트이름이 바뀝니다
lt: %n bus pakeista kompiuterio vardu
mk: %n ќе биде заменето со име на серверот
pa: %n ਨੂੰ ਮੇਜ਼ਬਾਨ ਨਾਂ ਨਾਲ ਤਬਦੀਲ ਕੀਤਾ ਜਾਵੇਗਾ
pt_br: %s será substituido por nome da máquina
th: %n จะถูกแทนด้วยชื่อโฮสต์

source: <b>Note:</b> Users in the Include list will appear in the face browser if enabled and will appear in the user drop-down lists for automatic and timed logins on the Security tab. Users in the Exclude list will not appear. MinimalUID setting in the Security tab will affect which users will be allowed to join Include list.
ca: <b>Nota:</b> els usuaris a la llista d'inclosos apareixeran al navegador de cares si està habilitat, i en les llistes desplegables d'usuaris per a les entrades automàtiques i temporitzades, a la pestanya de seguretat. Els usuaris a la llista d'exclosos no hi apareixeran. El valor del paràmetre MinimalUID a la pestanya de seguretat influirà en quins usuaris podran pertànyer a la llista d'inclosos.
gu: <b>નોંધ:</b> સમાવિષ્ટ યાદીમાંના વપરાશકર્તાઓ ફેસ બ્રાઉઝરમાં દેખાશે જો સક્રિય કરેલ હોય અને તે આપોઆપ વપરાશકર્તા નીચે-આવતી યાદીઓમાં દેખાશે અને સુરક્ષા ટેબ પરના સામયિક પ્રવેશો પર. નહિં સમાવવાની યાદીમાંના વપરાશકર્તાઓ દેખાશે નહિં. સુરક્ષા ટેબમાંનુ MinimalUID સુયોજન અસર કરશે કે જે વપરાશકર્તાઓ સમાવિષ્ટ યાદીમાં જોડાવા માટે સમર્થ હશે.
ko: <b>알림:</b> 포함 목록의 사용자는 얼굴 찾아보기에 나타나며 또한 보안 탭에서 자동 로그인 및 시간 제한 로그인의 사용자 목록에 나타납니다. 제외 목록의 사용자는 사용자 목록에 나타나지 않습니다. 보안 탭의 최소 UID 설정은 포함 리스트에 들어갈 수 있는 사용자를 제한합니다.
lt: <b>Pastaba:</b> naudotojai esantys įtrauktųjų sąraše bus rodomi veidų naršyklėje bei kortelėje Saugumas esančiame išskleidžiamame naudotojų sąraše automatiniams ir uždelstiems prisijungimams. Naudotojai esantys sąraše Išskirti rodomi nebus.
mk: <b>Забелешка:</b> Ако го штиклирате ова корисниците во листата на вклучени ќе се појавуваат во прелистувачот и во корисничките drop-down листи за автоматски и временски најавувања на јазичето Безбедност. Корисниците во листата на исклучени нема да се појавуваат. Поставувањето МинималноUID во јазичето Безбедност ќе има ефект врз тоа кои корисници ќе смеат да се додадат во листата за вклучување.
pa: <b>ਸੂਚਨਾ:</b> ਸੂਚੀ ਵਿੱਚ ਵੇਖਾਏ ਉਪਭੋਗੀ ਮੁੱਖ ਝਲਕਾਰੇ ਵਿੱਚ ਵੇਖਾਏ ਜਾਣਗੇ, ਜੇਕਰ ਯੋਗ ਕੀਤੇ ਹੋਏ ਅਤੇ ਸਵੈ-ਚਾਲਤ ਹੀ ਉਪਭੋਗੀ ਲਟਕਦੀ ਸੂਚੀ ਵਿੱਚ ਅਤੇ ਸੁਰੱਖਿਆ ਟੈਬ ਉੱਤੇ ਅੰਤਰਾਲ ਲਾਗ ਵਿੱਚ ਮੌਜੂਦ ਹੋਣਗੇ। ਵੱਖ ਸੂਚੀ ਵਿੱਚ ਦਿੱਤੇ ਉਪਭੋਗੀ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋਣਗੇ।
pt_br: <b>Nota:</b> Usuários na lista de Inclusão aparecerão no navegador de faces se ativado e aparecerão na lista de seleção de usuários para acessos automáticos e programados na aba de Segurança. Usuários na lista de Exclusão não aparecerão. O Ambiente UID Mínimo, na aba de Segurança, afetará cada usuário que seja permitido adicionar na lista de Inclusão.
th: <b>หมายเหตุ:</b> ผู้ใช้ในรายการที่แสดงจะปรากฏในการแสดงรูปผู้ใช้ถ้าเปิดใช้ และจะปรากฏในรายชื่อให้เลือกเมื่อตั้งค่าการเข้าระบบแบบตั้งเวลาในแท็บระบบความปลอดภัย ผู้ใช้ในรายการที่ไม่แสดงจะไม่ปรากฏชื่อในแหล่งดังกล่าว ค่า MinimalUID ในแท็บระบบความปลอดภัย จะกำหนดผู้ใช้ที่จะอนุญาตให้รวมในรายการผู้ใช้ที่แสดง

source: <b>Note:</b> You can select different commands from the drop-down list, and modify them through relevant fields located below. To save changes press Apply Command Changes button.
ca: <b>Nota:</b> podeu seleccionar diferents ordres des de la llista desplegable, i modificar-les mitjançant els camps ubicats a sota. Per a desar els canvis, premeu el botó «Aplica els canvis a l'ordre».
gu: <b>નોંધ:</b> નીચે-આવતી યાદીમાંથી તમે વિવિધ આદેશો પસંદ કરી શકો છો, અને તેમને નીચે સ્થિત થયેલ સંબંધિત ક્ષેત્રો મારફતે સુધારો. ફેરફારો સંગ્રહવા માટે આદેશ ફેરફારો લાગુ કરો બટન દબાવો.
ko: <b>알림:</b> 목록의 열어 여러가지 명령어를 선택할 수 있고, 아래에 있는 관련 항목들을 통해 고칠 수 있습니다. 바꾼 사항을 저장하려면 명령어 바뀐 사항 적용 단추를 누르십시오.
mk: <b>Забелешка:</b> Можете да одбирате различни команди од паѓачката листа и да ги измените преку релевантните полиња кои се наоѓаат подолу. За да ги зачувате промените притиснете на копчето „Примени ги измените на командата“.
pa: <b>ਸੂਚਨਾ:</b> ਤੁਸੀਂ ਲਟਕਦੀ ਸੂਚੀ ਤੋਂ ਵੱਖ ਵੱਖ ਕਮਾਂਡਾਂ ਚੁਣ ਸਕਦੇ ਹੋ ਅਤੇ ਹੇਠ ਦਿੱਤੇ ਢੁੱਕਵੇਂ ਖੇਤਰਾਂ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਸੋਧ ਵੀ ਸਕਦੇ ਹੋ। ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕਰੋਂ ਬਟਨ ਦਬਾਓ।
pt_br: <b>Nota:</b> Você pode selecionar comandos diferentes da lista de seleção e modificá-los através dos campos relevantes encontrados abaixo. Para salvar as mudanças pressione o botão Aplicar Mudanças
th: <b>หมายเหตุ:</b> คุณสามารถเลือกคำสั่งต่างๆ ได้จากรายการแบบดึงลง และแก้ไขคำสั่งได้ในช่องรายการด้านล่าง เมื่อแก้ไขเสร็จแล้ว สามารถบันทึกได้โดยกดปุ่ม "เริ่มใช้การเปลี่ยนแปลงคำสั่ง"

source: <b>Warning:</b> Incorrect settings could prevent the X server from restarting. Changes to these settings will not take effect until GDM is restarted.
ca: <b>Avís:</b> una configuració incorrecta pot fer que el servidor X no s'iniciï correctament. Els canvis a la configuració no tindran efecte fins que no es reiniciï el GDM.
gu: <b>ચેતવણી:</b> અયોગ્ય સુયોજનો X સર્વરને પુનઃશરૂ થવાથી બચાવશે. આ સુયોજનોના ફેરફારો જ્યાં સુધી GDM પુનઃશરૂ થાય નહિં ત્યાં સુધી અસર કરશે નહિં.
ko: <b>주의:</b> 설정을 잘못하면 X 서버를 다시 시작 할 수 없습니다. 또한 바꾼 설정은 GDM을 다시 시작해야 적용됩니다.
lt: <b>Dėmesio:</b> neteisingai sukonfigūravus, gali būti, jog X serverio perkrauti negalėsite. Šie nustatymų pakeitimai įsigalios tik perkrovus GDM.
mk: <b>Предупредување:</b> Неточните поставувања може да го спречат X серверот да се рестартира. Измените на овие поставувања нема да се применат се додека GDM не се рестартира.
pa: <b>ਚੇਤਾਵਨੀ:</b> ਗਲਤ ਸਥਾਪਨ X ਸਰਵਰ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਹੋਣ ਤੋਂ ਰੋਕ ਸਕਦੀ ਹੈ। ਇਸ ਸਥਾਪਨ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਤਦ ਤੱਕ ਪਰਭਾਵੀ ਨਹੀਂ ਹੋਣਗੀਆਂ, ਜਦੋਂ ਤੱਕ ਕਿ GDM ਮੁੜ-ਚਾਲੂ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
pt_br: <b>Aviso:</b> Configurações incorretas podem impedir o servidor X de reiniciar. Mudanças nestas configurações não serão efetivadas até que o GDM seja reiniciado.
th: <b>คำเตือน:</b> การตั้งค่าที่ไม่ถูกต้องอาจทำให้ X server เริ่มทำงานไม่ได้อีก การเปลี่ยนแปลงต่างๆ จะไม่มีผลจนกว่า GDM จะเริ่มทำงานใหม่

source: A_dd...
ca: A_fegeix...
gu: ઉમેરો (_d)...
ko: 더하기(_D)...
lt: Pri_dėti...
mk: Д_одај...
pa: ਸ਼ਾਮਿਲ(_d)...
pt_br: A_dicionar...
th: เ_พิ่ม...

source: A_llow remote system administrator login
ca: Permet entrades remotes de _l'administrador del sistema
gu: દૂરસ્થ સિસ્ટમ સંચાલક પ્રવેશને પરવાનગી આપો (_l)
ko: 원격 관리자 로그인 허용(_L)
lt: _Leisti nuotolinius sistemos administratoriaus prisijungimus
mk: Дозво_ли систем администратор најава
pa: ਰਿਮੋਟ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਲਾਗਇਨ ਮਨਜ਼ੂਰ(_L)
pt_br: Permitir sessões remotas para a_dministrador
th: อนุญาตให้ผู้ดูแลระบบเข้าระบบจากเครื่อง_อื่น

source: A_pply User Changes
ca: A_plica els canvis d'usuari
gu: વપરાશકર્તા ફેરફારો લાગુ કરો (_p)
ko: 사용자 바뀐 사항 적용(_P)
lt: _Pritaikyti naudotojų pakeitimus
mk: П_римени ги промените од корисникот
pa: ਉਪਭੋਗੀ ਤਬਦੀਲੀਆਂ ਲਾਗੂ(_p)
pt_br: Ap_licar Mudanças de Usuário
th: เ_ริ่มใช้ค่าที่แก้

source: Accessibility
ca: Accessibilitat
gu: સુલભતા
ko: 접근성
lt: Prieinamumas
mk: Пристапност
pa: ਸਲੱਭਤਾ
pt_br: Acessibilidade
sl: Dostopnost
th: สิ่งอำนวยความสะดวก
vi: Tính năng Truy cập

source: Accessible from the outside of the login manager
ca: Accessible des de fora del gestor d'entrades
gu: પ્રવેશ વ્યવસ્થાપકની બહારથી સુલભ
ko: 로그인 관리자 밖에서 접근 가능
mk: Пристапно од надворешноста на менаџерот на најави
pa: ਲਾਗਇਨ ਮੈਨੇਜਰ ਦੇ ਬਾਹਰੋਂ ਵੀ ਪਹੁੰਚ 'ਚ
pt_br: Acessível fora do gerenciador de acesso
th: เข้าถึงได้จากภายนอกโปรแกรมจัดการการเข้าระบบ

source: Add / Modify Servers To Start
ca: Afegeix/modifica el servidors a iniciar
gu: શરૂ કરવા માટે સર્વરો ઉમેરો / સુધારો
ko: 시작할 서버 더하기/고치기
lt: Pridėti / keisti paleistinus serverius
mk: Додај/Измени сервери на почеток
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਸਰਵਰ ਸ਼ਾਮਲ / ਸੋਧ
pt_br: Adicionar/Modificar os servidores para começar
th: เพิ่ม/แก้ไขเซิร์ฟเวอร์ที่จะเปิด

source: Add S_erver...
ca: Afegeix un s_ervidor...
gu: સર્વર ઉમેરો (_e)...
ko: 서버 더하기(_E)...
lt: Pridėti s_erverį...
mk: Додај с_ервер...
pa: ਸਰਵਰ ਸ਼ਾਮਲ(_E)...
pt_br: Adicionar servidor...
th: เพิ่มเซิร์ฟเ_วอร์...

source: Add User
ca: Afegeix un usuari
gu: વપરાશકર્તા ઉમેરો
ko: 사용자 더하기
lt: Pridėti naudotoją
mk: Додај корисник
pa: ਉਪਭੋਗੀ ਸ਼ਾਮਲ
pt_br: Adicionar usuários
th: เพิ่มผู้ใช้

source: Adds a chooser button to the Actions menu that will restart the current X server with a chooser. XDMCP does not need to be enabled on the local computer for this to work.
ca: Afegeix un botó de selecció per al menú d'accions, que reiniciarà el servidor d'X actual amb un seleccionador. No cal que l'XDMCP estigui habilitat en l'ordinador local.
gu: ક્રિયાઓ મેનુમાં પસંદ કરનાર બટન ઉમેરે છે કે જે વર્તમાન X સર્વરને પસંદ કરનાર સાથે પુનઃશરૂ કરશે. XDMCP ને આ કામ માટે સ્થાનિક કમ્પ્યૂટર પર સક્રિયકૃત કરવાની જરૂર નથી.
ko: 명령 메뉴에 선택 단추를 넣습니다. 이 단추는 현재 X 서버를 선택 창과 함께 다시 시작합니다. 로컬 컴퓨터에서 이 기능때문에 XDMCP 기능을 사용할 필요는 없습니다.
mk: Додава копче за избирање во менито со дејства кое ќе го рестартира тековниот X сервер со избирач. XDMCP не мора да биде овозможен на локалниот компјутер за ова да работи.
pt_br: Adiciona um botão de seleção ao menu Ações, que reiniciará o servidor X corrente com um seletor. XDMCP não precisa estar ativo no computador local para funcionar.
th: เพิ่มปุ่มเลือกโฮสต์ในเมนูปฏิบััติการ ซึ่งจะเริ่ม X server ปัจจุบันใหม่ให้มีหน้าต่างเลือกโฮสต์ ไม่จำเป็นต้องเปิดใช้ XDMCP ที่เครื่องนี้เพื่อจะให้ปุ่มดังกล่าวทำงานได้

source: All users with a lower UID will be excluded from the face browser, automatic and timed login.
ca: Tots els usuaris amb un UID inferior seran exclosos del navegador de cares i de les entrades automàtiques i temporitzades.
gu: નીચા UID સાથેના બધા વપરાશકર્તાઓ ફેસ બ્રાઉઝરમાંથી દૂર કરવામાં આવશે, આપોઆપ અને સામયિક પ્રવેશ સાથે.
ko: 이 보다 UID가 작은 사용자는 얼굴 찾아보기, 자동 로그인 및 시간제한 로그인에서 제외합니다.
lt: Visi naudotojai su mažesniu UID bus pašalinti iš veidų naršyklės, automatinio bei uždelsto prisijungimų.
mk: Сите корисници со пониско UID ќе бидат исклучени од прелистувачот на лица, автоматското и темпираното најавување.
pt_br: Todos os usuários com baixo UID serão excluídos do navegador de faces, acesso automático e programado.
th: ผู้ใช้ทั้งหมดที่มี UID ต่ำกว่าค่านี้ จะถูกกันออกจากรายการรูปผู้ใช้ และการเข้าระบบแบบอัตโนมัติหรือตั้งเวลา

source: Allo_w remote timed logins
ca: Permet entrades remotes temporit_zades
gu: દૂરસ્થ સામયિક પ્રવેશોને પરવાનગી આપો (_w)
ko: 원격 시간 제한 로그인 허용(_W)
lt: Leisti nutolusius _uždelstus prisijungimus
mk: Доз_воли оддалечени временски најавувања
pa: ਰਿਮੋਟ ਅੰਤਰਾਲ ਲਾਗਇਨ ਕਰਨਾ ਮਨਜ਼ੂਰ(_W)
pt_br: Permitir sessões remotas pro_gramadas
th: อนุญาตให้เข้าระบบจากเครื่องอื่นผ่านการตั้งเ_วลา
