Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: Allow changing the GTK+ (widget) theme from the greeter. Currently this only affects the standard greeter. The theme will stay in effect on this display until changed and will affect all the other windows that are put up by GDM.
ca: Permet canviar el tema dels ginys GTK+ des del rebedor. Actualment, això només s'aplica al rebedor estàndard. El tema romandrà a la pantalla fins que es canviï i afectarà a les altres finestres mostrades pel GDM.
gu: GTK+ (વિજેટ) થીમને greeter માંથી બદલવા માટે પરવાનગી આપો. વર્તમાનમાં આ માત્ર પ્રમાણભૂત greeter ને અસર કરે છે. થીમ આ ડિસ્પ્લે સાથે અસરમાં રહેશે જ્યાં સુધી બદલાય નહિં અને તે બાકીની બધી વિન્ડોને અસર કરશે કે જે GDM દ્વારા મૂકવામાં આવેલ છે.
ko: 환영 프로그램에서 GTK+ (위젯) 테마를 바꿀 수 있게 허용합니다. 현재 이 기능은 표준 환영 프로그램에서만 효과가 있습니다. 테마는 다른 테마로 바꾸기 전까지는 해당 디스플레이에서 효과가 있고 GDM이 표시하는 모든 창에 효과가 있습니다.
mk: Дозволи промена на GTK+ темата (за графички контроли) на најавниот екран. Тековно, ова има ефект врз стандардниот екран. Темата ќе има ефект на овој приказ сѐ додека не е променета и ќе има ефект врз другите прозорци кои се создадени од GDM.
pt_br: Permite alteração do tema GTK+ (widget) para o Saudador. Atualmente isto afeta somente o Saudador padrão. O tema permanecerá em vigor na tela até mudar e afetará todas as outras janelas suportadas pelo GDM.
th: อนุญาตให้เปลี่ยนชุดตกแต่ง GTK+ (วิดเจ็ต) จากหน้าต่างต้อนรับได้ ขณะนี้ ตัวเลือกนี้มีผลต่อหน้าต่างต้อนรับมาตรฐานเท่านั้น ชุดตกแต่งจะมีผลในดิสเพลย์นี้จนกว่าจะถูกเปลี่ยนแปลงอีก โดยจะใช้แสดงหน้าต่างอื่นๆ ที่ GDM เปิดทั้งหมด

source: Allow group writable files and directories.
ca: Permet amb fitxers i directoris escrivibles pel grup.
gu: જૂથને લખી શકાય તેવી ફાઈલો અને ડિરેક્ટરીઓની પરવાનગી આપો.
ko: 그룹 쓰기 파일 및 디렉토리를 허용합니다.
mk: Дозволи датотеки и директориуми на групата кои можат да се запишуваат.
pa: ਗਰੁੱਪ ਲਿਖਣਯੋਗ ਫਾਇਲਾਂ ਅਤੇ ਡਾਇਰੈਕਟਰੀਆਂ ਮਨਜ਼ੂਰ
pt_br: Permitir arquivos e diretórios com permissões de escrita para o grupo.
th: อนุญาตให้ใช้แฟ้มและไดเรกทอรีที่ให้กลุ่มเขียนได้

source: Allow logi_n if group write permissions on user's home directory
ca: Permet e_ntrar si existeix permís d'escriptura per al grup en el directori d'inici de l'usuari
gu: જો વપરાશકર્તાની ઘર ડિરેક્ટરી પર જૂથની લેખન પરવાનગી હોય તો પ્રવેશની પરવાનગી આપો (_n).
ko: 사용자 홈 디렉토리에 그룹 쓰기 권한이 있어도 로그인 허용(_N)
mk: Дозволи најав_а ако има дозвола за запишување за групата на домашниот директориум на корисникот
pa: ਲਾਗਇਨ ਕਰਨ ਦਿਓ, ਜੇ ਉਪਭੋਗੀ ਦੀ ਘਰ ਡਾਇਰੈਕਟਰੀ ਲਈ ਗਰੁੱਪ ਲਿਖਣ ਅਧਿਕਾਰ ਹੋਵੇ(_n)
pt_br: Permitir inici_ar sessão se e_xistirem permissões de escrita ao grupo no diretório pessoal do usuário
th: อนุญาตให้เข้า_ระบบถ้าไดเรกทอรีบ้านอนุญาตให้กลุ่มเขียนได้

source: Allow login _if all write permissions on user's home directory
ca: Permet entrar s_i existeix permís d'escriptura en el directori d'inici de l'usuari
gu: જો વપરાશકર્તાની ઘર ડિરેક્ટરી પર બધી લેખન પરવાનગીઓ હોય તો પ્રવેશ કરવા દો (_i)
ko: 사용자 홈 디렉토리에 전체 쓰기 권한이 있어도 로그인 허용(_I)
mk: Дозволи најав_а ако има дозвола за запишување за сите на домашниот директориум на корисникот
pa: ਲਾਗਇਨ ਕਰਨ ਦਿਓ, ਜੇ ਉਪਭੋਗੀ ਦੀ ਘਰ ਡਾਇਰੈਕਟਰੀ ਲਈ ਸਭ ਨੂੰ ਲਿਖਣ ਅਧਿਕਾਰ ਹੋਵੇ(_n)
pt_br: Permitir iniciar sessão se existirem permissões de escrita para todos no diretório pessoa_l do usuário
th: อนุญาตให้เข้าระ_บบถ้าไดเรกทอรีบ้านอนุญาตให้ทุกคนเขียนได้

source: Allow world writable files and directories.
ca: Permet amb fitxers i directoris escrivibles per tothom.
gu: દુનિયાને લખી શકાય તેવી ફાઈલો અને ડિરેક્ટરીઓની પરવાનગી આપો.
ko: 모두가 쓸 수 있는 파일 및 디렉토리를 허용합니다.
mk: Дозволи глобални датотеки и директориуми за запишување.
pa: ਸੰਸਾਰ ਲਿਖਣਯੋਗ ਫਾਇਲਾਂ ਅਤੇ ਡਾਇਰੈਕਟਰੀਆਂ ਮਨਜ਼ੂਰ
pt_br: Permite que todos escrevam em arquivos e diretórios.
th: อนุญาตให้ใช้แฟ้มและไดเรกทอรีที่ให้ทุกคนเขียนได้

source: Allows the configurator to be run from the greeter. Note that the user will need to type in the root password before the configurator will be started.
ca: Permet que el rebedor executi el configurador. Tingueu en compte que l'usuari haurà d'escriure la contrasenya del superusuari per a iniciar el configurador.
gu: રૂપરેખાકારને greeter માંથી ચલાવવા માટે પરવાનગી આપે છે. નોંધ કરો કે વપરાશકર્તાને રૂપરેખાકાર પુનઃશરૂ થાય તે પહેલાં રુટ પાસવર્ડ લખવાની જરૂર રહેશે.
ko: 환영 프로그램에서 설정 창을 실행할 수 있게 합니다. 설정 창을 시작하려면 root 열쇠글을 입력해야 합니다.
mk: Дозволува конфигураторот да биде извршен од најавниот екран. Имајте во предвид дека корисникот треба да ја внеси лозинката за root пред да биде стартуван конфигураторот.
pt_br: Permite que o configurador seja executado a partir do Saudador. Note que o usuário terá de introduzir a senha do administrador antes de iniciar o configurador.
th: อนุญาตให้เรียกหน้าต่างปรับแต่งจากหน้าต่างต้อนรับได้ สังเกตว่าผู้ใช้จะต้องป้อนรหัสผ่าน root ก่อนที่หน้าต่างปรับแต่งจะเริ่มทำงานได้

source: Always append -nolisten tcp to the command line of local X servers, thus disallowing TCP connection. This is useful if you do not care for allowing remote connections, since the X protocol could really be potentially a security hazard to leave open, even though no known security problems exist. Also disables X forwarding, but does not affect XDMCP.
ca: Afegeix sempre «-nolisten tcp» a la línia d'ordres dels servidors X locals, així s'inhabilita la connexió per TCP. Això és útil si no necessiteu permetre connexions remotes, atès que el protocol X podria ser una amenaça de seguretat potencial, tot i que no se'n coneix cap problema de seguretat encara. També inhabilita l'«X forwarding», però no afecta l'XDMCP.
gu: સ્થાનિક X સર્વરોના આદેશ વાક્ય સાથે હંમેશા -nolisten tcp ઉમેરો, આથી TCP જોડાણોની પરવાનગી નામંજૂર કરીને. આ ઉપયોગી છે જો તમે દૂરસ્થ જોડાણોને પરવાનગી આપવા માટે કાળજી રાખો નહિં, તેથી X પ્રોટોકોલ વાસ્તવમાં સંભવિત રીતે સુરક્ષા ખામીને છોડેલી રાખી શક્યું હશે, જાણીતી સુરક્ષા સમસ્યાઓ હાજર હોવા છતાં. X ફોરવર્ડીંગને પણ નિષ્ક્રિય કરે છે, પરંતુ XDMCP ને અસર કરતું નથી.
ko: 로컬 X 서버의 명령행에 -nolisten tcp 옵션을 항상 붙입니다. 즉 TCP 연결을 하지 않습니다. 원격 연결에 대해 신경 쓰지 않아도 되는 경우에 이렇게 하는 게 좋습니다. 원격 연결을 열어 둔 경우 X 프로토콜이 (알려진 보안 문제가 없더라도) 보안상 위험이 될 수 있기 때문입니다. 이렇게 하면 X 포워딩도 사용하지 않습니다. 하지만 XDMCP에는 영향을 끼치지 않습니다.
mk: Секогаш додавај -nolisten tcp на командната линија од локалните X сервери, со што се оневозможува TCP врска. Ова е корисно ако не се грижите за оддалечени врски, бидејќи X протоколот може да претставува потенцијален безбедносен ризик ако е оставен отворен, дури и ако не се видливи безбедносни проблеми. Со ова исто така се оневозможува насочување на X, но нема никаков ефект врз XDMCP.
pt_br: Sempre adicione -nolisten tcp à linha de comando no servidor X local, desaprovando assim a conexão do TCP. Isto é útil se você não quer permitir conexões remotas, desde que o protocolo X possa seja um potencial risco de segurança para abertura, mesmo que nenhum problema de segurança conhecido exista. Também desabilita o redirecionamento do X, mas não afeta o XDMCP.
th: เพิ่มตัวเลือก -nolisten tcp ในบรรทัดคำสั่งของ X server ในเครื่องนี้เสมอ ทำให้การเชื่อมต่อ TCP ทำไม่ได้ การกำหนดดังกล่าวจะมีประโยชน์ถ้าคุณไม่สนใจอนุญาตให้มีการเชื่อมต่อจากภายนอก เนื่องจากโพรโทคอล X สามารถเป็นอันตรายต่อระบบรักษาความปลอดภัยได้ถ้าเปิดทิ้งไว้ แม้จะไม่พบว่ามีปัญหาระบบรักษาความปลอดภัยก็ตาม นอกจากนี้ ตัวเลือกนี้ยังได้ปิดการส่งต่อ X ผ่าน ssh ด้วย แต่จะไม่มีผลกับ XDMCP

source: Apply Co_mmand Changes
ca: Aplica els ca_nvis a l'ordre
gu: આદેશ ફેરફારો લાગુ કરો (_m)
ko: 명령어 바뀐 사항 적용(_M)
lt: _Pritaikyti pritaikyti komandų pakeitimus
mk: Примени ги промените на ко_мандата
pa: ਕਮਾਂਡ ਤਬਦੀਲੀਆਂ ਲਾਗੂ(_M)
pt_br: A_plicar Mudanças
th: เ_ริ่มใช้การเปลี่ยนแปลงคำสั่ง

source: Author:
ca: Autor:
gu: લેખક:
ko: 개발자:
lt: Autorius:
mk: Автор:
pa: ਲੇਖਕ:
pt_br: Autor:
sl: Avtor:
th: ผู้สร้าง:
vi: Tác giả:

source: Background
ca: Fons
gu: પાશ્વ ભાગ
ko: 바탕
lt: Fonas
mk: Позадина
pa: ਪਿੱਠਭੂਮੀ
pt_br: Segundo Plano
sl: Ozadje
th: พื้นหลัง
vi: Nền

source: Background color of the greeter.
ca: Color de fons del rebedor.
gu: greeter નો પાશ્વભાગ રંગ.
ko: 환영 프로그램의 바탕 색.
lt: Pasveikintuvo fono spalva.
mk: Боја на позадина на најавниот екран.
pa: ਸਵਾਗਤਕਰਤਾ ਦਾ ਬੈਕਗਰਾਊਂਡ ਰੰਗ
pt_br: Cor do plano de fundo do Saudador.
th: สีพื้นหลังของหน้าต่างต้อนรับ

source: Behaviour
ca: Comportament
gu: વર્તણૂક
ko: 동작
lt: Veikimas
mk: Однесување
pa: ਰਵੱਈਆ
pt_br: Comportamento
th: พฤติกรรม

source: C_ommand:
ca: _Ordre:
gu: આદેશ (_o):
ko: 명령(_O):
lt: K_omanda:
mk: К_оманда:
pa: ਕਮਾਂਡ(_o):
pt_br: C_omando:
th: _คำสั่ง:

source: C_ustom:
ca: _Personalitzat:
gu: વૈવિધ્યપૂર્ણ (_u):
ko: 사용자 메세지(_U):
lt: _Kita:
mk: _Сопствен
pa: ਪਸੰਦ(_u):
pt_br: Personalizad_o:
th: _กำหนดเอง:

source: Checks the ownership of the home directories before writing to them. This prevents security issues in case of bad setup.
ca: Comprova la propietat dels directoris d'inici abans d'escriure'ls. Això evita riscos de seguretat en cas d'una configuració incorrecta.
gu: ઘર ડિરેક્ટરીઓમાં લખવા પહેલાં તેમની માલિકી ચકાસે છે. આ ખોટા સુયોજનના કિસ્સામાં સુરક્ષા મુદ્દાનો બચાવ કરે છે.
ko: 홈 디렉토리에 쓰기 전에 홈 디렉토리의 소유자를 확인합니다. 설치가 잘못된 경우에 보안 문제를 막을 수 있습니다.
mk: Ја проверува сопственоста на домашните директориуми пред да запише на нив. Ова спречува безбедносни грешки во случај на лошо поставување.
pt_br: Verifica a propriedade do diretório pessoal antes de escrever nele. Isto previne problemas de segurança em caso de erro de configuração.
th: ตรวจสอบความเป็นเจ้าของของไดเรกทอรีบ้านก่อนเขียนข้อมูลลงในนั้น การตรวจสอบนี้ จะช่วยป้องกันปัญหาระบบรักษาความปลอดภัยในกรณีที่ตั้งค่าไม่เรียบร้อย

source: Co_lor:
gu: રંગ (_l):
ko: 색상(_L):
lt: Spa_lva:
mk: _Боја:
pa: ਰੰਗ(_L):
pt_br: Co_r:
th: _สี:

source: Color depth:
ca: Profunditat de color:
gu: રંગ ઊંડાઈ:
ko: 색상 깊이:
lt: Spalvos gylis:
mk: Длабочина на боја:
pa: ਰੰਗ ਡੂੰਘਾਈ:
pt_br: Profundidade de Cor:
th: จำนวนบิตสี:

source: Comma_nd type:
ca: Ti_pus d'ordre:
gu: આદેશ પ્રકાર (_n):
ko: 명령어 종류(_N):
lt: K_omandos tipas:
mk: Тип на коман_да:
pa: ਕਮਾਂਡ ਕਿਸਮ(_N):
pt_br: Tipo de coma_ndo:
th: _ชนิดคำสั่ง:

source: Configure XDMC_P...
ca: Configura l'XDMC_P...
gu: XDMC_P રૂપરેખાંકિત કરો...
ko: XDMCP 설정(_P)...
lt: Konfigūruoti _XDMCP...
mk: Конфигурирај XDMC_P...
pa: XDMC_P ਸੰਰਚਨਾ...
pt_br: Configurar XDMC_P...
th: กำหนดค่า XDMC_P...

source: Configure _X Server...
ca: Configura el servidor _X...
gu: _X સર્વર રૂપરેખાંકિત કરો...
ko: X 서버 설정(_X)...
lt: Konfigūruoti _X serverį...
mk: Конфигурирај _Х сервер
pa: _X ਸਰਵਰ ਸੰਰਚਨਾ...
pt_br: Configurar servidor _X...
th: กำหนดค่า _X Server...

source: Controls which text to display next to the logo image in the greeter for remote XDMCP sessions.
ca: Controla el text que es mostrarà al costat de la imatge amb el logotipus en el rebedor per a sessions XDMCP.
gu: દૂરસ્થ XDMCP સત્રો માટે આવકારનામમાં લોગો ઈમેજની આગળ કયું લખાણ દર્શાવવું તે નિયંત્રિત કરે છે.
ko: 원격 XDMCP 세션의 경우 환영 프로그램의 로고 그림 옆에 표시할 텍스트를 설정합니다.
mk: Контролира каков текст да се прикаже до сликата со лого во најавниот екран за оддалечените XDMCP сесии.
pt_br: Controle qual texto aparece próximo ao logotipo no padrão do Saudador para sessões XDMCP remotas.
th: กำหนดข้อความที่จะแสดงข้างๆ ภาพโลโก้ในหน้าต่างต้อนรับสำหรับวาระ XDMCP จากเครื่องอื่น

source: Controls which text to display next to the logo image in the standard greeter. This string is only used for local logins.
ca: Controla quin text es mostra al costat de la imatge del logotipus en el rebedor estàndard. Aquesta cadena només s'empra en entrades locals.
gu: પ્રમાણભૂત આવકારનારમાં લોગો ઈમેજની આગળ કયું લખાણ દર્શાવવું તે નિયંત્રિત કરે છે. આ શબ્દમાળા માત્ર સ્થાનિક પ્રવેશો માટે વપરાય છે.
ko: 표준 환영 프로그램의 로고 그림 옆에 표시할 텍스트를 설정합니다. 로컬 로그인에서만 사용합니다.
mk: Контролира каков текст да се прикаже до сликата со лого во стандардниот најавен екран. Оваа знаковна низа се користи само за локални најави.
pt_br: Controle qual texto aparece próximo ao logotipo no padrão do Saudador. Esta expressão apenas é utilizada para inícios de sessão locais.
th: กำหนดข้อความที่จะแสดงข้างๆ ภาพโลโก้ในหน้าต่างต้อนรับมาตรฐาน ข้อความนี้จะใช้สำหรับการเข้าระบบภายในเครื่องนี้เท่านั้น

source: Copyright:
gu: કોપીરાઈટ:
ko: 저작권:
lt: Autorinės teisės:
pa: ਹੱਕ ਰਾਖਵੇਂ:
sl: Avtorske pravice:
th: ลิขสิทธิ์:
vi: Bản quyền:

source: De_fault face:
ca: _Cara predeterminada:
gu: મૂળભૂત ફેસ (_f):
ko: 기본값 얼굴(_F):
lt: _Numatytasis veidas:
mk: Ста_ндардно лице:
pa: ਮੂਲ ਮੁਖੜਾ(_f):
pt_br: Face _padrão:
th: รูป_ปริยาย:

source: De_fault session:
ca: Sessió _predeterminada:
gu: મૂળભૂત સત્ર (_f):
ko: 기본 세션(_F):
lt: _Numatytoji sesija
mk: Ст_андардна сесија:
pa: ਮੂਲ ਸ਼ੈਸ਼ਨ(_f):
pt_br: Sessão _Padrão:
th: วาระ_ปริยาย

source: Delay in seconds before the Timed login user will be logged in.
ca: Retard en segons abans que l'usuari amb temporització entri.
gu: સામયિક પ્રવેશ વપરાશકર્તાઓ પ્રવેશી જાય તે પહેલાંનો વિલંબ સેકન્ડોમાં.
ko: 시간제한 로그인에서 사용자가 로그인할 때까지 기다릴 지연 시간.
lt: Delsa (sekundėmis) iki naudotojo prijungimo Uždelstuoju būdu.
mk: Времето во секунди за кое корисникот со темпирана најава ќе се најави.
pa: ਸਮਾਂ ਲਾਗਇਨ ਉਪਭੋਗੀ ਲਈ ਅੰਤਰਾਲ ਸਕਿੰਟਾਂ 'ਚ, ਜਿਸ ਨਾਲ ਲਾਗਇਨ ਹੋਵੇਗਾ।
pt_br: Espera em segundos antes que acesso de usuário Programado seja efetuado.
th: การหน่วงเวลาเป็นวินาทีก่อนที่ผู้ใช้ที่เข้าระบบแบบตั้งเวลาจะเข้าระบบ

source: Determines the maximum number of remote display connections which will be managed simultaneously. I.e. the total number of remote displays that can use your host.
ca: Determina el nombre màxim de connexions a pantalles remotes que es gestionaran simultàniament. P.e., el nombre total de pantalles remotes que pot usar el vostre servidor.
gu: દૂરસ્થ ડિસ્પ્લે જોડાણોની મહત્તમ સંખ્યા નક્કી કરે છે કે જે વારાફરતી વ્યવસ્થાપિત થશે. એટલે કે કુલ સંખ્યાના દૂરસ્થ ડિસ્પ્લે કે જે તમારું યજમાન વાપરી શકે.
ko: 동시에 관리할 원격 디스플레이 연결의 최대 개수를 지정합니다. 즉 이 호스트에서 사용할 수 있는 원격 디스플레이의 전체 개수입니다.
mk: Го одредува максималниот број на врски за оддалечен приказ кои ќе бидат управувани исторвемено. Т.е. вкупниот број на оддалечени прикази кои што Вашиот хост ќе може да ги користи.
pt_br: Determina o número máximo de displays remotos que serão gerenciados simultaneamente, isto é, o número total de displays remotos que podem utilizar o seu servidor.
th: กำหนดจำนวนสูงสุดของการเชื่อมต่อดิสเพลย์จากเครื่องอื่น ที่จะจัดการในเวลาเดียวกัน นั่นคือ จำนวนทั้งหมดของดิสเพลย์ในเครือข่ายที่จะสามารถใช้เครื่องของคุณได้พร้อมๆ กัน

source: Determines the maximum number of seconds between the time where a user chooses a host and the subsequent indirect query where the user is connected to the host. When the timeout is exceeded, the information about the chosen host is forgotten and the indirect slot freed up for other displays.
ca: Determina el nombre màxim de segons entre el moment en què un usuari escull el servidor i la crida indirecta subsegüent, en la qual l'usuari s'hi connecta. Quan se supera el temps d'espera, la informació quant al servidor escollit s'oblida, i s'allibera la ranura per a altres visualitzacions.
gu: વપરાશકર્તા યજમાન પસંદ કરે ત્યારનો સમય અને પછીનો પ્રશ્ન કે જ્યાં વપરાશકર્તા યજમાન સાથે જોડાય તેની વચ્ચેની સેકન્ડોની મહત્તમ સંખ્યા નક્કી કરે છે. જ્યારે સમયસમાપ્તિ વધી જાય, ત્યારે પસંદ થયેલ યજમાન વિશેની જાણકારી ભૂલી જવાય છે અને અન્ય ડિસ્પ્લે માટે સ્લોટ મુક્ત થઈ જાય છે.
ko: 사용자가 호스트를 선택한 시점과 사용자가 연결한 그 호스트의 그 이후 간접 요청들 사이의 시간 (초 단위). 제한 시간이 넘어간 경우, 선택한 호스트의 정보는 없어지고 슬롯을 비워서 다른 디스플레이에서 사용할 수 있도록 합니다.
mk: Го одредува максималниот број на секунди помеѓу интервалот кога корисникот избира хост и наредниот недиректен избор каде корисникот е поврзан со хостот. Кога е преминато временското ограничување, информациите за избраниот хост се забораваат и недиректен слот се ослободува за други прикази.
pt_br: Determina o número máximo de segundos entre um usuário selecionar uma máquina e a subseqüente consulta indireta em que o usuário é ligado à máquina. Quando o tempo limite é expirado, a informação sobre a máquina selecionada é esquecida e o slot indireto liberto para outras telas.
th: กำหนดระยะเวลาสูงสุดตั้งแต่ที่ผู้ใช้เลือกโฮสต์จนถึงการสอบถามโดยอ้อมครั้งต่อมา ซึ่งผู้ใช้เชื่อมต่อกับโฮสต์เรียบร้อยแล้ว เมื่อหมดเวลาที่กำหนด ข้อมูลเกี่ยวกับการเลือกโฮสต์จะถูกทิ้งไป และช่องข้อมูลสอบถามโดยอ้อมจะถูกล้างค่าเพื่อให้ดิสเพลย์อื่นใช้

source: Disa_ble multiple logins for a single user
ca: Inha_bilita entrades múltiples per a un únic usuari
gu: એક વપરાશકર્તા માટે ઘણાબધા પ્રવેશો નિષ્ક્રિય કરો (_b)
ko: 한 사용자가 한꺼번에 여러번 로그인하지 못함(_B)
mk: Онев_озможи повеќе најави за еден корисник
pa: ਇੱਕ ਇੱਕਲੇ ਉਪਭੋਗੀ ਲਈ ਬਹੁ-ਲਾਗਇਨ ਆਯੋਗ(_b)
pt_br: Desa_bilitar multiplos acessos para um único usuário
th: _ปิดการเข้าระบบหลายวาระสำหรับผู้ใช้เดียว

source: Display the title bar in the greeter.
ca: Mostra la barra de títol en el rebedor.
gu: આવકારનારમાં શીર્ષકપટ્ટી દર્શાવો.
ko: 환영 프로그램의 창 제목을 표시합니다.
lt: Rodyti pavadinimo juostą pasveikintuve.
mk: Прикажи ја лентата со наслов на најавниот екран.
pa: ਸਵਾਗਤਕਰਤਾ ਵਿੱਚ ਟਾਇਟਲ ਪੱਟੀ ਵੇਖਾਓ।
pt_br: Apresentar a barra de título no Saudador.
th: แสดงหัวหน้าต่างของหน้าต่างต้อนรับ

source: Displays per _host:
ca: Pantalles per _ordinador:
gu: ડિસ્પ્લૅ પ્રતિ યજમાન (_h):
ko: 호스트별 디스플레이(_H):
lt: Ekranų _hoste:
mk: Екрани по хост:
pa: ਪ੍ਰਤੀ ਮੇਜ਼ਬਾਨ ਡਿਸਪਲੇਅ(_H):
pt_br: Telas gráficas por má_quina:
sl: Zaslonov na _gostitelja:
th: จำนวน_ดิสเพลย์ต่อโฮสต์:
vi: Số bộ trình bày trên mỗi _máy:

source: Displays this image as the background in the greeter.
ca: Mostra aquesta imatge com a fons de pantalla en el rebedor.
gu: આવકારનારમાં આ ઈમેજ પાશ્વ ભાગ તરીકે દર્શાવે છે.
ko: 이 그림을 환영 프로그램의 바탕에 표시.
lt: Rodo šį paveikslėlį kaip pasveikintuvo foną.
mk: Ја прикажува оваа слика како позадината за поздравувачот.
pa: ਸਵਾਗਤਕਰਤਾ ਵਿੱਚ ਬੈਕਗਰਾਊਂਡ 'ਚ ਚਿੱਤਰ ਵੇਖਾਓ।
pt_br: Apresentar esta imagem como plano de fundo no Saudador.
th: แสดงภาพนี้เป็นพื้นหลังของหน้าต่างต้อนรับ

source: Do not show image for _remote logins
ca: No mostris la imatge per a entrades _remotes
gu: દૂરસ્થ પ્રવેશો માટે ચિત્રો બતાવશો નહિં (_r)
ko: 원격 로그인에 그림 보이지 않기(_R)
lt: Nutolusiems prisijungimams ne_rodyti paveikslėlio
mk: Не покажувај ја сликата за _оддалечени најавувања
pa: ਰਿਮੋਟ ਲਾਗਇਨ ਤੋਂ ਚਿੱਤਰ ਨਾ ਵੇਖਾਓ(_R)
pt_br: Não mo_strar imagens para acessos remotos
th: ไม่ต้องแสดงภาพพื้นหลังสำหรับการเข้าระบบจากเครื่อง_อื่น

source: Does not place cookies into the users home directory if this directory is on NFS.
ca: No estableix galetes en el directori d'inici dels usuaris si aquest directori és NFS.
gu: કુકીઓને વપરાશકર્તાઓની ઘર ડિરેક્ટરીમાં મૂકતી નથી જો ડિરેક્ટરી એ NFS પર હોય.
ko: 디렉토리가 NFS일 경우에 사용자 홈 디렉토리에 쿠키를 만들지 않습니다.
lt: Nesaugoti slapukų naudotojo namų aplanke, jei šis aplankas yra NFS failų sistemoje.
mk: Не поставува колачиња во домашниот директориум на корисникот ако директориумот е на NFS.
pa: ਉਪਭੋਗੀ ਦੀ ਘਰ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਕੂਕੀਜ਼ ਨਾ ਰੱਖੋ, ਜੇ ਇਹ ਡਾਇਰੈਕਟਰੀ NFS ਉੱਤੇ ਹੈ।
pt_br: Não coloca cookies no diretório pessoal dos usuários se este diretório for NFS.
th: ไม่ต้องเก็บคุกกี้ในไดเรกทอรีบ้านของผู้ใช้ถ้าไดเรกทอรีดังกล่าวใช้งานผ่าน NFS

source: Does not reuse existing X servers, but kills them and starts over. Normally, just reinitializing is a nicer way to go but if the X server memory usage keeps growing this may be a safer option.
ca: En comptes de reusar servidors X existents, els mata i els torna a iniciar. Normalment, n'hi ha prou amb reinicialitzar-los, però si el servidor fa servir molta memòria això pot ser una opció més segura.
gu: હાલના X સર્વરો ફરી વાપરતું નથી, પરંતુ તેમને મારી નાંખે અને તેના પર શરૂ કરે છે. સામાન્ય રીતે, પુનઃઆરંભ કરવાનો માર્ગ એ સારો માર્ગ છે પરંતુ જો X સર્વર મેમરી વપરાશ વધતો જાય તો આ સુરક્ષિત વિકલ્પ રહેશે.
ko: 현재의 X 서버를 계속 사용하지 않고, 강제로 끝낸 다음에 다시 시작합니다. 보통 초기화만 다시 하는 게 좋은 방법이지만 X 서버 메모리 사용량이 계속 늘어난다면 이렇게 하는 게 더 안전합니다.
mk: Не ги искористува постоечките X сервери, туку ги уништува и стартува одново. Обично, само реиницијализирање е подобриот начин, но ако употребата на меморијата на X серверот расте, ова може да е побезбедниот избор.
pt_br: Não reutiliza servidores X existentes, mas os mata e inicia-os novamente. Normalmente só reinicializar é um bom procedimento, mas se o servidor X continuar aumentando o uso de memória esta pode ser a opção mais segura.
th: ไม่ต้องใช้ X server ที่มีอยู่ซ้ำอีก แต่ให้ปิดแล้วเปิดใหม่ โดยปกติแล้ว เพียงกำหนดค่าตั้งต้นใหม่แล้วใช้ต่อ ก็น่าจะเป็นวิธีที่ดีกว่า แต่ถ้า X server มีการใช้หน่วยความจำเพิ่มขึ้นอยู่ตลอด การปิดแล้วเปิดใหม่ก็อาจเป็นทางเลือกที่ปลอดภัยกว่า

source: Don't restart the login manager after the execution
ca: No reiniciïs el gestor d'entrada després de l'execució
gu: એક્ઝેક્યુશન પછી પ્રવેશ વ્યવસ્થાપક પુનઃશરૂ કરો નહિં
ko: 실행한 후에 로그인 관리자를 다시 시작하지 않습니다
mk: Не го рестартирај менаџерот на најави по извршувањето
pa: ਚੱਲਣ ਬਾਅਦ ਲਾਗਇਨ ਮੈਨੇਜਰ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਨਾ ਕਰੋ
pt_br: Não reinicie gerenciador do acesso após a execução
th: ไม่ต้องเริ่มโปรแกรมจัดการการเข้าระบบใหม่หลังจากทำงานเสร็จ

source: E_dit Commands...
ca: E_dita les ordres...
gu: આદેશોમાં ફેરફાર કરો (_d)...
ko: 명령어 편집(_D)...
lt: _Keisti komandas...
mk: Уре_ди ги командите...
pa: ਕਮਾਂਡਾਂ ਸੋਧ(_d)...
pt_br: E_ditar Comandos...
th: แ_ก้ไขคำสั่ง...

source: E_xclude:
ca: E_xclou:
gu: સમાવો નહિં (_x):
ko: 제외(_X):
lt: Išs_kirti:
mk: И_склучени:
pa: ਅੱਡ ਰੱਖੋ(_x):
pt_br: E_xcluir:
th: ไ_ม่แสดง:

source: Ena_ble debug messages to system log
ca: Ha_bilita els missatges de depuració al registre del sistema
gu: સિસ્ટમ લોગમાં ડિબગ સંદેશાઓ સક્રિય કરો (_b)
ko: 시스템 로그에 디버그 메세지 남기기(_B)
lt: Įju_ngti derinimo žinučių išvedimą į sistemos žurnalą
mk: Вкл_учи порака за дебагирање во системскиот лог
pa: ਸਿਸਟਮ ਲਾਗ ਤੋਂ ਡੀਬੱਗ ਸੁਨੇਹੇ ਯੋਗ(_B)
pt_br: Ha_bilitar mensagens de depuração no registro do sistema
th: บันทึกข้อความ_ดีบั๊กในบันทึกปฏิบัติการระบบ

source: Enable _Timed Login
ca: Habilita l'entrada _temporitzada
gu: સામયિક પ્રવેશ સક્રિય કરો (_T)
ko: 시간제한 로그인 사용(_T)
lt: Įjungti _uždelstus prijungimus
mk: Дозволи _временска најава
pa: ਸਮਾਂ-ਬੱਧ ਲਾਗਇਨ ਯੋਗ(_T)
pt_br: Permi_tir Início de Sessão Programado
th: เปิดใช้การ_ตั้งเวลาเข้าระบบ

source: Enables XDMCP INDIRECT choosing (i.e. remote execution of gdmchooser) for X-terminals which don't supply their own display browser.
ca: Habilita la selecció INDIRECTA XDMCP (p.e., execució remota del gdmchooser) per a terminals X que no proporcionin el seu propi navegador de visualitzacions.
gu: X-ટર્મિનલો માટે કે જે તેમના પોતાના ડિસ્પ્લે બ્રાઉઝર પૂરા પાડતા નથી તેમના માટે XDMCP INDIRECT પસંદ કરવાનું (એટલે કે gdmchooser નું દૂરસ્થ એક્ઝેક્યુશન) સક્રિય કરે છે.
ko: XDMCP INDIRECT 선택 기능을 (즉 gdmchooser의 원격 실행) X 터미널의 경우에 (자기 디스플레이 브라우저가 없는 경우) 사용합니다.
mk: Овозможува XDMCP ИНДИРЕКТНО избирање (т.е. оддалечено извршување на gdmchooser) за X-терминалите кои не поддржуваат сопствен прелистувач.
pt_br: Permitir seleção XDMCP INDIRETO (ou seja, execução remota do gdmchooser, o Saudador do GDM) no terminais X que não fornecem seu próprio navegador de telas.
th: เปิดใช้การเลือกโฮสต์แบบอ้อม (indirect) ของ XDMCP (กล่าวคือ การเรียก gdmchooser จากเครื่องอื่น) สำหรับเทอร์มินัล X ที่ไม่สนับสนุนการเรียกดูดิสเพลย์ในเครือข่าย
