Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: User %s not permitted to gain access at this time
ca: No es permet l'accés al sistema a l'usuari %s en aquest moment
gu: વપરાશકર્તા %s ને આ સમયે સિસ્ટમ વાપરવાની પરવાનગી નથી
ko: %s 사용자는 현재 접근을 허용하지 않습니다
lt: Naudotojui %s šiuo metu neleidžiama prisijungti prie sistemos
mk: Корисникот %s е без дозвола да добива пристап во овој момент
pa: %s ਉਪਭੋਗੀ ਨੂੰ ਹੁਣ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ
pt_br: O usuário %s não tem permissão para ganhar acesso neste momento
sl: Uporabniku %s dostop v tem trenutku ni dovoljen
th: ผู้ใช้ %s ไม่ได้รับการให้เข้าถึงในเวลานี้
vi: Không cho phép người dùng %s truy cập vào lúc này.

source: The system administrator has disabled access to the system temporarily.
ca: L'administrador del sistema ha inhabilitat temporalment l'accés al sistema.
gu: સિસ્ટમ સંચાલકે થોડા સમય પૂરતુ સિસ્ટમને વાપરવાની પરવાનગીને નિષ્ક્રિય કરી દીધી છે.
ko: 시스템 관리자가 임시로 시스템에 접근을 막았습니다.
lt: Sistemos administratorius laikinai atjungė priėjimą prie sistemos.
mk: Систем администраторот времено го исклучил пристапот до системот.
pa: ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨੇ ਸਿਸਟਮ ਤੱਕ ਪਹੁੰਚ ਅਸਥਾਈ ਤੌਰ ਤੇ ਅਯੋਗ ਕਰ ਦਿੱਤੀ ਹੈ।
pt_br: O administrador do sistema desabilitou o acesso ao sistema temporariamente.
sl: Administrator sistema je zaèasno onemogoèil dostop do sistema.
th: ผู้ดูแลระบบได้ปิดการใช้ระบบชั่วคราว
vi: Không thể thiết lập acct. mgmt (cách quản lý tàì khoản) cho %s

source: Couldn't set acct. mgmt for %s
ca: No s'ha pogut definir el gestor de compte per a %s
gu: %s માટે ખાતાના સંચાલનનું સુયોજન કરી શકાયુ નહિ
ko: %s에 대해 acct. mgmt를 결정할 수 없습니다
lt: Nepavyko nustatyti acct. mgmt skirto %s
mk: Не можев да наместам acct. mgmt за %s
pa: %s ਲਈ ਖਾਤਾ ਪ੍ਰਬੰਧ ਸਥਿਰ ਨਹੀਂ ਕਰ ਸਕਿਆ
pt_br: Não foi possível definir o gerenciamento de conta para %s
sl: Ne morem nastaviti upravljalnika prijave za %s
th: ไม่สามารถตั้งค่า acct. mgmt สำหรับ %s

source: Couldn't set credentials for %s
ca: No s'han pogut definir les credencials per a %s
gu: %s માટે કોઇપણ પ્રમાણપત્ર સુયોજિત કરી શકાયુ નહિ
ko: %s에 대한 인증서를 만들 수 없습니다
lt: Nepavyko nustatyti patvirtinimo naudotojui %s
mk: Не можев да наместам акредитации за %s
pa: %s ਲਈ ਪ੍ਰਮਾਣ-ਪੱਤਰ ਸਥਿਰ ਨਹੀਂ ਕਰ ਸਕਿਆ
pt_br: Não foi possível definir as credenciais para %s
sl: Ne morem nastaviti akreditive za %s
th: ไม่สามารถกำหนด credential สำหรับ %s
vi: Không thể thiết lập thông tin xác thức cho %s

source: Couldn't open session for %s
ca: No s'ha pogut obrir la sessió per a %s
gu: %s માટે કોઇ સત્ર ખોલી શકાયુ નહિ
ko: %s에 대한 세션을 열 수 없습니다
lt: Nepavyko atverti sesijos naudotojui %s
mk: Не можев да отворам сесија за %s
pa: %s ਲਈ ਸ਼ੈਸ਼ਨ ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: Não foi possível abrir uma sessão para %s
sl: Ne morem odpreti seje za %s
th: ไม่สามารถเปิดวาระสำหรับ %s
vi: Không thể mở phiên làm việc cho %s

source: Authentication failed. Letters must be typed in the correct case.
ca: Ha fallat l'autenticació. Es distingeix entre majúscules i minúscules.
gu: સત્તાધિકાર આપવામાં નિષ્ફળ. અક્ષરો યોગ્ય કેસમાં જ લખાવા જોઈએ.
ko: 인증이 실패했습니다. 대소문자가 맞아야 합니다.
lt: Tapatybės patvirtinimas nepavyko. Patikrinkite, ar raidžių registras tinkamas.
mk: Автентикацијата е неуспешна. Буквите мораат да бидат внесени по точниот редослед..
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਅਸਫ਼ਲ। ਅੱਖਰ ਠੀਕ ਢੰਗ ਨਾਲ ਲਿਖੇ ਹੋਣ।
pt_br: A autenticação falhou. As letras devem ser fornecidas respeitando maiúsculas/minúsculas.
sl: Avtentikacija ni uspela. Èrke morajo biti napisane v pravilni velikosti.
th: การอนุญาตสิทธิ์ล้มเหลว ต้องพิมพ์ตัวพิมพ์ใหญ่-เล็กให้ถูกต้อง
vi: Quá trình xác thực thất bại.

source: Authentication failed
ca: Ha fallat l'autenticació
gu: સત્તાધિકાર આપવામાં નિષ્ફળ
ko: 인증 실패
lt: Tapatybės patvirtinimas nepavyko
mk: Автентификацијата не упеа
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਅਸਫ਼ਲ ਹੋਈ
pt_br: Falha na autenticação
sl: Avtentikacija ni uspela
th: การอนุญาตสิทธิ์ล้มเหลว

source: Automatic login
ca: Entrada automàtica
gu: આપોઆપ પ્રવેશો
ko: 자동 로그인
lt: Automatinis prijungimas
mk: Автоматска најава
pa: ਸਵੈ ਲਾਗਇਨ
pt_br: Início automático de sessão
sl: Samodejna prijava
th: การเข้าระบบโดยอัตโนมัติ
vi: Tự động đăng nhập

source: The system administrator has disabled your access to the system temporarily.
ca: L'administrador del sistema us ha inhabilitat temporalment l'accés al sistema.
gu: સિસ્ટમ સંચાલકે સિસ્ટમ માટે તમારો વપરાશ કામચલાઉ રીતે નિષ્ક્રિય કરેલ છે.
ko: 시스템에 접근할 수 없도록 시스템 관리자가 임시로 조치해 놓았습니다.
lt: Sistemos administratorius laikinai uždraudė Jūsų priėjimą prie sistemos.
mk: Систем администраторот Ви го исклучил пристапот до системот.
pa: ਸਿਸਟਮ ਪਰਸ਼ਾਸ਼ਕ ਨੇ ਸਿਸਟਮ ਲਈ ਤੁਹਾਡੀ ਪਹੁੰਚ ਆਰਜ਼ੀ ਰੂਪ ਵਿੱਚ ਬੰਦ ਕੀਤੀ ਹੈ।
pt_br: O administrador do sistema desabilitou o seu acesso ao sistema temporariamente.
th: ผู้ดูแลระบบได้ระงับการใช้ระบบของคุณชั่วคราว

source: Cannot set your user group; you will not be able to log in. Please contact your system administrator.
ca: No s'ha pogut definir el vostre grup d'usuari, per tant no podreu entrar-hi. Contacteu amb l'administrador del sistema.
gu: તમારું વપરાશકર્તા જૂથ સુયોજિત કરી શકતા નથી; તમે પ્રવેશ કરવા માટે સમર્થ હશો નહિં. મહેરબાની કરીને તમારા સિસ્ટમ સંચાલકનો સંપર્ક કરો.
ko: 사용자 그룹을 설정할 수 없습니다. 로그인 할 수 없습니다. 시스템 관리자에게 연락하십시오.
lt: Jūsų naudotojo grupės nustatyti nepavyko, prisijungti negalėsite. Susisiekite su sistemos administratoriumi.
mk: Не можам да ја поставам Вашата корисничка група, нема да може да се најавите, Ве молам контактирајте го систем администраторот.
pa: ਤੁਹਾਡਾ ਉਪਭੋਗੀ ਗਰੁੱਪ ਸੈੱਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ; ਤੁਸੀਂ ਲਾਗਇਨ ਨਹੀਂ ਕਰ ਸਕੋਗੇ। ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸ਼ਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜੀ।
pt_br: Não foi possível definir seu grupo de usuário; você não poderá iniciar uma sessão. Por favor, entre em contato com seu administrador do sistema.
th: ไม่สามารถตั้งค่ากลุ่มผู้ใช้ของคุณได้ คุณจึงเข้าระบบไม่ได้ กรุณาติดต่อผู้ดูแลระบบของคุณ

source: Can't find PAM configuration for GDM.
ca: No s'ha trobat la configuració del PAM per al GDM.
gu: GDM માટે PAM રૂપરેખાંકન શોધી શકતા નથી.
ko: GDM에 대한 PAM 설정 파일을 찾을 수 없습니다.
lt: Nepavyko rasti PAM konfigūracijos, reikalingos GDM.
mk: Не можам да ја пронајдам PAM конфигурацијата за GDM.
pa: GDM ਲਈ PAM ਸੰਰਚਨਾ ਨਹੀਂ ਲੱਭੀ ਜਾ ਸਕਦੀ ਹੈ।
pt_br: Não foi possível localizar uma configuração PAM para o GDM.
th: ไม่สามารถค้นหาการกำหนดค่า PAM สำหรับ GDM

source: %s: Could not get server hostname: %s!
ca: %s: no s'ha pogut obtenir el nom del servidor central: %s
gu: %s: યજમાન સર્વરનુ નામ મેળવી શકાયુ નહિ: %s!
ko: %s: 서버 호스트 이름을 얻지 못했습니다: %s!
lt: %s: Nepavyko gauti serverio hosto vardo: %s!
mk: %s: Не можев да добијам сервер hostname: %s!
pa: %s: ਸਰਵਰ ਦਾ ਮੇਜ਼ਬਾਨ ਨਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਿਆ: %s!
pt_br: %s: Não foi possível obter o nome de máquina do servidor: %s!
sl: %s: Nisem uspel dobiti imena stre¾nika: %s!
th: %s: ไม่สามารถรับค่าชื่อโฮสต์ของเซิร์ฟเวอร์: %s
vi: %s: không gọi được tên máy cho máy chủ: %s.

source: %s: Could not create socket!
ca: %s: no s'ha pogut crear el sòcol
gu: %s: સોકૅટ બનાવી શકાયુ નહિ!
ko: %s: 소켓을 만들지 못했습니다
lt: %s: Nepavyko sukurti lizdo!
mk: %s: Не можам да креирам socket!
pa: %s: ਸਾਕਟ ਨਹੀਂ ਬਣਾ ਸਕਿਆ!
pt_br: %s: Não foi possível criar soquete!
sl: %s: Nisem mogel ustvariti vtièa!
th: %s: ไม่สามารถสร้างซ็อกเก็ตได้
vi: %s: không tạo được ổ cắm.

source: %s: Could not bind to XDMCP socket!
ca: %s: no s'ha pogut vincular al sòcol XDMCP
gu: %s: XDMCP સોકેટ જોડે જોડી શકાયુ નહિ!
ko: %s: XDMCP 소켓을 바인드 할 수 없습니다
lt: %s: Nepavyko prisijungti prie XDMCP lizdo!
mk: %s: Не можам да се врзам за XDMCP socket!
pa: %s: XDMCP ਸਾਕਟ ਨਾਲ ਬੰਧਨ ਨਹੀਂ ਬਣਾ ਸਕਿਆ!
pt_br: %s: Não foi possível vincular-se ao soquete XDMCP!
sl: %s: Nisem mogel povezati se na vtiè XDMCP
th: %s: ไม่สามารถไบนด์กับซ็อกเก็ตของ XDMCP ได้
vi: %s: không đóng kết được ổ cắm XDMCP.

source: %s: Could not create XDMCP buffer!
ca: %s: no s'ha pogut crear la memòria intermèdia de l'XDMCP
gu: %s: XDMCP માટેની બફર બનાવી શકાયી નહિ!
ko: %s: XDMCP 버퍼를 만들지 못했습니다!
lt: %s: Nepavyko sukurti XDMCP buferio!
mk: %s: Не можев да креирам XDMCP бафер!
pa: %s: XDMCP ਰਾਖਵਾਂ ਨਹੀਂ ਬਣਾ ਸਕਿਆ!
pt_br: %s: Não foi possível criar um buffer XDMCP!
sl: %s: Nisemo mogel ustvariti izravnalnika za XDMCP!
th: %s: ไม่สามารถสร้างบัฟเฟอร์ของ XDMCP ได้
vi: %s: không tạo được bộ đệm XDMCP.

source: %s: Could not read XDMCP header!
ca: %s: no s'ha pogut llegir la capçalera de l'XDMCP
gu: %s: XDMCP હૅડર વાંચી શકાયુ નહિ!
ko: %s: XDMCP 헤더를 읽지 못했습니다!
lt: %s: Nepavyko perskaityti XDMCP antraštės!
mk: %s: Не можев да го прочитам XDMCP заглавјето!
pa: %s: XDMCP ਸਿਰਲੇਖ ਪੜ੍ਹ ਨਹੀਂ ਸਕਿਆ!
pt_br: %s: Não foi possível ler o cabeçalho XDMCP!
sl: %s: Nisem mogel prebrati glave XDMCP!
th: %s: ไม่สามารถอ่านข้อมูลส่วนหัวของ XDMCP ได้
vi: %s: không đọc được dòng đầu XDMCP.

source: %s: Incorrect XDMCP version!
ca: %s: versió incorrecta de l'XDMCP
gu: %s: XDMCP ની ખોટી આવૃત્તિ!
ko: %s: XDMCP 버전이 틀렸습니다!
lt: %s: Neteisinga XDMCP versija!
mk: %s: Погрешна XDMCP верзија!
pa: %s: ਗਲਤ XDMCP ਵਰਜਨ!
pt_br: %s: Versão incorreta do XDMCP!
sl: %s: Napaèna razlièica XDMCP!
th: %s: รุ่นของ XDMCP ไม่ถูกต้อง
vi: %s: phiên bản XDMCP không đúng.

source: %s: Unknown opcode from host %s
ca: %s: no es coneix el codi d'operació del servidor %s
gu: %s: યજમાન %s માંથી અજાણ્યો ઓપકોડ
ko: %s: %s 호스트에서 알 수 없는 작동 부호
lt: %s: Nežinomas opcode iš hosto %s
mk: %s: Непознат opcode од хостот %s
pa: %s: ਮੇਜ਼ਬਾਨ %s ਉੱਤੇ ਅਣਜਾਣ ਉਪ-ਕੋਡ
pt_br: %s: Opcode desconhecido da máquina %s
sl: %s: Neznana operacijska koda iz stre¾nika %s
th: %s: ไม่รู้จัก opcode จากโฮสต์ %s
vi: %s: mã thi hành lạ từ máy %s

source: %s: Could not extract authlist from packet
ca: %s: no s'ha pogut extreure la llista d'autenticació del paquet
gu: %s: પૅકૅટમાંથી સત્તા માટેની યાદી કાઢી શકાયી નહિ
ko: %s: 패킷에서 authlist를 뽑아 내지 못했습니다
lt: %s: Nepavyko iš paketo ištraukti authlist
mk: %s: Не можам да го отпакувам листата за авторизација од пакетот
pa: %s: ਪੈਕਟ ਵਿੱਚੋਂ ਅਧਿਕਾਰ-ਸੂਚੀ ਲੱਭ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível extrair a lista de autenticação do pacote
sl: %s: Ne morem izvleèi avtorizacijskega seznama iz paketa
th: %s: ไม่สามารถดึงรายการการอนุญาตสิทธิ์จากแพ็กเก็ต
vi: %s: không trích lấy được authlist (danh sách xác thức) từ gói tin.

source: %s: Error in checksum
ca: %s: s'ha produït un error en la suma de comprovació
gu: %s: ચકાસણીઅંકમાં ભૂલ
ko: %s: 검사합이 틀렸습니다
lt: %s: Klaida kontrolinėje sumoje
mk: %s: Грешка во checksum
pa: %s: ਚੈਕਸਮ ਵਿੱਚ ਗਲਤੀ
pt_br: %s: Erro de validação
sl: %s: Napaka v preverjalni vsoti
th: %s: เกิดความผิดพลาดในการ checksum
vi: %s: lỗi checksum (tổng kiểm tra)

source: %s: Could not read display address
ca: %s: no s'ha pogut llegir l'adreça de la visualització
gu: %s: ડિસ્પ્લે સરનામું વાંચી શકાયુ નહિ
ko: %s: 보여줄 주소를 읽지 못했습니다
lt: %s: Nepavyko perskaityti ekrano adreso
mk: %s: Не можев да ја прочитам адресата
pa: %s: ਡਿਸਪਲੇਅ ਦਾ ਸਿਰਨਾਵਾਂ ਪੜ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível ler o endereço da tela
sl: %s: Nisem mogel prebrati naslova zaslona
th: %s: ไม่สามารถอ่านค่าที่อยู่ของดิสเพลย์
vi: %s: không đọc được địa chỉ bộ trình bày.

source: %s: Could not read display port number
ca: %s: no s'ha pogut llegir el número de port de la visualització
gu: %s: ડિસ્પ્લે પોર્ટ આંક વાંચી શકાયો નહિ
ko: %s: 디스플레이 번호를 읽지 못했습니다
lt: %s: Nepavyko perskaityti ekrano prievado numerio
mk: %s: Неможев да најдам слободен број на екран
pa: %s: ਡਿਸਪਲੇਅ ਪੋਰਟ ਨੰਬਰ ਪੜ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível ler o número da porta da tela
sl: %s: Nisem mogel prebrati ¹tevilke vrat zaslona
th: %s: ไม่สามารถอ่านค่าหมายเลขพอร์ตของดิสเพลย์
vi: %s: không tìm thấy số hiệu cổng bộ trình bày.

source: %s: Bad address
ca: %s: l'adreça no és vàlida
gu: %s: ખોટુ સરનામું
ko: %s: 주소가 잘못되었습니다
lt: %s: Blogas adresas
mk: %s: Лоша адреса
pa: %s: ਗਲਤ ਸਿਰਨਾਵਾਂ
pt_br: %s: Endereço incorreto
sl: %s: Neveljaven naslov
th: %s: ที่อยู่ไม่ถูกต้อง
vi: %s: địa chỉ sai

source: Denied XDMCP query from host %s
ca: L'ordinador central %s ha denegat la consulta XDMCP
gu: યજમાન %s પાસેથી XDMCP પરનો સવાલ નકારી કઢાયો
ko: %s 호스트에서 XDMCP 질의를 거부했습니다
lt: Atmesta XDMCP užklausa iš hosto %s
mk: Одбиено XDMCP барање од хостот %s
pa: %s ਮੇਜ਼ਬਾਨ ਤੋਂ ਸਵੀਕਾਰ ਨਾ ਕੀਤਾ XDMCP ਪ੍ਰਸ਼ਨ
pt_br: Pesquisa XDMCP negada para a máquina %s
sl: Zavrnjena XDMCP poizvedba iz stre¾nika %s
th: ปฏิเสธการ XDMCP query ที่มาจากโฮสต์ %s
vi: Truy vấn XDMCP bị từ chối từ máy chủ %s.

source: %s: Got REQUEST from banned host %s
ca: %s: ha arribat una SOL·LICITUD des d'un ordinador prohibit %s
gu: %s: પ્રતિબંધિત યજનામ %s પાસેથી વિનંતી મળી
ko: %s: 금지된 호스트 %s에서 REQUEST를 받았습니다
lt: %s: Gautas REQUEST iš uždrausto hosto %s
mk: %s: Добив побарување од забранетиот хост %s
pa: %s: ਪਾਬੰਦੀ ਵਾਲੇ ਮੇਜ਼ਬਾਨ %s ਤੋਂ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕਰੋ
pt_br: %s: Interceptação REQUEST da máquina %s banida
sl: %s: Dobil sem REQUEST iz prepovedanega gostitelja %s
th: %s: ได้รับการร้องขอจากโฮสต์ที่ถูกห้าม %s
vi: %s: nhận được REQUEST (yêu cầu) từ máy bị cấm %s.

source: %s: Could not read Display Number
ca: %s: no s'ha pogut llegir el número de la visualització
gu: %s: ડિસ્પ્લે આંક વાંચી શકાયો નહિ
ko: %s: 디스플레이 번호를 읽지 못했습니다
lt: %s: Nepavyko perskaityti Display Number
mk: %s: Не можев да го прочитам бројот на приказот
pa: %s: ਡਿਸਪਲੇਅ ਨੰਬਰ ਪੜ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível ler o Número da Tela
sl: %s: Nisem mogel prebrati ¹tevilke zaslona
th: %s: ไม่สามารถอ่านค่าหมายเลขดิสเพลย์ได้
vi: %s: không đọc được Số hiệu bộ trình bày.

source: %s: Could not read Connection Type
ca: %s: no s'ha pogut llegir el tipus de connexió
gu: %s: જોડાણ પ્રકાર વાંચી શકાયુ નહિ
ko: %s: 연결 형식을 읽지 못했습니다
lt: %s: Nepavyko perskaityti Connection Type
mk: %s: Не можам да го прочитам типот на врската
pa: %s: ਸਬੰਧ ਕਿਸਮ ਪੜ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível ler o Tipo de Conexão
sl: %s: Ne morem prebrati vrste povezave
th: %s: ไม่สามารถอ่านค่าชนิดของการเชื่อมต่อได้
vi: %s: không đọc được kiểu kết nối (Connection Type).

source: %s: Could not read Client Address
ca: %s: no s'ha pogut llegir l'adreça del client
gu: %s: ક્લાઇન્ટ સરનામું વાંચી શકાયુ નહિ
ko: %s: 클라이언트 주소를 읽지 못했습니다
lt: %s: Nepavyko perskaityti Client Address
mk: %s: Не можев да ја прочитам адресата на клиентот
pa: %s: ਕਲਾਂਈਟ ਸਿਰਨਾਵਾਂ ਪੜ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível ler o Endereço do Cliente
sl: %s: Nisem mogel prebrati naslova odjemalca
th: %s: ไม่สามารถอ่านค่าที่อยู่ของไคลเอนต์ได้
vi: %s: không đọc được địa chỉ máy khách (Client Address).

source: %s: Could not read Authentication Names
ca: %s: no s'han pogut llegir els noms d'autenticació
gu: %s: સત્તાધીશના નામો વાંચી શકાયા નહિ
ko: %s: 인증 이름을 읽지 못했습니다
lt: %s: Nepavyko perskaityti Authentication Names
mk: %s: Не можам да ги прочитам имињата за автентикација
pa: %s: ਪ੍ਰਮਾਣਿਤ ਨਾਂ ਪੜ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível ler os Nomes de Autenticação
sl: %s: Nisem mogel rebrati imen avtentikacij
th: %s: ไม่สามารถอ่านค่าชื่อของการตรวจสอบสิทธิ์ได้
vi: %s: không đọc được các tên xác thực (Authentication Names).

source: %s: Could not read Authentication Data
ca: %s: no s'han pogut llegir les dades d'autenticació
gu: %s: સત્તાધીશની માહિતી વાંચી શકાયી નહિ
ko: %s: 인증 자료를 읽지 못했습니다
lt: %s: Nepavyko perskaityti Authentication Data
mk: %s: Не можам да ги прочитам податоците за автентикација
pa: %s: ਪ੍ਰਮਾਣਿਤ ਡਾਟਾ ਪੜ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível ler os Dados de Autenticação
sl: %s: Ne morem prebrati avtentikacijskih podtakov
th: %s: ไม่สามารถอ่านข้อมูลการตรวจสอบสิทธิ์ได้
vi: %s: không đọc được dữ liệu xác thực (Authentication Data).

source: %s: Could not read Authorization List
ca: %s: no s'ha pogut llegir la llista d'autorització
gu: %s: સત્તાધીશ માટેની યાદી વાંચી શકાયી નહિ
ko: %s: 인증 리스트를 읽지 못했습니다
lt: %s: Nepavyko perskaityti Authorization List
mk: %s: Не можам да ја прочитам листата за авторизација
pa: %s: ਪ੍ਰਮਾਣਿਤ ਸੂਚੀ ਪੜ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível ler a Lista de Autorização
sl: %s: Ne morem prebrati avtorizacijskega seznama
th: %s: ไม่สามารถอ่านรายการการตรวจสอบสิทธิ์ได้
vi: %s: không đọc được danh sách xác thực (Authorization List).

source: %s: Could not read Manufacturer ID
ca: %s: no s'ha pogut llegir l'ID del productor
gu: %s: ઉત્પાદક ઓળખ ક્રમાંક વાંચી શકાતો નથી
ko: %s: 제조자 아이디를 읽지 못했습니다
lt: %s: Nepavyko perskaityti Manufacturer ID
pa: %s: ਨਿਰਮਾਤਾ ID ਪੜ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível ler o ID do Fabricante
sl: %s: Nisem mogel prebrati IDja proizvajalca
th: %s: ไม่สามารถอ่านค่าหมายเลขประจำตัวของผู้ผลิตได้
vi: %s: không đọc được thông tin nhân biết nhà sản xuất (Manufacturer ID).

source: %s: Failed checksum from %s
ca: %s: la suma de comprovació ha fallat des de %s
gu: %s: %s માથી ચકાસણીઅંક નિષ્ફળ
ko: %s: %s에서 검사합 실패
lt: %s: Bloga kontrolinė suma iš %s
mk: %s: Неуспешен checksum од %s
pa: %s: %s ਤੋਂ ਅਸਫ਼ਲ ਚੈਕਸਮ
pt_br: %s: Falha na validação de %s
sl: %s: Preverjalna vsota iz %s ni uspela
th: %s: การ checksum ล้มเหลวจาก %s
vi: %s: lỗi checksum (tổng kiểm tra) từ %s.

source: %s: Got Manage from banned host %s
ca: %s: ha arribat una petició de GESTIÓ des d'un ordinador prohibit %s
gu: %s: પ્રતિબંધિત યજમાનનુ %s માંથી વ્યવસ્થાપન થયુ
ko: %s: 금지된 호스트 %s에서 Manage를 받았습니다
lt: %s: Gautas Manage iš uždrausto hosto %s
mk: %s: Добив Manage од забранетиот хост %s
pa: %s: ਪਾਬੰਦੀ ਵਾਲੇ ਮੇਜ਼ਬਾਨ %s ਤੋਂ ਪ੍ਰਬੰਧ ਸਵੀਕਾਰ ਕਰੋ
pt_br: %s: Interceptação MANAGE da máquina %s banida
sl: %s: Dobil sem Upravljaj iz prepovedanega gostitelja %s
th: %s: ได้รับการจัดการจากโฮสต์ที่ถูกห้าม %s
vi: %s: nhận được Manage (quản lý) từ máy bị cấm %s.

source: %s: Could not read Session ID
ca: %s: no s'ha pogut llegir l'ID de sessió
gu: %s: સત્રનુ ઓળખ ક્રમાંક વાંચી શકાતુ નથી
ko: %s: 세션 ID를 읽지 못했습니다
lt: %s: Nepavyko perskaityti Sesijos ID
mk: %s: Не можам да ја прочитам идентификацијата за сесијата
pa: %s: ਅਜਲਾਸ ID ਪੜ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível ler o ID da Sessão
sl: %s: Nisem mogel prebrati IDja seje
th: %s: ไม่สามารถอ่านค่าหมายเลขประจำตัวของวาระได้
vi: %s: không đọc được thông tin nhân biết phiên làm việc (Session ID).

source: %s: Could not read Display Class
ca: %s: no s'ha pogut llegir la classe de visualització
gu: %s: ડિસ્પ્લે વર્ગ વાંચી શકાયો નહિ
ko: %s: 보여주기 클래스를 읽지 못했습니다
lt: %s: Nepavyko perskaityti Display Class
mk: %s: Не можам да ја прочитам класата за прикажување
pa: %s: ਡਿਸਪਲੇਅ ਸ੍ਰੇਣੀ ਪੜ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível ler a Classe da Tela
sl: %s: Nisem mogel prebrati razreda zaslona
th: %s: ไม่สามารถอ่านค่าคลาสของดิสเพลย์
vi: %s: không đọc được hạng trình bày (Display Class).

source: %s: Could not read address
ca: %s: no s'ha pogut llegir l'adreça
gu: %s: સરનામુ વાંચી શકાયુ નહિ
ko: %s: 주소를 읽지 못했습니다
lt: %s: Nepavyko perskaityti adreso
mk: %s: Не можам да ја прочитам адресата
pa: %s: ਸਿਰਨਾਵਾਂ ਪੜ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível ler o endereço
sl: %s: Nisem mogel prebrati naslova
th: %s: ไม่สามารถอ่านค่าที่อยู่ได้
vi: %s: không đọc được địa chỉ.

source: %s: Got KEEPALIVE from banned host %s
ca: %s: ha arribat un KEEPALIVE des d'un ordinador prohibit %s
gu: %s: પ્રતિબંધિત યજમાન %s માંથી KEEPALIVE મળ્યુ
ko: %s: 금지된 호스트 %s에서 KEEPALIVE를 받았습니다
lt: %s: Gautas KEEPALIVE iš uždrausto hosto %s
mk: %s: Добив KEEPALIVE од забранетиот хост %s
pa: %s: ਪਾਬੰਦੀ ਵਾਲੇ ਮੇਜ਼ਬਾਨ %s ਤੋਂ ਚੌਕਸ ਰਹਿਣਾ ਸਵੀਕਾਰ ਕਰੋ
pt_br: %s: Interceptação KEEPALIVE da máquina %s banida
sl: %s: Dobil sem KEEPALIVE iz prepovedanega gostitelja %s
th: %s: ได้รับ KEEPALIVE จากโฮสต์ที่ถูกห้าม %s
vi: %s: nhận được KEEPALIVE (giữ kết nối) từ máy bị cấm %s.

source: %s: Failed to run '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
ca: %s: s'ha produït un error en executar «%s --display %s --display-authfile %s --to %s --to-authfile %s»: %s
gu: %s: '%s --display %s --display-authfile %s --to %s --to-authfile %s' ચલાવવામાં નિષ્ફળ: %s
ko: %s: '%s --display %s --display-authfile %s --to %s --to-authfile %s' 실행 실패: %s
lt: %s: Nepavyko paleisti '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
mk: %s: Не успеав да го извршам '%s --приказ %s --display-authfile %s --до %s --до-authfile %s': %s
pa: %s: '%s --display %s --display-authfile %s --to %s --to-authfile %s' ਚਲਾਉਣ ਲਈ ਅਸਫ਼ਲ: %s
pt_br: %s: Falha ao executar "%s --display %s --display-authfile %s --to %s --to-authfile%s": %s
th: %s: ไม่สามารถเรียกคำสั่ง '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s

source: %s: No XDMCP support
ca: %s: no es permet l'ús de l'XDMCP
gu: %s: કોઈ XDMCP નો આધાર નથી
ko: %s: XDMCP을 지원하지 않습니다
lt: %s: Nėra XDMCP palaikymo
mk: %s: Нема XDMCP поддршка
pa: %s: ਕੋਈ XDMCP ਸਹਿਯੋਗ ਨਹੀ
pt_br: %s: Sem suporte ao XDMCP
sl: %s: Ni podpore za XDMCP
th: %s: ไม่สนับสนุน XDMCP
vi: %s: không hỗ trợ XDMCP.

source: Xnest command line
ca: Línia d'ordres d'Xnest
gu: Xnest આદેશ વાક્ય
ko: Xnest 명령 행
lt: Xnest komandinė eilutė
mk: Командна линија за Xnest
pa: Xnest ਕਮਾਂਡ ਲਾਈਨ
pt_br: Linha de comando Xnest
sl: Ukazna vrstica Xnest
th: บรรทัดคำสั่ง Xnest
vi: Dong lệnh Xnest

source: STRING
ca: CADENA
gu: શબ્દમાળા
ko: <문자열>
lt: EILUTĖ
mk: НИЗА
pa: ਸਤਰ
sl: NIZ
th: สตริง
vi: CHUỖI

source: Extra options for Xnest
ca: Opcions extra d'Xnest
gu: Xnest માટે વધારાના વિકલ્પો
ko: Xnest의 추가 옵션
lt: Papildomi Xnest parametrai
mk: Екстра опции за Xnest
pa: Xnest ਲਈ ਵਾਧੂ ਚੋਣ
pt_br: Opções extras para o Xnest
sl: Dodatne mo¾nosti za Xnest
th: ตัวเลือกพิเศษสำหรับ Xnest
vi: Tùy chọn thêm cho Xnest

source: OPTIONS
ca: OPCIONS
gu: વિકલ્પો
ko: <옵션>
lt: PARAMETRAI
mk: ОПЦИИ
pa: ਚੋਣ
pt_br: OPÇÕES
sl: MO®NOSTI
th: ตัวเลือก
vi: TÙY CHỌN

source: Run in background
ca: Executa en segon pla
gu: પાશ્વ ભાગમાં ચલાવો
ko: 백그라운드로 실행
lt: Leisti fone
mk: Пушти во позадина
pa: ਬੈਕਗਰਾਊਂਡ ਵਿੱਚ ਚਲਾਓ
pt_br: Executar em segundo plano
sl: Po¾eni v ozadju
th: ทำงานในเบื้องหลัง
vi: Chạy đằng sau

source: Just run Xnest, no query (no chooser)
ca: Executa únicament Xnest, no utilitzis la cerca (sense seleccionador)
gu: ફક્ત Xnest ચલાવો, કોઈ પ્રશ્ન નહિ (કોઈ પસંદગીકાર નથી)
ko: 쿼리 없이, Xnest만 실행합니다 (선택 프로그램 없음)
lt: Tiesiog paleisti Xnest, be užklausos (be parinkiklio)
mk: Само пушти го Xnest, без барања ( без одбирач)
pa: ਸਿਰਫ Xnest ਚਲਾਓ, ਕੋਈ ਪ੍ਰਸ਼ਨ ਨਹੀਂ (ਕੋਈ ਚੋਣਕਾਰ ਨਹੀ)
pt_br: Apenas executar o Xnest, sem pesquisa (sem Seletor)
sl: Po¾eni le Xnest, brez pozivedovanja (brez izbirnika)
th: ให้เรียกทำงาน Xnest โดยไม่ query (ไม่ใช้โปรแกรมเลือกโฮสต์)
vi: Chỉ chạy Xnest, không truy vấn (không sử dụng bộ chọn lựa).

source: Do direct query instead of indirect (chooser)
ca: Fes una cerca directa en comptes d'indirecta (seleccionador)
gu: પરોક્ષ રીતની બદલે પ્રત્યક્ષ રીતે પ્રશ્ન કરો (પસંદગીકાર)
ko: 간접으로 하지 않고, 직접 쿼리합니다 (선택 프로그램)
lt: Daryti tiesioginę užklausą vietoje netiesioginės (parinkiklis)
mk: Направи директно барање наместо индиректно
pa: ਅਸਿੱਧੇ ਤੌਰ ਦੀ ਬਜਾਏ ਸਿੱਧੇ ਤੌਰ ਤੇ ਕੋਈ ਪ੍ਰਸ਼ਨ ਨਹੀਂ (ਚੋਣਕਾਰ)
pt_br: Fazer pesquisa direta ao invés de indireta (Seletor)
sl: Izvedi posredno poizvedbo namesto neposredne (izbirnik)
th: ถามโดยตรงแทนการถามโดยอ้อม (สำหรับโปรแกรมเลือกโฮสต์)
vi: Thực hiện truy vấn trực tiếp thay vì gián tiếp (sử dụng bộ chọn lựa).

source: Run broadcast instead of indirect (chooser)
ca: Executa la difusió en comptes de la indirecta (seleccionador)
gu: પરોક્ષ રીતની બદલે પ્રસારણ કરો (પસંદગીકાર)
ko: 간접으로 하지 않고, 브로드캐스트합니다 (선택 프로그램)
lt: Leisti transliaciją vietoje netiesioginės užklausos (parinkiklis)
mk: Пушти broadcast наместо indirect (chooser)
pa: ਅਸਿੱਧੇ ਤੌਰ ਦੀ ਬਜਾਏ ਖੁੱਲਾ ਬਰਾਂਡਕਾਸਟ ਚਲਾਓ (ਚੋਣਕਾਰ)
pt_br: Executar broadcast ao invés de indireta (Seletor)
sl: Izvedi oddajanje namesto posredovanja (izbirnik)
th: ทำงานแบบกระจายสัญญาณ (broadcast) แทนการถามโดยอ้อม (สำหรับโปรแกรมเลือกโฮสต์)
vi: Chạy phát thanh thay vì gián tiếp (sử dụng bộ chọn lựa)

source: Don't check for running GDM
ca: No comprovis si s'està executant cap GDM
gu: ચાલી રહેલા GDM માટે ચકાસો નહિં
ko: GDM이 실행중인지를 확인하지 않음
lt: Neieškoti veikiančio GDM
mk: Не проверувај дали GDM e пуштен
pa: ਚੱਲਦੇ GDM ਦੀ ਜਾਂਚ ਨਾ ਕਰੋ
pt_br: Não verificar se o GDM está executando
th: ไม่ต้องตรวจสอบการทำงานของ GDM

source: - Nested gdm login chooser
ca: - Escollidor d'entrades gdm imbricat
gu: - પુનરાવર્તિ gdm પ્રવેશ પસંદ કરનાર
ko: - 중첩 GDM 로그인 선택
lt: - Įterpto gdm prisijungimo parinkiklis
mk: - Вгнезден gdm одбирач на најави
pa: - ਅੰਦਰੂਨੀ gdm ਲਾਗਇਨ ਚੋਣਕਾਰ
pt_br: - Seletor de acesso GDM aninhado
th: - โปรแกรมเลือกเข้าระบบของ gdm ในหน้าต่างซ้อน
