Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: An error occurred while loading user interface element %s%s from file %s. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
ca: S'ha produït un error en carregar l'element de la interfície d'usuari %s%s del fitxer %s. Possiblement la descripció d'interfície de glade estava corrompuda. %s no pot continuar i sortirà ara. Hauríeu de comprovar la instal·lació de %s o tornar a instal·lar %s.
gu: વપરાશકર્તા ઇન્ટરફૅસના %s%s ભાગને ફાઇલ %s માંથી ખોલતી વખતે ભૂલ થઇ હતી. સંભવિત રીતે glade ઇન્ટરફૅસનું વર્ણન ખામીયુક્ત હતું. %s હવે આગળ વધી શકશે નહિ અને બહાર નીકળી જશે. તમારે તમારું %s નું સ્થાપન તપાસવું જોઇએ અથવા %s નું ફરીથી સ્થાપન કરો.
ko: 사용자 인터페이스 항목 %s%s을(를) %s 파일에서 읽어 들이는 중에 오류가 발생했습니다. glade 인터페이스 기술 파일이 망가져 있을 것입니다. %s은(는) 계속할 수 없고 지금 마칩니다. %s이(가) 제대로 설치되었는지 확인하거나 %s을(를) 다시 설치해야 합니다.
lt: Įkeliant naudotojo sąsajos elementą %s%s iš failo %s įvyko klaida. Galbūt glade sąsajos aprašas buvo sugadintas. %s negali tęsti ir dabar užsidarys. Turėtumete patikrinti %s įdiegimą arba įdiegti %s iš naujo.
mk: Се појави грешка при вчитување на елементот на корисничкиот интерфејс %s%s од датотеката %s. Можеби описот на glade интерфејсот бил корумпиран. %s не може да продолжи и сега ќе прекине. Проверете ја инсталацијата од %s или повторно инсталирајте %s.
pa: ਉਪਭੋਗੀ ਇੰਟਰਫੇਸ ਇਕਾਈ %s%s, ਫਾਇਲ %s ਵਿੱਚੋ ਲੋਡ ਕਰਨ ਸਮੇਂ ਇੱਕ ਗਲਤੀ ਵਾਪਰੀ ਹੈ। ਸੰਭਾਵੀ ਹੈ ਕਿ ਪੋਰਟ ਸੰਬੰਧ ਵਰਨਣ ਨਸ਼ਟ ਹੋ ਗਿਆ ਸੀ। %s ਜਾਰੀ ਨਹੀਂ ਰਹਿ ਸਕਦਾ ਹੈ ਅਤੇ ਹੁਣ ਬੰਦ ਹੋ ਜਾਵੇਗਾ। ਤੁਹਾਨੂੰ %s ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਾਂ %s ਨੂੰ ਮੁੜ-ਇੰਸਟਾਲ ਕਰੋ।
pt_br: Houve um erro ao carregar o elemento de interface de usuário %s%s a partir do arquivo %s. Possivelmente o arquivo de descrição de interface glade está corrompido. %s não pôde continuar e irá sair agora. Você deve verificar a instalação de %s ou reinstalar %s.
th: เกิดความผิดพลาดขณะโหลดส่วนประกอบของส่วนติดต่อผู้ใช้ %s%s จากแฟ้ม %s เป็นไปได้ว่าข้อมูลส่วนติดต่อของ glade เสีย %s ไม่สามารถทำงานต่อได้ และจะออกจากการทำงานเดี๋ยวนี้ คุณควรตรวจสอบการติดตั้ง %s ของคุณหรือ ติดตั้ง %s ใหม่

source: Cannot load user interface
ca: No es pot carregar la interfície d'usuari
gu: વપરાશકર્તા ઇન્ટરફૅસ ચાલુ કરી શક્યો નહિ
ko: 사용자 인터페이스를 읽을 수 없습니다
lt: Nepavyko įkelti naudotojo sąsajos
mk: Не можам да го вчитам корисничкиот интерфејс
pa: ਉਪਭੋਗੀ ਇੰਟਰਫੇਸ ਲੋਡ ਨਹੀਂ ਕਰ ਸਕਦਾ
pt_br: Não foi possível carregar a interface de usuário
sl: Ne morem nalo¾iti uporabni¹kega vmesnika
th: ไม่สามารถโหลดส่วนติดต่อผู้ใช้
vi: Không tải được giao diện người dùng.

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s
ca: El fitxer de glade és erroni. Assegureu-vos que s'ha instal·lat el fitxer correcte. Fitxer: %s giny: %s
gu: glade ફાઇલ બગડી ગઇ! તપાસો કે સાચી ફાઇલ સ્થપિત છે! ફાઇલ %s વિજેટ: %s
ko: glade 파일이 엉터리입니다! 올바른 파일이 설치되었는 지 확인하십시오! 파일: %s 위젯: %s
lt: Problemos su Glade failu! Įsitikinkite, kad įdiegtas teisingas failas! failas: %s objektas: %s
mk: Glade датотеката е на крек! Проверете дали точната датотека е инсталирана! датотека: %s елемент: %s
pa: ਗਲੇਡ ਫਾਇਲ ਨੁਕਸਾਨ ਵਿੱਚ ਹੈ! ਯਕੀਨਨ ਬਣਾਓ ਕਿ ਕੀ ਸਹੀ ਫਾਇਲ ਨਿਰਧਾਰਨ ਹੋਈ ਹੈ! ਫਾਇਲ: %s ਖਾਕਾ: %s
pt_br: O arquivo glade está danificado! Tenha certeza de que o arquivo correto está instalado! arquivo: %s widget: %s
sl: Datoteka glade je zadeta! Preprièajte se, da je name¹èena prava datoteka. datoteka: %s gradnik: %s
th: แฟ้ม glade เสีย! กรุณาตรวจดูให้แน่ใจว่าคุณติดตั้งแฟ้มอย่างถูกต้อง! แฟ้ม: %s วิดเจ็ต: %s
vi: Gặp lỗi khi tải phần giao diện người dùng %s%s từ tập tin %s. Ô điều khiển kiểu CList nên có %d cột. Có lẽ mô tả giao diện glade bị hỏng. %s không thể tiếp tục và sẽ thoát ở đây. Bạn nên kiểm tra lại bản cài đặt %s hoặc cài đặt lại %s.

source: An error occurred while loading the user interface element %s%s from file %s. CList type widget should have %d column. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
ca: S'ha produït un error en carregar l'element de la interfície d'usuari %s%s del fitxer %s. El giny de tipus CList ha de tenir %d columna. Possiblement la descripció d'interfície de glade era corrupta. %s no pot continuar i sortirà ara. Hauríeu de comprovar la instal·lació de %s o tornar a instal·lar %s.
gu: વપરાશકર્તા ઇન્ટરફૅસ ઘટક %s%s ને ફાઇલ %s માંથી ખોલતી વખતે ભૂલ થઇ હતી. CList પ્રકારના વિજેટ પાસે %d સ્તંભ હોવો જોઇએ. સંભવિત રીતે glade ઇન્ટરફૅસનુ વર્ણન ખામીયુક્ત હતું. %s આગળ વધી શકશે નહિ અને હવે બહાર નીકળશે. તમારે %s નું સ્થાપન ચકાસવું જોઇએ અથવા %s ફરીથી સ્થાપિત કરવું જોઈએ.
ko: 사용자 인터페이스 항목 %s%s을(를) %s 파일에서 읽어들이는 중에 오류가 발생했습니다. CList 타입의 위젯에는 %d 개의 열이 있어야 합니다. glade 인터페이스 기술 파일이 망가져 있을 것입니다. %s은(는) 계속할 수 없고 지금 끝냅니다. %s이(가) 제대로 설치되었는 지 확인하거나 %s을(를) 다시 설치해야 합니다.
mk: Се појави грешка при вчитување на елементот на корисничкиот интерфејс %s%s од датотеката %s. Типот на копче CList треба да има %d колона. Можеби описот на glade интерфејсот бил расипан %s не може да продолжи и сега ќе прекине. Треба да ја проверите инсталацијата на %s или пак да го реинсталирате %s.
pa: ਉਪਭੋਗੀ ਇਕਾਈ %s%s, ਫਾਇਲ %s ਵਿੱਚੋਂ ਲੋਡ ਕਰਨ ਸਮੇਂ ਇੱਕ ਗਲਤੀ ਵਾਪਰੀ ਹੈ। C-ਸੂਚੀ ਕਿਸਮ ਖਾਕਾ ਵਿੱਚ %d ਕਾਲਮ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ। ਸੰਭਾਵੀ ਹੈ ਕਿ ਗਲੇਡ ਇੰਟਰਫੇਸ ਵੇਰਵਾ ਨਸ਼ਟ ਹੋ ਗਿਆ ਸੀ। %s ਜਾਰੀ ਨਹੀਂ ਰਹਿ ਸਕਦਾ ਹੈ ਅਤੇ ਹੁਣ ਬੰਦ ਹੋ ਜਾਵੇਗਾ। ਤੁਹਾਨੂੰ %s ਦੀ ਇੰਸਟਾਲੇਸ਼ਣ ਦੀ ਜਾਂਚ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਾਂ %s ਨੂੰ ਮੁੜ-ਇੰਸਟਾਲ ਕਰੋ।
pt_br: Houve um erro ao carregar o elemento de interface de usuário %s%s a partir do arquivo %s. O tipo CList deveria ter %d coluna. Possivelmente o arquivo de descrição de interface glade está corrompido. %s não pôde continuar e irá sair agora. Você deve verificar a instalação de %s ou reinstalar %s.
th: เกิดความผิดพลาดขณะโหลดส่วนประกอบของส่วนติดต่อผู้ใช้ %s%s จากแฟ้ม %s วิดเจ็ตชนิด CList ควรมี %d คอลัมน์ เป็นไปได้ว่าข้อมูลส่วนติดต่อของ glade อาจจะเสีย %s ไม่สามารถทำงานต่อได้ และจะออกจากการทำงานเดี๋ยวนี้ คุณควรตรวจสอบการติดตั้ง %s ของคุณหรือ ติดตั้ง %s ใหม่

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s expected clist columns: %d
ca: El fitxer de glade és erroni Assegureu-vos que s'ha instal·lat el fitxer correcte Fitxer: %s giny: %s columnes CList esperades: %d
gu: glade ફાઇલ બગડી ગઇ! તપાસો કે સાચી ફાઇલ સ્થપિત છે! ફાઇલ %s વિજેટ: %s ઇચ્છનીય સીયાદી સ્તંભ: %d
ko: glade 파일이 엉터리입니다! 올바른 파일이 설치되었는지 확인하세요! 파일: %s 위젯: %s 예상한 clist 열: %d
lt: Problemos su Glade failu! Įsitikinkite, kad įdiegtas teisingas failas! failas: %s objektas: %s laukiama clist stulpelių: %d
mk: Glade датотеката е на крек! Проверете дали точната датотека е инсталирана! датотека: %s елемент: %s очекувана clist колона: %d
pa: ਗਲੇਡ ਫਾਇਲ ਨੁਕਸਾਨਗ੍ਰਾਸਿਤ ਹੈ! ਯਕੀਨਨ ਬਣਾਓ ਕਿ ਕੀ ਸਹੀ ਫਾਇਲ ਨਿਰਧਾਰਨ ਹੋਈ ਹੈ! ਫਾਇਲ: %s ਖਾਕਾ: %s ਨਿਸਚਿਤ C-ਸੂਚੀ ਕਾਲਮ: %d
pt_br: O arquivo glade está danificado! Tenha certeza que o arquivo correto está instalado! arquivo: %s widget: %s colunas esperadas no clist: %d
sl: Datoteka glade je zadeta! Preprièajte se, da je name¹èena pravilna datoteka. datoteka: %s gradnik: %s prièakovanih clist stolpcev: %d
th: แฟ้ม glade เสียหาย! กรุณาตรวจสอบให้แน่ใจว่าติดตั้งแฟ้มถูกต้องหรือไม่! แฟ้ม: %s วิดเจ็ต: %s จำนวนคอลัมน์ clist ที่ต้องการ: %d
vi: Gặp lỗi khi tải giao diện người dùng từ tập tin %s. Có lẽ chưa tìm thấy mô tả giao diện glade. %s không thể tiếp tục và sẽ thoát ở đây. Bạn nên kiểm tra lại bản cài đặt của %s hoặc cài đặt lại %s.

source: An error occurred while loading the user interface from file %s. Possibly the glade interface description was not found. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
ca: S'ha produït un error en carregar la interfície d'usuari del fitxer %s. Possiblement no s'ha trobat la descripció d'interfície de glade. %s no pot continuar i sortirà ara. Hauríeu de comprovar la instal·lació de %s o tornar a instal·lar %s.
gu: ફાઇલ %s માંથી વપરાશકર્તા ઇન્ટરફૅસ ખોલતી વખતે ભૂલ થઇ હતી. સંભવિત રીતે glade ઇન્ટરફૅસનું વર્ણન મળ્યુ ન હતું. %s આગળ વધી શકશે નહિ અને હવે બહાર નીકળશે. તમારે તમારું %s નું સ્થાપન ચકાસવું જોઇએ અથવા %s ફરીથી સ્થાપિત કરવું જોઈએ.
ko: 사용자 인터페이스를 %s 파일에서 읽어들이는 중에 오류가 발생했습니다. glade 인터페이스 기술 파일이 망가져 있을 것입니다. %s은(는) 계속할 수 없고 지금 마칩니다. %s이(가) 제대로 설치되었는 지 확인하거나 %s을(를) 다시 설치해야 합니다.
lt: Įkeliant naudotojo sąsają iš failo %s įvyko klaida. Galbūt glade sąsajos aprašas buvo nerastas. %s negali tęsti ir dabar užsidarys. Turėtumėte patikrinti %s įdiegimą arba iš naujo įdiegti %s.
mk: Се појави грешка при вчитување на корисничкиот интерфејс од датотека %s. Веројатно описот на glade интерфејсот не бил пронајден. %s не можам да продолжам и сега ќе исклучам. Проверете ја инсталацијата на %s или повторно инсталирајте %s.
pa: ਫਾਇਲ %s ਵਿਚੋਂ ਉਪਭੋਗੀ ਇੰਟਰਫੇਸ ਲੋਡ ਕਰਨ ਉਪਰੰਤ ਇੱਕ ਗਲਤੀ ਵਾਪਰੀ ਹੈ। ਸੰਭਾਵੀ ਤੌਰ ਉੱਤੇ ਗਲੇਡ ਇੰਟਰਫੇਸ ਵਰਨਣ ਨਹੀਂ ਲੱਭਿਆ। %s ਜਾਰੀ ਨਹੀਂ ਰਹਿ ਸਕਦਾ ਹੈ ਅਤੇ ਬੰਦ ਹੋਵੇਗਾ। ਤੁਹਾਨੂੰ ਆਪਣੀ %s ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਾਂ %s ਮੁੜ-ਇੰਸਟਾਲ ਕਰੋ।
pt_br: Houve um erro ao carregar a interface do usuário a partir do arquivo %s. Possivelmente o arquivo de descrição de interface glade não foi encontrado. %s não pôde continuar e sairá agora. Você deve verificar sua instalação do %s ou reinstalar %s.
th: เกิดความผิดพลาดขณะโหลดส่วนประกอบของส่วนติดต่อผู้ใช้จากแฟ้ม %s เป็นไปได้ว่าข้อมูลส่วนติดต่อของ glade หายไป %s ไม่สามารถทำงานต่อได้ และจะออกจากการทำงานเดี๋ยวนี้ คุณควรตรวจสอบการติดตั้ง %s ของคุณหรือ ติดตั้ง %s ใหม่

source: No interface could be loaded. This is BAD! (file: %s)
ca: No s'ha pogut carregar cap interfície. Això és incorrecte (fitxer: %s)
gu: કોઇ ઇન્ટરફૅસ લોડ કરી શકાયું નહિં. આ ખરાબ છે! (ફાઇલ: %s)
ko: 인터페이스를 읽어들일 수 없습니다, 상태가 안 좋아요! (파일: %s)
lt: Nepavyko įkelti jokios sąsajos, BLOGAI! (failas: %s)
mk: Не можеше да се вчита интерфејс, ЛОШО! (датотека: %s)
pa: ਕੋਈ ਇੰਟਰਫੇਸ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕਿਆ। ਇਹ ਗਲਤ ਹੈ! (ਫਾਇਲ: %s)
pt_br: Nenhuma interface pôde ser carregada. Isto é PÉSSIMO! (arquivo: %s)
th: ไม่สามารถโหลดส่วนติดต่อได้ (แฟ้ม: %s)

source: Too many alias levels for a locale; may indicate a loop
ca: Hi ha massa nivells d'àlies per a la localització; pot indicar un bucle
gu: લોકેલ માટે ધણાબધા ઉપનામ સ્તરો છે; કદાચ તે લૂપ દર્શાવે છે
ko: 로케일에 너무 많은 별명이 걸려있습니다. 되돌고 있는 것처럼 보입니다
lt: Per daug alternatyvių vardų lygių lokalei, tai gali reikšti ciklą
mk: Премногу нивоа на алијаси за locale, може да индицираат бесконечно движење
pa: ਲੋਕੇਲ ਲਈ ਬਹੁਤ ਸਾਰੇ ਉਪ-ਨਾਂ ਪੱਧਰ ਹਨ, ਜਿਸ ਨਾਲ ਚੱਕਰ ਦੀ ਸੰਭਵ ਹੈ
pt_br: Muitos níveis de sinônimos para um locale; pode indicar um loop
th: มีการตั้งฉายาโลแคลหลายชั้นเกินไป เป็นไปได้ว่าอาจมีลูปเกิดขึ้น

source: Finger
gu: આંગળી
lt: Pirštas
sl: Prst
vi: Tiến trình Finger

source: _Path:
ca: _Camí:
mk: _Патека:
th: _พาธ:

source: %s%d=false
ca: %s%d=fals
lt: %s%d=ne
pa: %s%d=ਗਲਤ
pt_br: %s%d=falso

source: custom_cmd%d
ca: ordre_pers%d

source: (c) 2002 GNOME
ca: © 2002 GNOME
mk: (c) 2002 GNOME(c) 2002 GNOME
pa: (c) ੨੦੦੨ ਗਨੋਮ
vi: © 2005 GNOME

source: The greeter application appears to be crashing.Attempting to use a different one.
mk: Програмата за најавен екран паѓа. Ќе се обидам да користам друга.

source: Your home directory is listed as:'%s'but it does not appear to exist. Do you want to log in with the / (root) directory as your home directory?It is unlikely anything will work unless you use a failsafe session.
mk: Вашиот домашен директориум е наведен како:'%s'но изгледа дека не постои. Дали сакате да се најавите со rootдиректориумот како ваш домашен директориум?Веројатно е дека ништо нема да работи освен ако не употребите спасувачка сесија.

source: Some of the users in the Include list (Users tab) now have uid lower than MinumalUID and will be removed.
mk: Некои од корисниците во листата за вклучување (Јазичето „Корисници“) сега имаат пониско uid отколку минималнотоUID и сега ќе бидат отстранети.

source: (Enabled)
mk: (Овозможено)

source: Could not access GDM configuration file.
mk: Не можам да и пристапам на конфигурациската датотека за GDM.

source: Default System Session
sl: Privzeta seja sistema
vi: Phiên làm việc hệ thống mặc định

source: This is the default system session
sl: To je privzeta seja sistema
vi: Đây là phiên làm việc hệ thống mặc định

source: I cannot start the X server (your graphical interface). It is likely that it is not set up correctly. You will need to log in on a console and rerun the X configuration program. Then restart GDM.
sl: Ne morem pognati stre¾nika X (va¹ grafièni vmesnik). Verjetno ni pravilno nastavljen. Prijaviti se boste morali skozi konzolo in znova pognati program za nastavljanje X. Potem znova po¾enite GDM.
vi: Không thể khởi động trình hố trợ X (X server - giao diện đồ họa). Có lẽ chưa thiết lập nó cho đúng. Bạn cần đăng nhập vào bàn giao tiếp và thực hiện lại trình cấu hình X. Sau đó hãy khởi động lại GDM.

source: Would you like me to try to run the X configuration program? Note that you will need the root password for this.
sl: ®elite, da posku¹am pognati program za nastavljanje X? Za to boste potrebovali administrativno (root) geslo.
vi: Bạn có muốn thử thực hiện trình cấu hình X không? Chú ý là bạn sẽ cần mật khẩu chủ để làm như thế.

source: I will now try to restart the X server again.
sl: Zdaj bom znova pognal stre¾nik X
vi: Sẽ thử khởi động lại trình hỗ trợ X.

source: I will disable this X server for now. Restart GDM when it is configured correctly.
sl: Ta stre¾nik X bom za zdaj izkljuèil. Ko bo pravilno nastavljen znova po¾enite GDM.
vi: Sẽ tắt tạm trình hỗ trợ X. Hãy khởi động GDM khi đã cấu hình xong.

source: I cannot start the X server (your graphical interface). It is likely that it is not set up correctly. Would you like to view the X server output to diagnose the problem?
sl: Ne morem pognati stre¾nika X (va¹ grafièni vmesnik). Verjetno ni pravilno nastavljen. ®elite videti izhod stre¾nika X za diagnozo problema?
vi: Không thể khởi động trình hỗ trợ X (giao diện đồ họa). Có lẽ chưa thiết lập nó cho đúng. Bạn có muốn xem các dữ liệu xuất do trình hỗ trợ X để giải quyết vấn đề không?

source: I cannot start the X server (your graphical interface). It seems that the pointer device (your mouse) is not set up correctly. Would you like to view the X server output to diagnose the problem?
sl: Ne morem pognati stre¾nika X (va¹ega grafiènega vmesnika). Zdi se, da va¹a kazalna naprava (mi¹ka) ni pravilno nastavljena. ®elite videti izhod stre¾nika X za diagnozo problema?
vi: Không thể khởi động trình hỗ trợ X (giao diên đồ họa). Có lẽ thiết bị trỏ (con chuột) chưa được cấu hình đúng. Bạn có muốn xem các dữ liệu xuất do trình hỗ trợ X để giải quyết vấn đề không?

source: Would you like me to try to run the mouse configuration program? Note that you will need the root password for this.
sl: ®elite, da posku¹am pognati program za nastavljanje mi¹ke? Za to boste potrebovali administrativno (root) geslo.
vi: Bạn có muốn thử thực hiện trình cấu hình con chuột không? Chú ý rằng bạn sẽ cần mật khẩu chủ để làm như thế.

source: I could not start your session and so I have started the failsafe xterm session. Windows now have focus only if you have your cursor above them. To get out of this mode type 'exit' in the window in the upper left corner
sl: Nisem mogel zagnati seje, zato sem pognal pred napakami varno sejo xterm. Okna imajo sedaj fokus le, èe je nad njimi mi¹kin kazalec. Za izhod iz tega naèina vtipkajte 'exit' v konu v levem zgornjem kotu.
vi: Không thể khởi động phiên làm việc của bạn, vì thế khởi động phiên làm việc xterm dự phòng. Các cửa sổ sẽ có tiêu điểm chỉ khi bạn di chuyển con trỏ trên chúng. Để thoát khỏi chế độ này thì hãy nhập 'exit' vào cửa sổ bên trái, góc trên.

source: The display server has been shut down about 6 times in the last 90 seconds, it is likely that something bad is going on. I will wait for 2 minutes before trying again on display %s.
sl: Stre¾nik zaslona je bil zaprt pribli¾no ¹estkrat v zadnjih 90 sekundah, verjetno se dogaja nekaj slabega. Poèakal bom 2 minuti preden bom znova posku¹al pognati zaslon %s.
vi: Máy chủ hiển thị đã tắt khoảng 6 lần trong 90 giây vừa rồi, có lẽ có gì đó rất xấu đang xảy ra. Sẽ đợi khoảng 2 phút trước khi thử lại trên bộ trình bày %s.

source: %s: Failed forking gdm slave process for %s
sl: %s: Razvejitev su¾enjskega procesa gdm za %s ni uspela
vi: %s: lỗi tạo tiến trình con gdm phụ cho %s

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this does not exist. Please correct gdm configuration %s and restart gdm.
sl: Avtorizacijski imenik stre¾nika (daemon/ServAuthDir) je nastavljen na %s, a ta ne obstaja. Prosimo, popravite nastavitve gdm %s in vnoviè po¾enite gdm.
vi: Thư mục Server Authorization (xác nhận máy chủ/trình nền - daemon/ServAuthDir) là %s nhưng nó không tồn tại. Hãy sửa cấu hình gdn %s và khởi động lại gdm.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this is not a directory. Please correct gdm configuration %s and restart gdm.
sl: Avtorizacijski imenik stre¾nika (daemon/ServAuthDir) je nastavljen na %s, a to ni imenik. Prosimo, popravite nastavitve gdm %s in vnoviè po¾enite gdm.
vi: Thư mục Server Authorization (xác nhận máy chủ/trình nền - daemon/ServAuthDir) là %s nhưng nó không phải là một thư mục. Hãy sửa cấu hình gdn %s và khởi động lại gdm.

source: %s: No configuration file: %s. Using defaults.
sl: %s: Ni datoteke nastavitev: %s. Uporabljam privzete vrednosti.
vi: %s: không có tập tin cấu hình: %s nên dùng mặc định.

source: %s: BaseXsession empty, using %s/gdm/Xsession
sl: %s: BaseXsession je prazen, uporabljam %s/gdm/Xsession
vi: %s: BaseXsession rỗng nên dùng %s/gdm/Xsession

source: %s: Standard X server not found, trying alternatives
sl: %s: Obièajni stre¾nik X ni bil najden, posku¹am alternative
vi: %s: không tìm thấy trình hỗ trợ X chuẩn nên dùng cái thay thế.

source: %s: XDMCP was enabled while there is no XDMCP support, turning it off
sl: %s: XDMCP je bil vkljuèen kljub temu, da ni podpore XDMCP, izklapljam
vi: %s: XDMCP được bật trong khi không có hỗ trợ XDMCP nên tắt XDMCP.

source: %s: Root cannot be autologged in, turing off automatic login
sl: %s: Root se ne more samodejno prijaviti, izklapljam samodejno prijavo
vi: %s: người chủ (root) không thể đăng nhập tự động nên tắt chức năng tự động đăng nhập.

source: %s: Root cannot be autologged in, turing off timed login
sl: %s: Root se ne more samodejno prijaviti, izklapljam èasovno prijavo
vi: %s: người chủ (root) không thể đăng nhập tự động nên tắt chức năng đăng nhập định thời.

source: %s: TimedLoginDelay less than 5, so I will just use 5.
sl: %s: TimedLoginDelay je manj kot 5, zato bom uporabil 5.
vi: %s: TimedLoginDelay (chậm trễ đăng nhập định thời) nhỏ hơn 5 nên chỉnh lại bằng 5.

source: %s: Empty server command, using standard one.
sl: %s: Prazen ukaz stre¾nika, uporabljam obièajnega.
vi: %s: không có lệnh máy chủ nên dùng lệnh chuẩn.

source: %s: Display number %d in use! I will use %d
sl: %s: Zaslon ¹tevilka %d je v uporabi! Uporabil bom %d
vi: %s: số hiệu bộ trình bày %d đang được dùng nên dùng số %d.

source: %s: XDMCP disabled and no local servers defined. Aborting!
sl: %s: XDMCP je izkljuèen in brez navedenih krajevnih stre¾nikov. Prekinjam!
vi: %s: XDMCP đã tắt mà lại không tìm thấy máy chủ cục bộ nên hủy bỏ.

source: %s: XDMCP disabled and no local servers defined. Adding %s on :%d to allow configuration!
sl: %s: XDMCP izkljuèen in naveden ni noben krajevni stre¾nik. Dodajam %s na :%d za omogoèitev nastavljanja!
vi: %s: XDMCP đã tắt mà lại không tìm thấy máy chủ cục bộ nào. Thêm %s vào :%d để cho phép cấu hình.

source: XDMCP is disabled and gdm cannot find any local server to start. Aborting! Please correct the configuration %s and restart gdm.
sl: XDMCP je izkljuèen in gdm ne najde nobenega krajevne stre¾nika za prièetek. Prekinjam! Prosimo, popravite nastavitve %s in vnoviè po¾enite gdm.
vi: XDMCP đã tắt mà gdm lại không tìm thấy bộ chủ cục bộ nào để khởi động. Hủy bỏ. Hãy sửa cấu hình %s và khởi động lại gdm.

source: The gdm user does not exist. Please correct gdm configuration %s and restart gdm.
sl: Uporabnik gdm ne obstjaa. Prosimo, popravite nastavitve gdm %s in vnoviè po¾enite gdm.
vi: Không có người dùng gdm như thế. Hãy sửa cấu hình gdm %s và khởi động lại gdm.

source: %s: Can't find the gdm user (%s). Aborting!
sl: %s: Ne najdem uporabnika gdm (%s). Prekinjam!
vi: %s: không thể tìm thấy người dùng gdm (%s) nên hủy bỏ.

source: The gdm user is set to be root, but this is not allowed since it can pose a security risk. Please correct gdm configuration %s and restart gdm.
sl: Uporabnik gdm je nastavljen na root, a to ni dovoljeno, ker lahko predstavlja varnostni problem. Prosimo, popravite nastavitve gdm %s in vnoviè po¾enite gdm.
vi: Người dùng gdm là người chủ (root), nhưng không cho phép sự gán này vì rủi ro bảo mật. Hãy sửa cấu hình gdm %s và khởi động lại gdm.

source: %s: The gdm user should not be root. Aborting!
sl: %s: Uporabnik gdm ne sme biti root. Prekinjam!
vi: %s: người dùng gdm không thể là người chủ (root) nên hủy bỏ.

source: The gdm group does not exist. Please correct gdm configuration %s and restart gdm.
sl: Skupina gdm ne obstaja. Prosimo, popravite nastavitve gdm %s in vnoviè po¾enite gdm.
vi: Không có nhóm gdm. Hãy sửa cấu hình gdm %s và khởi động lại gdm.

source: %s: Can't find the gdm group (%s). Aborting!
sl: %s: Ne najdem skupine gdm (%s). Prekinjam!
vi: %s: không thể tìm thấy nhóm gdm (%s) nên hủy bỏ.

source: The gdm group is set to be root, but this is not allowed since it can pose a security risk. Please correct gdm configuration %s and restart gdm.
sl: Skupina gdm je nastavljen na root, a to ni dovoljeno, ker lahko predstavlja varnostni problem. Prosimo, popravite nastavitve gdm %s in vnoviè po¾enite gdm.
vi: Nhóm gdm là người chủ (root), nhưng không cho phép sự gán này vì rủi ro bảo mật. Hãy sửa cấu hình gdm %s và khởi động lại gdm.

source: %s: The gdm group should not be root. Aborting!
sl: %s: Skupina gdm ne sme biti root. Prekinjam!
vi: %s: nhóm gdm không thể là người chủ (root) nên hủy bỏ.

source: %s: Greeter not found or can't be executed by the gdm user
sl: %s: Pozdravni program ni bil najden ali pa ga uporabnik gdm ne more pognati
vi: %s: không tìm thấy trình chào mừng, hoặc người dùng gdm không thể thực hiện trình ấy.

source: %s: Remote greeter not found or can't be executed by the gdm user
sl: %s: Oddaljen pozdravni program ni bil najden ali pa ga uporabnik gdm ne more pognati
vi: %s: không tìm thấy trình chào mừng từ xa, hoặc người dùng gdm không thể thực hiện trình ấy.

source: %s: Chooser not found or it can't be executed by the gdm user
sl: %s: Izbirnik ni bil najden ali pa ga uporabnik gdm ne more pognati
vi: %s: không tìm thấy bộ chọn lựa, hoặc người dùng gdm không thể thực hiện bộ ấy.

source: No daemon/ServAuthDir specified in the configuration file
sl: V nastavitveni datoteki daemon/ServerAuthDir ni naveden
vi: Chưa xác định daemon/ServAuthDir trong tập tin cấu hình.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but is not owned by user %s and group %s. Please correct the ownership or gdm configuration %s and restart gdm.
sl: Avtorizacijski imenik stre¾nika (daemon/ServAuthDir) je nastavljen na %s, a ta ni v lasti uporabnika %s in skupine %s. Prosimo, popravite lastni¹tvo ali nastavitve gdm %s in vnoviè po¾enite gdm.
vi: Thư mục Server Authorization (xác nhận máy chủ - daemon/ServAuthDir) là %s nhưng không được sở hữu bởi người dùng %s và nhóm %s. Hãy sửa quyền sơ hứu hay cấu hình gdm và khởi động lại gdm.
