Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: ... File too long to display ...
ca: ... El fitxer és massa llarg per mostrar ...
gu: ... ફાઇલ દર્શાવવા માટે ખૂબ લાંબી છે ...
ko: ... 파일이 너무 커서 표시할 수 없습니다 ...
lt: ... Failas per ilgas, kad jį būtų galima parodyti ...
mk: ... Датотеката е предолга за да биде прикажана ...
pa: ... ਵਿਖਾਉਣ ਲਈ ਫਾਇਲ ਬਹੁਤ ਵੱਡੀ ਹੈ ...
pt_br: ... Arquivo muito grande para ser exibido...
sl: ... Datoteka predolga za prikaz ...
th: ... แฟ้มยาวเกินกว่าจะแสดงผลได้ ...
vi: ... Tập tin quá dài để hiển thị ...

source: %s could not be opened
ca: No s'ha pogut obrir %s
gu: %s ખોલી શકાઇ નહિં
ko: %s: 열지 못했습니다
lt: nepavyko atverti %s
mk: %s не може да се отвори
pa: %s ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pt_br: Não foi possível abrir %s
sl: %s: ne mora biti odprta
th: %s ไม่สามารถเปิดได้
vi: không thể mở %s

source: %s: Cannot fork to display error/info box
ca: %s: No s'ha pogut bifurcar per mostrar un quadre d'error o informatiu
gu: %s ભૂલ/માહિતી માટેની પેટી દર્શાવવા માટે બાળ પ્રક્રિયા બનાવી શકાઈ નહિં
ko: %s: 오류/정보 상자 보여주기를 포크할 수 없습니다
lt: %s: Nepavyko atsiskirti ir parodyti ekrano klaidos/info dėžutės
mk: %s: Не може да се форкува за да прикаже кутија со грешка/информација
pa: %s: ਗਲਤੀ/ਸੂਚਨਾ ਡੱਬੇ ਨੂੰ ਵਿਖਾਉਣ ਲਈ ਚੁੱਕ ਨਹੀਂ ਸਕਦਾ
pt_br: %s: Não foi possível bifurcar o processo para mostrar a caixa de erro/info
sl: %s: Ne morem se razvejiti ¹katle za prikaz napake/podatkov
th: %s: ไม่สามารถ fork เพื่อแสดงกล่องความผิดพลาด/ข่าวสาร
vi: %s: không thể tạo tiến trình con để hiển thị hộp thoại lỗi/thông tin

source: %s: Directory %s does not exist.
ca: %s: El directori %s no existeix.
gu: %s ડિરેક્ટરી %s અસ્તિત્વ ધરાવતુ નથી.
ko: %s: %s 디렉토리가 없습니다.
lt: %s: Katalogas %s neegzistuoja.
mk: %s Директориумот %s не постои.
pa: %s: ਡਾਇਰੈਕਟਰੀ %s ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pt_br: %s: O diretório %s não existe.
sl: %s: Imenik %s ne obstaja.
th: %s: ไม่มีไดเรกทอรี %s อยู่
vi: %s: không có thư mục %s

source: %s: %s is not owned by uid %d.
ca: %s: %s no és propietat de la uid %d.
gu: %s: %s uid %d ની માલિકી ધરાવતુ નથી.
ko: %s: %s 파일이 사용자 아이디 %d 소유가 아닙니다.
lt: %s: %s nepriklauso uid %d.
mk: %s: %s не е сопственост на корисникот %d.
pa: %s: %s ਦਾ uid %d ਕੋਲ ਅਧਿਕਾਰ ਨਹੀਂ ਹੈ।
pt_br: %s: %s não pertence ao uid %d.
sl: %s: Lastnik %s ni %d.
th: %s: %s ไม่ได้เป็นเจ้าของโดย uid %d
vi: %1$s: người dùng có uid %3$d không sở hữu %2$s.

source: %s: %s is writable by group.
ca: %s: El grup té permís d'escriptura per a %s.
gu: %s: %s માટે જૂથ પાસે લખવાની પરવાનગી છે.
ko: %s: %s 파일은 그룹이 쓸 권한이 있습니다.
lt: %s: į %s gali rašyti grupė.
mk: %s: %s може да го запишува групата.
pa: %s: %s ਨੂੰ ਗਰੁੱਪ ਲਿਖ ਸਕਦਾ ਹੈ।
pt_br: %s: %s pode ser gravado pelo grupo.
sl: %s: skupina sme pisati po %s.
th: %s: %s สามารถเขียนได้โดยผู้ใช้ในกลุ่ม
vi: %s: %s cho phép nhóm có quyền ghi.

source: %s: %s is writable by other.
ca: %s: Els altres tenen permís d'escriptura per a %s.
gu: %s: %s માટે બીજા બધા પાસે લખવાની પરવાનગી છે.
ko: %s: %s 파일은 다른 사람이 쓸 권한이 있습니다.
lt: %s: į %s gali rašyti visi.
mk: %s: %s може да го запишуваат сите.
pa: %s: %s ਨੂੰ ਹੋਰ ਵੀ ਲਿਖ ਸਕਦੇ ਹਨ।
pt_br: %s: %s pode ser gravado por outro.
sl: %s: ostali smejo pisati po %s.
th: %s: %s สามารถเขียนได้โดยผู้ใช้อื่น
vi: %s: %s cho phép những người khác có quyền ghi.

source: %s: %s does not exist but must exist.
ca: %s: %s no existeix però ha d'existir.
gu: %s: %s અસ્તિત્વ ધરાવતુ નથી પણ એ અસ્તિત્વ ધરાવતુ હોવુ જોઇતુ હતુ.
ko: %s: %s 파일이 없지만 꼭 있어야 합니다.
lt: %s: %s neegzistuoja, nors privalo egzistuoti.
mk: %s: %s не постои но мора да постои.
pa: %s: %s ਮੌਜੂਦ ਨਹੀ, ਪਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
pt_br: %s: %s não existe mas deveria existir.
sl: %s: %s ne obstaja, a mora.
th: %s: %s ไม่มีอยู่ ซึ่งควรต้องมี
vi: %s: %s không tồn tại nhưng lẽ ra phải tồn tại.

source: %s: %s is not a regular file.
ca: %s: %s no és un fitxer habitual.
gu: %s: %s એ નિયમિત ફાઇલ નથી.
ko: %s: %s 파일은 일반 파일이 아닙니다.
lt: %s: %s nėra paprastas failas.
mk: %s: %s не е правилна датотека.
pa: %s: %s ਇੱਕ ਨਿਯਮਿਤ ਫਾਇਲ ਨਹੀਂ ਹੈ।
pt_br: %s: %s não é um arquivo normal.
sl: %s: %s ni obièajna datoteka.
th: %s: %s ไม่ใช่แฟ้มปกติ
vi: %s: %s không phải là tập tin bình thường.

source: %s: %s is writable by group/other.
ca: %s: El grup/altres tenen permís d'escriptura per a %s.
gu: %s: %s માટે જૂથ/બીજા પાસે લખવાની પરવાનગી છે.
ko: %s: %s 파일은 그룹 및 다른 사람이 쓸 권한이 있습니다.
lt: %s: į %s gali rašyti grupė/visi.
mk: %s: %s може да го запишуваат група/други.
pa: %s: %s ਨੂੰ ਗਰੁੱਪ/ਹੋਰ ਲਿਖ ਸਕਦੇ ਹਨ।
pt_br: %s: %s é gravável por grupo/outros.
sl: %s: skupina/ostali sme pisati po %s.
th: %s: %s สามารถเขียนได้โดยผู้ใช้ในกลุ่ม/ผู้ใช้อื่น
vi: %s: %s cho phép nhóm/những người khác có quyền ghi.

source: %s: %s is bigger than sysadmin specified maximum file size.
ca: %s: %s és més gran que la mida màxima de fitxer especificada per l'administrador del sistema.
gu: %s: %s sysadmin માં નિશ્ચિત કરેલી મોટામાં મોટા ફાઇલ માપ કરતા વધારે છે.
ko: %s: %s 파일은 시스템 관리자가 지정한 최대 파일 크기보다 큽니다.
lt: %s: %s yra didesnė nei administratoriaus nurodytas maksimalus failo dydis.
mk: %s: %s е поголемо отколку што дозволил администраторот.
pa: %s: %s ਸਿਸਟਮ-ਪਰਸ਼ਾਸ਼ਕ ਰਾਹੀਂ ਦਰਸਾਏ ਵੱਧ-ਤੋਂ-ਵੱਧ ਫਾਇਲ ਆਕਾਰ ਨਾਲੋਂ ਵੱਡੀ ਹੈ।
pt_br: %s: %s é maior que o tamanho máximo de arquivo especificado pelo administrador do sistema.
sl: %s: %s je veèja, kot je najveèja velikost datoteke, ki jo je nastavil administrator.
th: %s: %s ขนาดใหญ่เกินกว่าขนาดแฟ้มใหญ่สุดที่ผู้ดูแลระบบกำหนด
vi: %s: %s lớn hơn cỡ tối đa quản trị hệ thống cho phép.

source: %s: Could not make socket
ca: %s: No s'ha pogut crear el sòcol
gu: %s: સોકેટ બનાવી શકાયુ નહિં
ko: %s: 소켓을 만들지 못했습니다
lt: %s: Nepavyko sukurti lizdo
mk: %s: Не можам да направам socket
pa: %s: ਸਾਕਟ ਨਹੀਂ ਬਣਾ ਸਕਦਾ
pt_br: %s: Não foi possível criar o soquete
sl: %s: Ne morem ustvariti vtièa!
th: %s: ไม่สามารถสร้างซ็อกเก็ตได้
vi: %s: không thể tạo ổ cắm

source: %s: Could not bind socket
ca: %s: No s'ha pogut vincular al sòcol
gu: %s: સોકેટ જોડી શકાયુ નહિં
ko: %s: 소켓을 바인드 할 수 없습니다
lt: %s: Nepavyko prijungti lizdo
mk: %s: Не можам да врзам socket
pa: %s: ਸਾਕਟ ਦਾ ਬੰਧਨ ਨਹੀਂ ਬਣਾ ਸਕਦਾ ਹੈ
pt_br: %s: Não foi possível se conectar ao soquete
sl: %s: Nisem mogel povezati vtièa
th: %s: ไม่สามารถไบนด์ซ็อกเก็ตได้
vi: %s: không thể đóng kết ổ cắm

source: %s: Could not make FIFO
ca: %s: No s'ha pogut crear una FIFO
gu: %s: FIFO બનાવી શકાયુ નહિં
ko: %s: FIFO를 만들지 못했습니다
lt: %s: Nepavyko sukurti FIFO
mk: %s: Не може да направам FIFO
pa: %s: FIFO ਨਹੀਂ ਬਣਾ ਸਕਦਾ ਹੈ
pt_br: %s: Não foi possível criar FIFO
sl: %s: Ne morem ustavariti FIFO
th: %s: ไม่สามารถสร้าง FIFO ได้
vi: %s: không thể tạo FIFO (gõ trước, xuất trước)

source: %s: Could not open FIFO
ca: %s: No s'ha pogut obrir una FIFO
gu: %s: FIFO ખોલી શકાયુ નહિં
ko: %s: FIFO를 열지 못했습니다
lt: %s: Nepavyko atverti FIFO
mk: %s: Не можам да отворам FIFO
pa: %s: FIFO ਨੂੰ ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਦਾ ਹੈ
pt_br: %s: Não foi possível abrir FIFO
sl: %s: Ne morem odpreti FIFO
th: %s: ไม่สามารถเปิด FIFO ได้
vi: %s: không thể mở FIFO (gõ trước, xuất trước)

source: Cannot write PID file %s: possibly out of diskspace. Error: %s
ca: No es pot escriure el fitxer de PID %s: és possible que no quedi espai al disc. Error: %s
gu: PID ફાઈલ %s પર લખી શકાતુ નથી: સંભવિત છે કે ડિસ્કજગ્યા બહાર છે. ભૂલ: %s
ko: PID 파일 %s에 쓸 수 없습니다: 디스크 공간이 부족한 것 같습니다. 오류: %s
lt: Įrašyti PID failo %s nepavyko, tikriausiai diske nėra vietos. Klaida: %s
mk: Не можам да ја запишам PID датотеката %s, можно е да немате веќе слободен простор. Грешка: %s
pa: PID ਫਾਇਲ %s ਲਿਖੀ ਨਹੀਂ ਜਾ ਸਕੀ, ਸੰਭਾਵੀ ਤੌਰ ਤੇ ਡਿਸਕ ਭਰ ਗਈ ਹੈ। ਗਲਤੀ: %s
pt_br: Não foi possível escrever o arquivo de PID %s, provavelmente, não há espaço no disco. Erro: %s
th: ไม่สามารถเขียนแฟ้ม PID %s: เป็นไปได้ว่าพื้นที่ในดิสก์ไม่พอ ข้อผิดพลาด: %s

source: Cannot write PID file %s: possibly out of diskspace. Error: %s
ca: No es pot escriure el fitxer de PID %s: és possible que no quedi espai al disc. Error: %s
gu: PID ફાઈલ %s પર લખી શકાતુ નથી: સંભવિત છે કે ડિસ્કજગ્યા બહાર છે. ભૂલ: %s
ko: PID 파일 %s에 쓸 수 없습니다: 디스크 공간이 부족한 것 같습니다. 오류: %s
lt: Įrašyti PID failo %s nepavyko, tkriausiai diske nėra vietos. Klaida: %s
mk: Не можам да ја запишам PID датотеката %s, можно е да немате веќе слободен простор. Грешка: %s
pa: PID ਫਾਇਲ %s ਲਿਖੀ ਨਹੀਂ ਜਾ ਸਕੀ, ਸੰਭਾਵੀ ਤੌਰ ਤੇ ਡਿਸਕ ਭਰ ਗਈ ਹੈ। ਗਲਤੀ: %s
pt_br: Não foi possível escrever arquivo de PID %s: provavelmente não há espaço no disco. Erro: %s
th: ไม่สามารถเขียนแฟ้ม PID %s: เป็นไปได้ว่าพื้นที่ดิสก์ไม่พอ ข้อผิดพลาด: %s

source: %s: fork () failed!
ca: %s: el fork() ha fallat.
gu: %s: fork () નિષ્ફ્ળ!
ko: %s: fork()가 실패했습니다!
lt: %s: fork() nepavyko!
mk: %s:fork() не успеа!
pa: %s: fork() ਅਸਫ਼ਲ!
pt_br: %s: fork () falhou!
th: %s: fork () ล้มเหลว!

source: %s: setsid () failed: %s!
ca: %s: el setsid() ha fallat: %s.
gu: %s: setsid () નિષ્ફ્ળ: %s!
ko: %s: setsid()가 실패했습니다: %s!
lt: %s: setsid() nepavyko: %s!
mk: %s: setsid() не успеа: %s!
pa: %s: setsid() ਅਸਫ਼ਲ: %s!
pt_br: %s: setsid () falhou: %s!
th: %s: setsid () ล้มเหลว: %s!

source: %s: Trying failsafe X server %s
ca: %s: S'està provant el servidor d'X %s a prova de fallades
gu: %s: નિષ્ફ્ળ નહિ જાય એવા X સર્વર %s માટે પ્રયત્ન કરી રહ્યા છે
ko: %s: X 서버 %s에 안전 모드로 시도합니다
lt: %s: Bandomas atsarginis X serveris %s
mk: %s: Пробувам со failsafe X сервер %s
pa: %s: ਸੰਕਟਕਾਲੀਨ X ਸਰਵਰ %s ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ
pt_br: %s: Tentando iniciar o servidor X no modo de segurança %s
sl: %s: Poizku¹am pred sesutjem varen stre¾nik X %s
th: %s: จะลอง X server แบบ failsafe %s
vi: %s: thử dùng bộ hỗ trợ X dự phòng %s

source: %s: Running the XKeepsCrashing script
ca: %s: S'està executant la seqüència XKeepsCrashing
gu: %s: XKeepsCrashing script ચાલી રહી છે
ko: %s: XKeepsCrashing 스크립트를 실행합니다
lt: %s: Paleidžiamas XKeepsCrashing scenarijus
mk: %s: Ја пуштам скриптата XKeepsCrashing
pa: %s: XKeepsCrashing ਸਕ੍ਰਿਪਟ ਚੱਲ ਰਹੀ ਹੈ
pt_br: %s: Executando o script XKeepsCrashing
sl: %s: Poganjam skripto XKeepsCrashing
th: %s: กำลังเรียกทำงานสคริปต์ XKeepsCrashing
vi: %s: đang chạy tập lệnh XKeepsCrashing (X cứ bẻ khóa).

source: The X server (your graphical interface) cannot be started. It is likely that it is not set up correctly. You will need to log in on a console and rerun the X configuration application, then restart GDM.
ca: No es pot iniciar el servidor d'X (la interfície gràfica). És probable que no estigui configurat correctament. Haureu d'entrar en una consola i tornar a executar el programa de configuració d'X. Després torneu a iniciar el GDM.
gu: X સર્વર ચાલુ કરી શકાતું નથી (તમારું ચિત્રાત્મક ઇન્ટરફૅસ). એવું લાગે છે કે તે બરાબર સુયોજિત નથી. તમારે કોન્સોલમાં પ્રવેશ કરવાની જરુર પડશે અને X રૂપરેખા માટેના કાર્યક્રમને ફરી ચલાવો પડશે, પછી GDM ફરીથી ચલાવો.
ko: X 서버(그래픽 인터페이스)를 시작할 수 없습니다. 설정을 올바르게 맞추지 않은것 같습니다. 콘솔로 로그인 하여 X설정 프로그램을 다시 실행 하여야 합니다.그리고 GDM을 다시 시작 하십시오.
lt: Nepavyko paleisti X serverio (Jūsų grafinės aplinkos). Tikėtina, kad ji neteisingai sutvarkyta. Turite prisijungti terminale ir paleisti X serverio konfigūravimo programą. Baigę tvarkyti, paleiskite GDM iš naujo.
mk: Не можам да го подигнам X серверот (Вашиот графички интерфејс). Најверојатно тој не е поставен како што треба. Потребно е да се најавите во конзола и повторно да го извршите кофигурацискиот програм на X. Потоа рестартирајте го GDM.
pa: X ਸਰਵਰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ (ਤੁਹਾਡਾ ਗਰਾਫੀਕਲ ਮੁੱਖ)। ਇਸ ਤਰਾਂ ਲਗਦਾ ਹੈ, ਜਿਵੇਂ ਇਹ ਠੀਕ ਤਰਾਂ ਸੈੱਟਅੱਪ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ। ਤੁਹਾਨੂੰ ਕਨਸੋਲ ਉੱਤੇ ਲਾਗਇਨ ਕਰਨਾ ਅਤੇ X ਸੰਰਚਨਾ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਮੁੜ ਚਲਾਉਣਾ ਪਵੇਗਾ ਅਤੇ ਫਿਰ GDM ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: Não foi possível iniciar o servidor X (sua interface gráfica). É provável que ele não está configurado corretamente. Você deverá iniciar uma sessão em uma janela de terminal e executar novamente o programa de configuração do X. Depois reinicie o GDM.
th: ไม่สามารถเริ่มทำงาน X server (ส่วนติดต่อแบบกราฟิกของคุณ) ได้ ดูเหมือนว่ายังไม่ได้ตั้งค่า X server อย่างถูกต้อง คุณจะต้องเข้าระบบไปที่คอนโซลและเรียกโปรแกรมกำหนดค่า X ใหม่ จากนั้นให้เริ่มการทำงาน GDM ใหม่

source: Failed to start X server several times in a short time period; disabling display %s
ca: No s'ha pogut iniciar el servidor d'X diverses vegades en un període curt de temps; s'està inhabilitant la pantalla %s.
gu: ઓછા સમયમાં X સર્વરને ઘણીવાર ચાલુ કરવામાં નિષ્ફળ; %s નું પ્રદર્શન નિષ્ફળ કરી રહ્યા છે
ko: 짧은 시간 동안에 X 서버 시작이 여러 번 실패했습니다. 디스플레이 %s 사용을 막습니다
lt: Nepavyko paleisti X serverio kelis kartus per trumpą laiko tarpą, išjungiu ekraną %s
mk: Не успеав да го подигнам X серверот неколку патиу во краток временски период; го исклучувам приказот %s
pa: X ਸਰਵਰ ਨੂੰ ਛੋਟੇ ਸਮਾਂ ਅੰਤਰਾਲ ਵਿੱਚ ਕਈ ਵਾਰ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫ਼ਲ; ਡਿਸਪਲੇਅ %s ਅਯੋਗ ਕਰਕੇ
pt_br: O início do servidor X falhou várias vezes em um curto período; desabilitando o dispositivo X %s
sl: Veèkrat v kratkem èasu nisem uspel pognati stre¾nika X; izklapljam zaslon %s
th: การเริ่มต้นทำงาน X server ล้มเหลวหลายครั้งในช่วงเวลาอันสั้น กำลังปิดการใช้งานดิสเพลย์ %s
vi: Lỗi khi khởi động bộ hỗ trợ X vài lần trong khoảng thời gian ngắn; tắt bộ trình bày %s

source: Master suspending...
ca: S'està suspenent el mestre...
gu: મુખ્યને મોકૂફ રખાયું...
ko: 마스터 일시 중단...
lt: Kompiuteris užmigdomas...
mk: Главно суспендирање...
pa: ਮਾਸਟਰ ਸਸਪੈਂਡ ਹੋ ਰਿਹਾ ਹੈ...
pt_br: Suspendendo mestre...
sl: Stre¾nik se zamrzuje...
th: มาสเตอร์กำลังหยุดทำงานชั่วคราว...
vi: Máy chính tạm dừng hoạt động...

source: System is restarting, please wait ...
ca: El sistema s'està reiniciant, espereu...
gu: સિસ્ટમ ફરીથી શરુ થઇ રહી છે, મહેરબાની કરીને રાહ જુઓ...
ko: 시스템을 다시 시작합니다. 잠시만 기다리십시오...
lt: Palaukite, sistema persikrauna...
mk: Системот се рестартира, ве молиме почекајте ...
pa: ਸਿਸਟਮ ਮੁੜ ਚਾਲੂ ਹੋ ਰਿਹਾ ਹੈ, ਉਡੀਕੋ ਜੀ...
pt_br: Sistema reiniciando, por favor aguarde...
th: ระบบกำลังเริ่มทำงานใหม่ กรุณารอสักครู่ ...

source: System is shutting down, please wait ...
ca: El sistema s'està aturant, espereu...
gu: સિસ્ટમ બંધ થઇ રહી છે, મહેરબાની કરીને રાહ જુઓ...
ko: 시스템을 끕니다. 잠시만 기다리십시오...
lt: Palaukite, sistema išjungiama...
mk: Системот се гасне, ве молиме почекајте ...
pa: ਸਿਸਟਮ ਬੰਦ ਹੋ ਰਿਹਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...
pt_br: Sistema desligando, por favor aguarde...
sl: Sistem se ustavlja, prosim poèakajte ...
th: ระบบกำลังปิด กรุณารอสักครู่ ...
vi: Hệ thống đang tắt, hãy chờ ...

source: Master halting...
ca: S'està aturant el mestre...
gu: મુખ્ય અટકી ગયેલ છે...
ko: 마스터 시스템 종료...
lt: Kompiuteris išjungiamas...
mk: Главно исклучување...
pa: ਮਾਸਟਰ ਵਿਰਾਮ ਹੋ ਰਿਹਾ ਹੈ...
pt_br: Interrompendo mestre...
sl: Gospodar se ustavlja...
th: มาสเตอร์กำลังปิดระบบ...
vi: Máy chính ngừng hoạt động...

source: %s: Halt failed: %s
ca: %s: l'aturada ha fallat: %s
gu: %s: અટકાવવાનું નિષ્ફળ: %s
ko: %s: 시스템 종료 실패: %s
lt: %s: Išjungti nepavyko: %s
mk: %s: Исклучувањето е неуспешно: %s
pa: %s: ਵਿਰਾਮ ਅਸਫ਼ਲ: %s
pt_br: %s: Interrupção falha: %s
sl: %s: Ustavitev ni uspela: %s
th: %s: การปิดระบบล้มเหลว: %s
vi: %s: lỗi khi ngừng: %s

source: Restarting computer...
ca: S'està reiniciant l'ordinador...
gu: કમ્પ્યૂટર ફરીથી શરૂ કરી રહ્યા છીએ...
ko: 컴퓨터를 다시 시작합니다...
lt: Perkraunamas kompiuteris...
mk: Рестартирam kopjuter...
pa: ਕੰਪਿਊਟਰ ਮੁੜ-ਚਾਲੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt_br: Reiniciar o computador...
th: กำลังเริ่มระบบใหม่...

source: %s: Restart failed: %s
ca: %s: no s'ha pogut reiniciar: %s
gu: %s: પુનઃશરૂ કરવામાં નિષ્ફળ: %s
ko: %s: 시스템 다시 시작 실패: %s
lt: %s: Perkrauti nepavyko: %s
mk: %s: Рестартирањето не успеа: %s
pa: %s: ਮੁੜ-ਚਾਲੂ ਅਸਫ਼ਲ: %s
pt_br: %s: Falha na reinicialização: %s
th: %s: การเริ่มระบบใหม่ล้มเหลว: %s

source: custom_cmd: Custom command index %ld outside permitted range [0,%d)
ca: custom_cmd: l'índex %ld per a les ordres personalitzades està fora del rang [0,%d)
gu: custom_cmd: વૈવિધ્યપૂર્ણ આદેશ અનુક્રમણિકા %ld પરવાનગીના વિસ્તાર [0,%d) ની બહાર
ko: custom_cmd: 사용자 명령어 번호 %ld번이 허용 범위를 벗어납니다 [0,%d)
mk: custom_cmd: Индексот на сопствената команда %ld е надвор од дозволениот опсег [0,%d)
pa: custom_cmd: ਕਸਟਮ ਕਮਾਂਡ index %ld ਦਿੱਤੀ ਰੇਜ਼ ਤੋਂ ਵੱਧ [0,%d)
pt_br: custom_cmd: Índice do comando personalizado %ld fora do limite permitido [0,%d]
th: custom_cmd: หมายเลขคำสั่งกำหนดเอง %ld อยู่นอกช่วงที่อนุญาต [0,%d)

source: Executing custom command %ld with restart option...
ca: S'està executant l'ordre personalitzada %ld amb l'opció de reinici...
gu: વૈવિધ્યપૂર્ણ આદેશ %ld ને પુનઃશરૂ કરો વિકલ્પ સાથે ચલાવી રહ્યા છીએ...
ko: 다시 시작 옵션으로 사용자 설정 명령어 %ld번을 실행합니다...
mk: Ја извршувам сопствената команда %ld со опција за рестартирање...
pa: ਪਸੰਦੀਦਾ ਕਮਾਂਡ %ld ਮੁੜ-ਚਾਲੂ ਚੋਣ ਨਾਲ ਚਲਾਈ ਜਾ ਰਹੀ ਹੈ...
pt_br: Executar comando personalizado %ld com a opção de reinicializar...
th: กำลังเรียกคำสั่งกำหนดเอง %ld ด้วยตัวเลือกให้วนเริ่มใหม่...

source: %s: Execution of custom command failed: %s
ca: %s: ha fallat l'execució de l'ordre personalitzada (%s)
gu: %s: વૈવિધ્યપૂર્ણ આદેશને ચલાવવાનું નિષ્ફળ: %s
ko: %s: 사용자 설정 명령어 실행이 실패했습니다: %s
lt: %s: Nepavyko paleisti pasirinktinės komandos: %s
mk: %s: Извршувањето на сопствената команда не успеа: %s
pa: %s: ਪਸੰਦੀਦਾ ਕਮਾਂਡ ਚਲਾਉਣ ਲਈ ਅਸਫ਼ਲ: %s
pt_br: %s: Execução do comando personalizado falhou: %s
th: %s: ดำเนินการคำสั่งกำหนดเองไม่สำเร็จ: %s

source: Executing custom command %ld with no restart option ...
ca: S'està executant l'ordre personalitzada %ld sense opció de reinici...
gu: વૈવિધ્યપૂર્ણ આદેશ %ld કોઈપણ પુનઃશરૂ કરો વિકલ્પ સાથે ચલાવી રહ્યા છીએ ...
ko: 다시 시작 옵션 없이 사용자 설정 명령어 %ld번을 실행합니다...
mk: Ја извршувам сопствената команда %ld без опција за рестартирање ...
pa: ਪਸੰਦੀਦਾ ਕਮਾਂਡ %ld ਬਿਨਾਂ ਕਿਸੇ ਮੁੜ-ਚਾਲੂ ਚੋਣ ਦੇ ਚਲਾਈ ਜਾ ਰਹੀ ਹੈ...
pt_br: Executar comando personalizado %ld sem a opção de reinicializar...
th: กำลังเรียกคำสั่งกำหนดเอง %ld โดยไม่มีตัวเลือกให้วนเริ่มใหม่ ...

source: custom_cmd: forking process for custom command %ld failed
ca: custom_cmd: ha fallat la bifurcació del procés per a l'ordre personalitzada %ld
gu: custom_cmd: વૈવિધ્યપૂર્ણ આદેશ %ld માટે પ્રક્રિયા પેદા કરવાનું નિષ્ફળ
ko: custom_cmd: 사용자 설정 명령어 %ld번에 대해 프로세스 fork가 실패했습니다
mk: custom_cmd: разгранувањето на процесот за сопствената команда %ld не успеа
pa: custom_cmd: ਕਸਟਮ ਕਮਾਂਡ %ld ਲਈ ਫੋਰਕ ਕਾਰਵਾਈ ਫੇਲ੍ਹ ਹੋਈ
pt_br: custom_cmd: falha ao efetuar bifurcar o processo para o comando personalizado %ld
th: custom_cmd: fork โพรเซสสำหรับคำสั่งกำหนดเอง %ld ไม่สำเร็จ

source: custom_cmd: child %d returned %d
ca: custom_cmd: el fill %d ha retornat %d
gu: custom_cmd: બાળ %d એ %d આપ્યું
ko: custom_cmd: 하위 프로세스 %d번이 %d번을 리턴했습니다
lt: custom_cmd: antrinis procesas %d grąžino %d
mk: custom_cmd: процесот-дете %d врати %d
pa: custom_cmd: ਕਾਰਵਾਈ %d ਨੇ %d ਦਿੱਤਾ
pt_br: custom_cmd: filho %d retornado %d
th: custom_cmd: โพรเซสลูก %d คืนค่า %d

source: Restart GDM, Restart machine, Suspend, or Halt request when there is no system menu from display %s
ca: Sol·licitud de reinici el GDM, reinici de la màquina, aturada temporal, o aturada quan no hi ha cap menú del sistema a la pantalla %s
gu: GDM પુનઃશરૂ કરો, મશીન પુનઃશરૂ કરો, અટકાવો, અથવા અરજી માટે થોભો જ્યારે ત્યાં કોઈ સિસ્ટમ મેનુ ડિસ્પ્લે %s માં નહિં હોય
ko: 디스플레이 %s에서 시스템 메뉴가 없을때 GDM 다시 시작, 컴퓨터 다시 시작, 일시 중단, 혹은 끄기 요청
lt: Gauta GDM perkrovimo, kompiuterio perkrovimo, užmigdymo ar išjungimo užklausa, nors ekrane %s nėra sistemos meniu
mk: Рестартирај GDM, рестартирај компјутер, суспендирај или прекини барање кога тоа не е системско мени од приказ %s
pa: GDM ਮੁੜ-ਚਾਲੂ, ਮਸ਼ੀਨ ਮੁੜ-ਚਾਲੂ, ਸਸਪੈਂਡ ਜਾਂ ਬੰਦ ਕਰਨ ਦੀ ਮੰਗ, ਜਦੋਂ ਕਿ ਡਿਸਪਲੇਅ %s ਤੋਂ ਕੋਈ ਸਿਸਟਮ ਮੇਨੂ ਨਾ ਹੋਵੇ
pt_br: Reiniciar GDM, Reiniciar máquina, Suspender ou Interromper pedido quando não há menu de sistema na tela %s
th: มีการร้องขอให้เริ่ม GDM ใหม่, บูตเครื่องใหม่, พักเครื่อง, หรือปิดเครื่อง ขณะที่ไม่มีเมนูระบบ จากดิสเพลย์ %s

source: Restart GDM, Restart machine, Suspend or Halt request from a non-static display %s
ca: Sol·licitud de reiniciació del GDM, reiniciació de la màquina, aturada temporal, o aturar des d'una pantalla no estàtica %s
gu: GDM પુનઃશરૂ કરો, મશીન પુનઃશરૂ કરો, અટકાવો અથવા બિન-સ્થાનીય ડિસ્પ્લે %s માંથી અરજી માટે થોભો
ko: 로컬 디스플레이가 아닌 %s에서 GDM 다시 시작, 컴퓨터 다시 시작, 일시 중단, 혹은 끄기 요청
lt: Gauta GDM perkrovimo, kompiuterio perkrovimo ar išjungimo užklausa iš ne statinio ekrano %s
mk: Рестартирај GDM, рестартирај компјутер, суспендирај или прекини барање од нестатичен приказ %s
pa: ਬਿਨਾਂ-ਸਥਿਰ ਡਿਸਪਲੇਅ %s ਤੋਂ GDM ਮੁੜ-ਚਾਲੂ, ਮਸ਼ੀਨ ਮੁੜ-ਚਾਲੂ, ਸਸਪੈਂਡ, ਬੰਦ ਕਰਨ ਦੀ ਮੰਗ
pt_br: Reiniciar GDM, Reiniciar máquina, Suspender ou Interromper pedido de uma tela não-estática %s
th: มีการร้องขอให้เริ่ม GDM ใหม่, บูตเครื่องใหม่, พักเครื่อง, หรือปิดเครื่อง จากดิสเพลย์แบบไม่ถาวร %s

source: %s: Aborting display %s
ca: %s: S'està avortant la pantalla %s
gu: %s: ડિસ્પ્લે %s બંધ કરી રહ્યા છે
ko: %s: 디스플레이 %s 멈춤
lt: %s: Ekranas %s išjungiamas
mk: %s: Го прекинувам приказот %s
pa: %s: ਡਿਸਪਲੇਅ %s ਅਧੂਰਾ ਛੱਡੋ
pt_br: %s: Abortando a tela %s
sl: %s: Opu¹èam zaslon %s
th: %s: กำลังยกเลิกดิสเพลย์ %s
vi: %s: hủy bỏ bộ trình bày %s

source: GDM restarting ...
ca: S'està reiniciant el GDM...
gu: GDM ફરીથી શરુ થઇ રહ્યુ છે...
ko: GDM 다시 시작중...
lt: GDM paleidžiamas iš naujo ...
mk: GDM се рестартира ...
pa: GDM ਮੁੜ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ...
pt_br: GDM reiniciando...
sl: GDM se znova zaganja ...
th: GDM กำลังเริ่มการทำงานของเครื่องใหม่...
vi: Khởi động lại GDM ...

source: Failed to restart self
ca: Ha fallat en reiniciar-se
gu: પોતાને શરુ કરવામાં નિષ્ફળ
ko: 다시 시작 실패
lt: Nepavyko savęs paleisti iš naujo
mk: Не успеав да се рестартирам
pa: ਖੁਦ ਮੁੜ-ਸ਼ੁਰੂ ਹੋਣ ਵਿੱਚ ਅਸਫ਼ਲ
pt_br: Falha ao tentar se reinicializar
sl: Nisem se uspel znova pognati
th: การเริ่มทำงานของเครื่องใหม่ด้วยตัวเองล้มเหลว
vi: Lỗi khi khởi động chính nó lại

source: main daemon: Got SIGABRT. Something went very wrong. Going down!
ca: dimoni principal: s'ha rebut SIGABRT. Alguna cosa ha fallat. S'està sortint.
gu: મુખ્ય ડીમનઃ SIGABRT મળ્યુ. કંઈક ખૂબ ખોટુ થઈ ગયું. નીચે જઈ રહ્યુ છે!
ko: 주된 이유: SIGABRT 시그널을 받았습니다. 무언가가 잘못되었습니다. 끝냅니다!
lt: pagrindinis demonas: Gautas SIGABRT. Atsitiko kažkas labai negero. Išjungiama!
mk: главен демон: добив SIGABRT, нешто тргна наопаку. Паѓам!
pa: ਮੁੱਖ ਡੈਮਨ: SIGABRT ਪ੍ਰਾਪਤ ਹੋਇਆ, ਕੁਝ ਗਲਤ ਹਨ। ਬੰਦ ਹੋ ਰਿਹਾ ਹੈ!
pt_br: daemon principal: Obteve um SIGABRT. Ocorreu alguma coisa muito errada. Saindo!
th: ดีมอนหลัก: ได้รับสัญญาณ SIGABRT อาจมีความผิดพลาดร้ายแรงเกิดขึ้น จะปิดโปรแกรมเดี๋ยวนี้!

source: Do not fork into the background
ca: No bifurquis al segon pla
gu: પાશ્વ ભાગમાં fork થઇ શક્યુ નહિં
ko: 백그라운드 프로세스로 포크하지 않음
lt: Neatšakoti į foną
mk: Не префрлувај во позадина
pa: ਬੈਕਗਰਾਊਂਡ ਵਿੱਚ ਨਵਾਂ ਨਾ ਬਣਾਓ
pt_br: Não bifurcar o processo no segundo plano
sl: Ne veji se v ozadje
th: ไม่ควร fork ไปเป็นพื้นหลัง
vi: Đừng tạo tiến trình con vào nền

source: No console (static) servers to be run
ca: No hi ha servidors de consola (estàtics) a executar
gu: ચલાવવા માટે કોઈ કોન્સોલ (સ્થાનિક) સર્વરો નથી
ko: 실행할 콘솔 (로컬) 서버가 없습니다
lt: Nėra paleidžiamų konsolės (statinių) serverių
mk: Нема конзолни (локални) сервери за извршување
pa: ਚੱਲਣ ਲਈ ਕੋਈ ਕਨਸੋਲ (ਸਥਿਰ) ਸਰਵਰ ਨਹੀਂ
pt_br: Nenhum servidor de console (estático) para ser executado
th: ไม่มีคอนโซล (ในเครื่องนี้) ที่จะทำงาน

source: Alternative defaults configuration file
ca: Fitxer de configuració de valors per defecte alternatiu
gu: વૈકલ્પિક મૂળભૂતો રૂપરેખાંકન ફાઈલ
ko: 다른 기본 설정 파일
lt: Alternatyvus numatytosios konfigūracijos failas
mk: Алтернативна конфигурациска датотека
pa: ਬਦਲਵੀਂ ਮੂਲ ਸੰਰਚਨਾ ਫਾਇਲ
pt_br: Arquivo de configurações padrão alternativo
th: แฟ้มค่าตั้งปริยายแฟ้มอื่น

source: CONFIGFILE
ko: <설정파일>
lt: KONFIGFAILAS
mk: КОНФИГУРАЦИСКА ДАТОТЕКА
pt_br: ARQUIVODECONFIGURAÇÃO

source: Preserve LD_* variables
ca: Preserva les variables LD_*
gu: LD_* ચલોને સાચવો
ko: LD_* 변수 보존
lt: Išsaugoti LD_* kintamuosius
mk: Зачувај LD_* променливи
pa: ਰਾਖਵਾਂ LD_* ਵੇਰੀਬਲ
pt_br: Preservar variáveis LD_*
sl: Ohrani spremenljivke LD_*
th: สงวนตัวแปร LD_*
vi: Bảo quản các biến LD_*

source: Print GDM version
ca: Mostra la versió del GDM
gu: GDM આવૃત્તિ છાપો
ko: GDM 버전을 표시합니다
lt: Rodyti GDM versiją
mk: Испечати ја верзијата на GDM
pa: GDM ਵਰਜਨ ਦਿਓ
pt_br: Imprimir a versão do GDM
sl: Izpi¹i razlièico GDM
th: พิมพ์รุ่น GDM
vi: In phiên bản GDM
