Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: There was an error loading the theme, and the default theme could not be loaded. Attempting to start the standard greeter
ca: Hi ha hagut un error en carregar el tema, i tampoc s'ha pogut carregar el tema per defecte, s'intentarà iniciar el rebedor estàndard
gu: થીમ લોડ કરવામાં ભૂલ હતી, અને મૂળભુત થીમ લાવી શકાઈ નહિં. પ્રમાણભૂત આવકારનાર શરૂ કરવાનું કરી રહ્યા છીએ
ko: 테마를 읽어들이는 데 오류가 발생했고, 기본 테마도 읽어들일 수 없었습니다. 기본 환영 프로그램을 시작하겠습니다
lt: Įkeliant temą įvyko klaida, taip pat nepavyko įkelti ir įprastos temos. Bandoma paleisti standartinį pasveikintuvą
mk: Имаше грешка при вчитувањето на темата, а и стадардата тема не можеше да се вчита. Ќе пробам со стандардниот екран за најава
pa: ਸਰੂਪ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਹੈ, ਅਤੇ ਮੂਲ ਸਰੂਪ ਵੀ ਲੋਡ ਹੋਇਆ।ਸਟੈਂਡਰਡ ਸਵਾਗਤੀ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।
pt_br: Houve um erro ao carregar o tema, e não foi possível carregar o tema padrão. Tentando iniciar o Saudador padrão
th: เกิดความผิดพลาดขณะโหลดชุดตกแต่ง และชุดตกแต่งปริยายก็ไม่สามารถโหลดได้ ระบบจะลองพยายามเรียกหน้าต่างต้อนรับมาตรฐานแทน

source: The GTK+ greeter could not be started. This display will abort and you may have to login another way and fix the installation of GDM
ca: No s'ha pogut iniciar el rebedor estàndard GTK+. Aquesta pantalla s'avortarà i potser haureu d'entrar d'una altra manera i corregir la instal·lació del GDM
gu: GTK+ આવકારનાર શરૂ કરી શકાયું નહિં. આ ડિસ્પ્લે અડધેથી બંધ થઈ જશે અને તમારે કદાચ અન્ય રીતે પ્રવેશ કરવો પડશે અને GDM નું સ્થાપન ચોક્કસ કરવું પડશે
ko: 기본 환영 프로그램을 시작할 수 없습니다. 디스플레이가 멈출 것이고, 다른 방법으로 로그인하여 gdm 설치를 수정해야 합니다
lt: GTK+ pasveikintuvas negali būti paleistas. Šis ekranas bus išjungtas ir Jūs greičiausiai turėsite prisijungti kitu būdu ir pataisyti GDM įdiegimą
mk: Не можам да го стартувам GTK_ поздравувач. Овој Х сервер ќе се исклучи и ќе треба да се најавите на друг начин и да го решите проблемот со инсталацијта на GDM
pa: GTK+ ਸਵਾਗਤੀ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ। ਇਹ ਝਲਕ ਅਧੂਰਾ ਖਤਮ ਹੋਇਆ ਅਤੇ ਤੁਹਾਨੂੰ ਹੋਰ ਤਰੀਕੇ ਨਾਲ ਲਾਗਇਨ ਕਰਨਾ ਪਵੇਗਾ ਅਤੇ GDM ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ
pt_br: Não foi possível iniciar o Saudador GTK+. Esta tela será abortada e você deverá iniciar uma sessão de outra maneira e consertar a instalação do GDM
th: ไม่สามารถเปิดหน้าต่างต้อนรับ GTK+ ได้ ดิสเพลย์นี้จะถูกยกเลิก และคุณอาจต้องเข้าระบบทางอื่น เพื่อแก้ไขการติดตั้งของ GDM

source: Your session directory is missing or empty! There are two available sessions you can use, but you should log in and correct the gdm configuration.
ca: El directori de la sessió no hi és o és buit. Hi ha dues sessions disponibles que podeu emprar, però haureu d'entrar i corregir la configuració del gdm.
gu: તમારા સત્રની ડિરેક્ટરી ખાલી છે અથવા ખોવાઈ છે! તમારી પાસે વાપરી શકાય તેવા બે સત્ર છે, પણ તમારે પ્રવેશ કરીને જીડીએમની રૂપરેખા સુધારવી પડશે.
ko: 세션 디렉토리가 없거나 비어있습니다! 사용가능한 세션은 2가지 입니다, 하지만 로그인 하여서 gdm 설정을 올바르게 고쳐야 할것 입니다.
lt: Nėra Jūsų sesijos aplanko arba jis yra tuščias! Yra dvi prieinamos sesijos kurias galite naudoti, bet turėtumėte prisijungti ir pataisyti gdm konfigūraciją.
mk: Директориумот за сесии е празен или не постои! Има две сесиите од кои можете да одберете, но откако ќе се најавите средете ja gdm конфигурацијата.
pa: ਤੁਹਾਡੀ ਸ਼ੈਸ਼ਨ ਡਾਇਰੈਕਟਰੀ ਗੁੰਮ ਜਾਂ ਖਾਲੀ ਹੈ! ਇੱਥੇ ਦੋ ਉਪਲੱਬਧ ਸ਼ੈਸ਼ਨ ਹਨ, ਜੋ ਤੁਸੀ ਵਰਤ ਸਕਦੇ ਹੋ, ਪਰ ਤੁਹਾਨੂੰ ਲਾਗਇਨ ਕਰਨਾ ਅਤੇ ਸੰਰਚਨਾ ਠੀਕ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
pt_br: Seu diretório de sessão está vazio ou faltando! Existem duas sessões disponíveis para você usar, mas você deve iniciar uma sessão e corrigir a configuração do GDM.
sl: Va¹ imenik seje manjka ali je prazen! Obstajata dve mo¾ni seji, ki ju lahko uprabite, a morali bi se prijaviti in popraviti nastavitve programa gdm.
th: ไดเรกทอรีวาระขาดหายไปหรือไม่มีเนื้อหา มีวาระอยู่สองวาระที่คุณสามารถใช้ได้ แต่คุณก็ควรเข้าระบบและแก้ไขการกำหนดค่าของ gdm ให้ถูกต้อง
vi: Thiếu thư mục phiên làm việc hoặc thư mục phiên làm việc rỗng. Có hai phiên làm việc có thể dùng, nhưng bạn nên đăng nhập và sửa lại cấu hình GDM.

source: Last language
ca: Darrera llengua
gu: છેલ્લી ભાષા
ko: 최근 언어
lt: Paskutinioji kalba
mk: Последен јазик
pa: ਆਖਰੀ ਭਾਸ਼ਾ
pt_br: Último idioma
th: ภาษาล่าสุด

source: Select a Language
ca: Seleccioneu una llengua
gu: ભાષા પસંદ કરો
ko: 언어를 선택하십시오
lt: Pasirinkite kalbą
mk: Изберете јазик
pa: ਇੱਕ ਭਾਸ਼ਾ ਚੁਣੋ
pt_br: Selecionar Idioma
th: เลือกภาษา

source: Change _Language
ca: Canvieu la _llengua
gu: ભાષા બદલો (_L)
ko: 언어 바꾸기(_L)
lt: Pakeisti _kalbą
mk: Смени _јазик
pa: ਭਾਸ਼ਾ ਤਬਦੀਲ(_L)
pt_br: Mudar _Idioma
th: เปลี่ยน_ภาษา

source: _Select the language for your session to use:
ca: _Seleccioneu la llengua per a la vostra sessió:
gu: તમારા સત્રમાં વાપરવા માટેની ભાષા પસંદગી કરો (_S):
ko: 세션에서 사용할 언어를 선택하십시오(_S):
lt: _Pasirinkite sesijoje naudotiną kalbą:
mk: Одбери јазик за оваа сесија
pa: ਆਪਣਾ ਸ਼ੈਸ਼ਨ ਵਰਤਣ ਲਈ ਇੱਕ ਭਾਸ਼ਾ ਚੁਣੋ(_S):
pt_br: _Selecionar um idioma para a sua sessão:
th: เ_ลือกภาษาสำหรับใช้กับวาระของคุณ:

source: Select _Language...
ca: Seleccioneu una _llengua...
gu: ભાષા પસંદ કરો (_L)...
ko: 언어 선택(_L)...
lt: Pasirinkite _kalbą...
mk: Одберете _јазик...
pa: ਭਾਸ਼ਾ ਚੁਣੋ(_L)...
pt_br: Selecionar _Idioma...
sl: Izberi _jezik...
th: เลือก_ภาษา...
vi: Chọn n_gôn ngữ...

source: Select _Session...
ca: Seleccioneu una _sessió...
gu: સત્ર પસંદ કરો (_S)...
ko: 세션 선택(_S)...
lt: Pasirinkite _sesiją...
mk: Одберете сесија...
pa: ਸ਼ੈਸ਼ਨ ਚੁਣੋ(_S)...
pt_br: S_elecionar Sessão...
sl: Izberi _sejo...
th: เลือก_วาระ...
vi: Chọn _phiên làm việc...

source: Answer questions here and press Enter when done. For a menu press F10.
ca: Contesteu aquestes preguntes i premeu la tecla de retorn quan hàgiu acabat. Per obtenir un menú, premeu F10.
gu: પ્રશ્નના જવાબ અહીં આપો અને થઇ જાય પછી 'Enter' દબાવો. મેનુ માટે F10 દબાવો.
ko: 질문에 답하고 엔터를 누르십시오. 메뉴는 F10을 누르십시오.
lt: Atsakykite į klausimus. Kai baigsite spauskite Enter. Meniu galite pasiekti paspaudę F10.
mk: Одговорете на прашањата овде и притиснете „Enter“ кога ќе бидете готови. За мени притиснете F10.
pa: ਪ੍ਰਸ਼ਨ ਉੱਤਰ ਇੱਥੇ ਹਨ ਅਤੇ ਜਦੋਂ ਹੋ ਗਿਆ ਐਟਰ ਦਬਾਓ। ਮੇਨੂ-ਸੂਚੀ ਲਈ F10 ਦਬਾਓ।
pt_br: Responda às perguntas aqui e pressione Enter quando tiver terminado. Para obter um menu pressione F10.
sl: Odgovorite na vpra¹anja tu in, ko ste konèali, pritisnite Enter. Za menu pritisnite F10.
th: ตอบคำถามที่นี่ เมื่อเสร็จแล้วให้กด Enter สำหรับเมนูให้กด F10
vi: Ở đây thì hãy trả lời những câu hỏi và nhấn phím Enter khi xong. Để xem trình đơn lại, nhấn phím F10.

source: Last session
ca: Darrera sessió
gu: છેલ્લો સત્ર
ko: 최근 세션
lt: Paskutinioji sesija
mk: Последна сесија
pa: ਆਖਰੀ ਸ਼ੈਸ਼ਨ
pt_br: Última sessão
th: วาระล่าสุด

source: Already logged in
ca: Ja ha entrat
gu: પહેલાથી જ પ્રવેશેલ છે
ko: 이미 로그인 됨
lt: Jau prisijungę
mk: Веќе сте најавени
pa: ਪਹਿਲਾਂ ਹੀ ਲਾਗਇਨ ਹੈ
pt_br: Já conectado
th: เข้าระบบอยู่

source: _Session
ca: _Sessió
gu: સત્ર (_S)
ko: 세션(_S)
lt: _Sesija
mk: _Сесија
pa: ਸ਼ੈਸ਼ਨ(_S)
pt_br: _Sessão
sl: _Seja
th: _วาระ
vi: _Phiên làm việc

source: Sus_pend
ca: Sus_pèn
gu: સ્થગિત કરો (_p)
ko: 일시 정지(_P)
lt: Už_migdyti
mk: Сус_пендирај
pa: ਮੁਅੱਤਲ(_P)
pt_br: _Suspender
sl: _Zamrzni
th: ห_ยุดทำงานชั่วคราว

source: Remote Login via _XDMCP
ca: Entrada remota mitjançant _XDMCP
gu: _XDMCP મારફતે દૂરસ્થ પ્રવેશ
ko: XDMCP로 원격 로그인(_X)
lt: Nutolęs prisijungimas per _XDMCP
mk: Оддалечена најава преку _XDMCP
pa: _XDMCP ਰਾਹੀਂ ਰਿਮੋਟ ਲਾਗ-ਇਨ
pt_br: Início de sessão remoto via _XDMCP
th: เข้าระบบผ่านเครื่อข่ายด้วย _XDMCP

source: Confi_gure
ca: Confi_gura
gu: રૂપરેખાંકિત કરો (_g)
ko: 설정(_G)
lt: Konfi_gūruoti
mk: _Конфигурирај
pa: ਸੰਰਚਨਾ(_g)
pt_br: _Configurar
th: กำหนด_ค่า

source: Op_tions
ca: Op_cions
gu: વિકલ્પો (_t)
ko: 옵션(_T)
lt: Nus_tatymai
mk: О_пции
pa: ਚੋਣਾਂ(_t)
pt_br: _Opções
th: ตัวเ_ลือก

source: _OK
ca: _D'acord
gu: બરાબર (_O)
ko: 확인(_O)
lt: _Gerai
mk: _Во ред
pa: ਠੀਕ ਹੈ(_O)
th: _ตกลง

source: _Cancel
ca: _Cancel·la
gu: રદ કરો (_C)
ko: 취소(_C)
lt: _Atšaukti
mk: _Откажи
pa: ਰੱਦ ਕਰੋ(_C)
pt_br: _Cancelar
th: _ยกเลิก

source: Change _Session
ca: _Seleccioneu una sessió
gu: સત્ર બદલો (_S)
ko: 세션 바꾸기(_S)
lt: Pakeisti _sesiją
mk: Промени _сесија
pa: ਸ਼ੈਸ਼ਨ ਤਬਦੀਲ(_S)
pt_br: Mudar _sessão
th: เปลี่ยน_วาระ

source: Sessions
gu: સત્રો
ko: 세션
lt: Sesijos
mk: Сесии
pa: ਅਜਲਾਸ
pt_br: Sessões
th: วาระ

source: _Last session
ca: Darrera _sessió
gu: છેલ્લો સત્ર (_L)
ko: 최근 세션(_L)
lt: _Paskutinioji sesija
mk: _Последна сесија
pa: ਆਖਰੀ ਅਜਲਾਸ(_L)
pt_br: Ú_ltima sessão
th: วาระ_ล่าสุด

source: Log in using the session that you have used last time you logged in
ca: Entreu fent servir la sessió utilitzada la darrera vegada que vau entrar.
gu: તમે છેલ્લી વખત જે સત્ર વાપરીને પ્રવેશ કર્યો હતો તે સત્ર વાપરીને પ્રવેશ કરો
ko: 마지막으로 로그인 할 때 사용한 세션으로 로그인 합니다
lt: Prisijungti naudojant paskutinį kartą naudotą sesiją
mk: Најави ме на сесијата која што ја користев минатот пат пред да се одјавам
pa: ਪਿਛਲੀ ਵਾਰ ਲਾਗਇਨ ਕਰਨ ਲਈ ਵਰਤਿਆ ਗਿਆ ਸ਼ੈਸ਼ਨ ਵਰਤ ਕੇ ਲਾਗਇਨ ਕਰੋ
pt_br: Iniciar uma sessão utilizando aquela que você utilizou na última vez
sl: Prijavi se v sejo, ki ste jo jo uporabili ob zadnji prijavi
th: เข้าระบบโดยใช้วาระที่คุณใช้เมื่อเข้าระบบครั้งล่าสุด
vi: Đăng nhập dùng phiên làm việc mà bạn dùng trước đây.

source: Confi_gure Login Manager...
ca: Confi_gura el gestor d'entrades...
gu: પ્રવેશ વ્યવસ્થાપક રૂપરેખાંકિત કરો (_g)...
ko: 로그인 관리자 설정(_G)...
lt: Konfi_gūruoti prisijungimų tvarkyklę...
mk: Конфи_гурирај го менаџерот за најавување
pa: ਲਾਗਇਨ ਮੈਨੇਜਰ ਸੰਰਚਨਾ(_g)...
pt_br: _Configurar o Gerenciador de Sessões...
th: กำหนด_ค่าโปรแกรมจัดการการเข้าระบบ...

source: Choose an Action
ca: Seleccioneu una acció
gu: ક્રિયા પસંદ કરો
ko: 명령을 선택하십시오
lt: Pasirinkite veiksmą
mk: Изберете дејство
pa: ਇੱਕ ਕਾਰਵਾਈ ਚੁਣੋ
pt_br: Selecione uma Ação
sl: Izberi dejanje
th: เลือกการดำเนินการ
vi: Chọn hành động

source: Shut _down the computer
ca: Atura l'or_dinador
gu: કમ્પ્યુટર બંધ કરો (_d)
ko: 컴퓨터 종료(_D)
lt: Iš_jungti kompiuterį
mk: Исклучи _го компјутерот
pa: ਕੰਪਿਊਟਰ ਬੰਦ ਕਰੋ(_D)
pt_br: _Desligar o computador
sl: _Ustavi raèunalnik
th: _ปิดเครื่องคอมพิวเตอร์
vi: _Tắt máy

source: Shut Down your computer so that you may turn it off.
ca: Atura l'ordinador per a poder apagar-lo.
gu: કમ્પ્યૂટર બંધ કરો કે જેથી તમે તેને બંધ કરી શકશો.
ko: 컴퓨터를 끄기 위해 종료 합니다.
lt: Išjungti jūsų kompiuterį, kad galėtumėte jį išjungti.
mk: Исклучи го компјутерот.
pa: ਆਪਣੇ ਕੰਪਿਊਟਰ ਨੂੰ ਬੰਦ ਕਰੋ ਤਾਂ ਕਿ ਤੁਸੀਂ ਇਸ ਨੂੰ ਬੰਦ ਕਰ ਸਕੋ।
pt_br: Encerrar o computador de modo que você possa desligá-lo.
th: ปิดระบบเพื่อปิดเครื่องของคุณ

source: _Restart the computer
ca: _Reinicia l'ordinador
gu: કમ્પ્યૂટર પુનઃશરૂ કરો (_R)
ko: 컴퓨터 다시 시작(_R)
lt: _Perkrauti kompiuterį
mk: _Рестартирај го компјутерот
pa: ਕੰਪਿਊਟਰ ਮੁੜ ਚਲਾਓ(_R)
pt_br: _Reiniciar o computador
th: เปิด_ระบบคอมพิวเตอร์ใหม่

source: Restart your computer
ca: Arrenqueu de nou l'ordinador
gu: તમારું કમ્પ્યૂટર પુનઃશરૂ કરો
ko: 컴퓨터 다시 시작
lt: Perkrauti kompiuterį
mk: Рестартирајте го компјутерот
pa: ਆਪਣਾ ਕੰਪਿਊਟਰ ਮੁੜ ਚਲਾਓ
pt_br: Reinicie seu computador
th: เริ่มเปิดระบบคอมพิวเตอร์ของคุณใหม่

source: Sus_pend the computer
ca: Sus_pèn l'ordinador
gu: કમ્પ્યુટર સ્થગિત કરો (_p)
ko: 컴퓨터 일시 중단(_P)
lt: Su_laikyti kompiuterį
mk: Сус_пендирај го компјутерот
pa: ਕੰਪਿਊਟਰ ਮੁੱਅਤਲ(_P)
pt_br: Sus_pender o computador
sl: _Zamrzni raèunalnik
th: หยุดการทำงานของคอมพิวเตอร์_ชั่วคราว
vi: _Tạm dừng máy

source: Suspend your computer
ca: Suspeneu l'ordinador
gu: તમારા કોમ્પ્યુટરને સ્થગિત કરો
ko: 컴퓨터를 일시 중단합니다
lt: Sulaikyti Jūsų kompiuterį
mk: Суспендирај го компјутеров
pa: ਆਪਣਾ ਕੰਪਿਊਟਰ ਮੁੱਅਤਲ ਕਰੋ
pt_br: Suspender seu computador
sl: Zamrzne (suspend) va¹ raèunalnik
th: หยุดการทำงานคอมพิวเตอร์ของคุณชั่วคราว
vi: Tạm dừng máy

source: Run _XDMCP chooser
ca: Executa el seleccionador _XDMCP
gu: XDMCP પસંદગીકાર ચલાવો (_X)
ko: XDMCP 선택 프로그램 실행(_X)
lt: Paleisti _XDMCP parinkiklį
mk: Изврши го _XDMCP одбирачот
pa: _XDMCP ਚੋਣਕਾਰ ਚਲਾਓ
pt_br: Executar o Seletor _XDMCP
sl: Po¾eni izbirnik _XDMCP
th: เ_รียกทำงานหน้าต่างเลือก XDMCP
vi: Chạy bộ lựa chọn _XDMCP

source: Run an XDMCP chooser which will allow you to log into available remote computers, if there are any.
ca: Executa un seleccionador XDMCP que us permetrà entrar en les màquines remotes disponibles, si n'hi ha alguna.
gu: XDMCP પસંદગીકાર ચલાવો જે તમને પ્રાપ્ત દૂરસ્થ કમ્પ્યૂટરોમાં પ્રવેશ કરવા દેશે, જો કોઇ હશે તો.
ko: 원격 기계에서 로그인을 할 수 있도록 XDMCP 선택 프로그램을 실행합니다.
lt: Paleisti XDMCP parinkiklį, kuris leis prisijungti prie prieinamų nutolusių mašinų, jeigu tokių yra.
mk: Извршете XDMCP избирач кој што ќе Ви дозволи да се најавите на достапни далечни компјутери.
pa: XDMCP ਚੋਣਕਾਰ ਚਲਾਓ, ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਉਪਲੱਬਧ ਰਿਮੋਟ ਮਸ਼ੀਨਾਂ, ਜੇ ਕੋਈ ਹੋਵੇ, ਉੱਤੇ ਲਾਗਇਨ ਕਰਨ ਦੇਵੇਗਾ।
pt_br: Executa um Seletor XDMCP que permitirá a você iniciar uma sessão nos computadores remotos disponíveis, se existir alguma.
th: เรียกทำงานหน้าต่างเลือก XDMCP ซึ่งจะอนุญาตให้คุณเข้าสู่ระบบของเครื่องอื่นที่มีอยู่

source: Confi_gure the login manager
ca: Confi_gura el gestor d'entrades
gu: પ્રવેશ વ્યવસ્થાપકને રુપરેખાંકિત કરો (_g)
ko: 로그인 관리자 설정(_G)
lt: Konfi_gūruoti prisijungimų tvarkyklę
mk: Конфи_гурирај го менаџерот за најавување
pa: ਲਾਗਇਨ ਪ੍ਰਬੰਧਕ ਦੀ ਸੰਰਚਨਾ(_G)
pt_br: Confi_gurar o gerenciador de sessões
sl: _Nastavi upravljalnika prijav
th: _กำหนดค่าโปรแกรมจัดการการเข้าระบบ
vi: _Định cấu hình trình quản lý đăng nhập

source: Configure GDM (this login manager). This will require the root password.
ca: Configura el gestor d'entrades GDM. Això requerirà la contrasenya del superusuari (root).
gu: જીડીએમ રુપરેખાંકિત કરો (આ પ્રવેશ પ્રક્રિયા સંચાલક). આ માટે પાસવર્ડની જરુર પડશે.
ko: GDM(현재 로그인 관리자)를 설정합니다. root사용자의 열쇠글이 필요합니다.
lt: Konfigūruoti GDM (šią prisijungimo tvarkyklę). Reikės įvesti root slaptažodį.
mk: Постави го GDM (овој менаџер за најавување). Ќе Ви треба root лозинката.
pa: GDM ਸੰਰਚਨਾ (ਇਹ ਲਾਗਇਨ ਪ੍ਰਬੰਧਕ)। ਇਹ ਲਈ ਪ੍ਰਬੰਧਕੀ (root) ਗੁਪਤ-ਕੋਡ ਦੀ ਲੋੜ ਪਵੇਗੀ।
pt_br: Configurar o GDM (este gerenciador de sessões). Será necessária a senha do administrador.
sl: Nastavi GDM (ta upravljalnik prijav). To bo zahtevalo geslo root (administratorja).
th: กำหนดค่า GDM (โปรแกรมจัดการการเข้าระบบนี้) ซึ่งจะต้องการรหัสผ่านของ root
vi: Định cấu hình GDM (trình quản lý đăng nhập này). Sẽ phải cần mật khẩu chủ.

source: (c) 2002 Bond, James Bond
ca: © 2002 Bond, James Bond
ko: (c) 2002 본드, 제임스 본드
mk: (c) 2002 Бонд, Џејмс Бонд
pa: (c) ੨੦੦੨ ਬਾਡ , ਜੇਮਜ ਬਾਡ
vi: © 2002 Bond, James Bond

source: Bond, James Bond
ko: 본드, 제임스 본드
mk: Бонд, Џејмс Бонд
pa: ਬਾਡ , ਜੇਮਜ ਬਾਡ

source: Circles
ca: Cercles
gu: વર્તુળો
ko: 동그라미
lt: Apskritimai
mk: Кругови
pa: ਚੱਕਰ
pt_br: Círculos
sl: Krogi
th: ปุ่มกลม
vi: Vòng tròn

source: Theme with blue circles
ca: Tema amb cercles blaus
gu: વાદળી વર્તુળ વાળી થીમ
ko: 파란색 동그라미 테마
lt: Tema su mėlynais apskritimais
mk: Тема со плави кругови
pa: ਨੀਲੇ ਚੱਕਰਾਂ ਵਾਲਾ ਸਰੂਪ
pt_br: Tema com círculos azuis
sl: Tema z modrimi krogi
th: ชุดตกแต่งใช้ปุ่มกลมสีน้ำเงิน
vi: Sắc thái với vòng tròn màu xanh nước biển

source: GNOME Art variation of Circles with a Face Browser
ca: Variació de GNOME Art de Cercles amb un navegador de cares
gu: ફૅસ બ્રાઉઝરની સાથે જીનોમ કલાનો વર્તુળમાં બદલાવ
ko: 얼굴 찾아보기가 있는 동그라미 그놈 아트 변종
lt: GNOME Art Apskritimų su Veidų Naršykle variantas
mk: GNOME уметничка варијанта на круговите
pa: ਚਿਹਰਾ ਝਲਕ ਨਾਲ ਚੱਕਰਾਂ ਦਾ ਗਨੋਮ ਕਲਾ ਬਦਲਾਓ
pt_br: GNOME Art variação do tema Circles com um Navegador de Faces
sl: Umetni¹ka variacija krogov GNOME z brskalnikom obrazov
th: ชุดตกแต่ง "ปุ่มกลม" ในแบบของ GNOME Art พร้อมรายชื่อ
vi: Biến thể nghệ thuật GNOME của vòng tròn với trình duyệt chân dung

source: GNOME Artists
ca: Artistes del GNOME
gu: જીનોમ કલાકારો
ko: 그놈 아티스트
lt: GNOME dailininkai
mk: GNOME уметници
pa: ਗਨੋਮ ਕਲਾਕਾਰ
pt_br: Artistas do GNOME
sl: Umetni¹ki ustvarjalci GNOME
th: ศิลปิน GNOME
vi: Họa sĩ GNOME

source: Happy GNOME with Browser
ca: Feliç GNOME amb navegador
gu: બ્રાઉઝર સાથેનુ આનંદપ્રદ જીનોમ માણો
ko: 찾아보기가 있는 해피 그놈
lt: Laimingas GNOME su naršykle
mk: Среќниот GNOME со прелистувач
pa: ਝਲਕਾਰੇ ਨਾਲ ਖੁਸ਼ ਗਨੋਮ
pt_br: Happy GNOME com Navegador
sl: Veseli GNOME z brskalnikom
th: แฮปปี้ GNOME พร้อมรายชื่อ
vi: GNOME hạnh phúc với Trình duyệt

source: GNOME Art variation of Circles
ca: GNOME Art, variació de cercles
gu: જીનોમ કલાનો વર્તુળમાં બદલાવ
ko: 그놈 아트 동그라미 변종
lt: GNOME Art Apskritimų variantas
mk: GNOME уметничка варијанта на круговите
pa: ਚੱਕਰਾਂ ਦਾ ਗਨੋਮ ਕਲਾ ਬਦਲਾਓ
pt_br: GNOME Art variação do tema Circles
sl: Umetni¹ka variacija krogov GNOME
th: ชุดตกแต่ง "ปุ่มกลม" ในแบบของ GNOME Art
vi: Biến thể nghệ thuật GNOME của vòng tròn

source: Happy GNOME
ca: Feliç GNOME
gu: આનંદપ્રદ જીનોમ
ko: 해피 그놈
lt: Laimingas GNOME
mk: Среќниот GNOME
pa: ਖੁਸ਼ ਗਨੋਮ
sl: Veseli GNOME
th: แฮปปี้ GNOME
vi: GNOME hạnh phúc

source: Error while trying to run (%s) which is linked to (%s)
ca: S'ha produït un error en executar (%s) que està enllaçat a (%s)
gu: (%s) સાથે જોડાયેલ (%s) ને ચલાવવાનો પ્રયત્ન કરતી વખતે ભૂલ
ko: (%s)를 실행하는 동안 오류가 발생했습니다. (%s)로 연결되어 있습니다
lt: Klaida bandant paleisti (%s), kuris yra susietas su (%s)
mk: Грешка при обидот да извршам (%s) кој што е врзан со (%s)
pa: (%s) ਨੂੰ ਜੋ (%s) ਨਾਲ ਜੁੜੀ ਹੈ ਚਲਾਉਣ ਉਪਰੰਤ ਗਲਤੀ
pt_br: Erro ao tentar executar (%s) que está vinculado à (%s)
sl: Napaka ob poskusu zagona (%s), ki je povezan na (%s)
th: เกิดข้อผิดพลาดในขณะพยามเรียกใช้งาน (%s) ซึ่งถูกเชื่อมไปยัง (%s)
vi: gdmaskpass chỉ chạy như là chủ

source: Cannot open gestures file: %s
ca: No es pot obrir el fitxer de gestos: %s
gu: ગેસ્ચર ફાઈલ ખોલી શકતા નથી: %s
ko: 제스처 파일을 열지 못했습니다: %s
lt: Nepavyko atverti gestų failo: %s
mk: Не можам да ја отворам датотеката: %s
pa: gestures ਫਾਇਲ ਨਹੀਂ ਖੋਲ੍ਹੀ ਜਾ ਸਕਦੀ: %s
pt_br: Não foi possível abrir arquivo de gestos: %s
th: ไม่สามารถเปิดแฟ้มท่าขยับเมาส์ได้: %s

source: DMX display to migrate to
ca: Pantalla DMX a on migrar
gu: ફેરવવા માટે DMX ડિસ્પ્લે
ko: 옮겨 갈 DMX 디스플레이
lt: DMX ekraną perkelti į
mk: DMX приказ за мигрирање
pa: ਤਬਦੀਲੀ ਲਈ DMX ਦਰਿਸ਼
pt_br: Tela DMX para migrar
th: ดิสเพลย์ DMX ที่จะใช้ทำงาน

source: DISPLAY
ca: PANTALLA
ko: <디스플레이>
lt: EKRANAS
mk: ПРИКАЗ
pa: ਡਿਸਪਲੇਅ

source: Backend display name
ca: Nom de visualització del rerefons
gu: બેકેન્ડ ડિસ્પ્લે નામ
ko: 벡엔드 화면 이름
lt: Posistemės ekrano pavadinimas
mk: Бекенд име на приказ
pa: ਬੈਕਇੰਡ ਡਿਸਪਲੇਅ ਨਾਂ
pt_br: Nome de apresentaçãodo Backend
th: ชื่อดิสเพลย์ที่ทำงานเบื้องหลัง

source: Xauthority file for destination display
ca: Fitxer Xauthority per a la pantalla de destí
gu: અંતિમ મુકામ ડિસ્પ્લે માટે Xauthority ફાઈલ
ko: 목표 화면의 X인증 파일
lt: Paskirties ekrano Xauthority failas
mk: Xauthority датотека за дестинациониот пристап
pa: ਟਿਕਾਣਾ ਡਿਸਪਲੇਅ ਲਈ Xauthority ਫਾਇਲ
pt_br: Arquivo Xauthority para tela de destino
th: แฟ้ม Xautority สำหรับดิสเพลย์เป้าหมาย

source: AUTHFILE
ca: FITXERAUTH
ko: <인증파일>
mk: ДАТОТЕКА ЗА ПРОВЕРКА

source: Xauthority file for backend display
ca: Fitxer Xauthority per a la visualització del rerefons
gu: બેકેન્ડ ડિસ્પ્લે માટે Xauthority ફાઈલ
ko: 백엔드 화면의 X인증 파일
lt: Posistemės ekrano Xauthority failas
mk: Xauthority датотека за бекенд приказ
pa: ਬੈਕਇੰਡ ਡਿਸਪਲੇਅ ਲਈ Xauthority ਫਾਇਲ
pt_br: Arquivo Xauthority para tela de backend
th: แฟ้ม Xauthority สำหรับดิสเพลย์ที่ทำงานเบื้องหลัง

source: Failed to open display "%s"
ca: No es pot obrir la pantalla «%s»
gu: ડિસ્પ્લે "%s" ખોલવામાં નિષ્ફળ
ko: 디스플레이 "%s"을(를) 열 수 없음
lt: Nepavyko atverti ekrano „%s“
mk: Не успеав да го отворам приказот "%s"
pa: ਡਿਸਪਲੇਅ "%s" ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਅਸਫ਼ਲ ਹੈ
pt_br: Falha ao abrir a tela "%s"
th: ไม่สามารถเปิดดิสเพลย์ "%s"

source: DMX extension not present on "%s"
ca: No es troba l'extensió DMX a «%s»
gu: DMX એક્સટેન્સન "%s" પર હાજર નથી
ko: "%s"에 DMX 확장이 없습니다
lt: DMX plėtinio nėra tame „%s“
mk: DMX наставката не е пристуна во "%s"
pa: "%s" ਉੱਤੇ DMX ਸਹਿਯੋਗੀ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
pt_br: Extensão DMX não presente em "%s"
th: ไม่มีส่วนขยาย DMX อยู่บน "%s"

source: - migrate a backend display from one DMX display to another
ca: - migra una visualització del rerefons des d'una visualització DMX a una altra
gu: - એક DMX ડિસ્પ્લેમાંથી અન્યમાં બેકેન્ડ ડિસ્પ્લે ફેરવો
ko: - DMX 디스플레이에서 다른 디스플레이로 백엔드 디스플레이 옮기기
lt: - perkelti posistemės ekraną iš vieno DMX ekrano į kitą
mk: - мигрирајте бекенд приказ од еден DMX приказ до друг DMX приказ
pa: - ਇੱਕ DMX ਡਿਸਪਲੇਅ ਤੋਂ ਹੋਰ ਇੱਕ ਬੈਕਇਡ ਡਿਸਪਲੇਅ ਲਈ ਤਬਦੀਲੀ
pt_br: - migra uma tela backend de uma tela DMX para outra
th: - จัดย้ายดิสเพลย์ทำงานเบื้องหลัง จากดิสเพลย์ DMX หนึ่ง ไปยังอีกดิสเพลย์หนึ่ง

source: You must specify a destination DMX display using %s
ca: Heu d'especificar una pantalla de destinació DMX emprant %s
gu: તમારે અંતિમ મુકામ DMX ડિસ્પ્લે %s ની મદદથી સ્પષ્ટ કરવું જ પડશે
ko: 목표 DMX 디스플레이를 %s(을)를 써서 지정해야 합니다
lt: Jūs turite nurodyti DMX ekrano paskirties vieta naudodami %s
mk: Мора да одредите дестинационен приказ за DMX со користење на %s
pa: ਤੁਹਾਨੂੰ %s ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇੱਕ ਟਿਕਾਣਾ DMX ਡਿਸਪਲੇਅ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ
pt_br: Você deve especificar uma tela DMX destino utilizando %s
th: คุณต้องกำหนดดิสเพลย์ DMX เป้าหมายโดยใช้ตัวเลือก %s

source: You must specify a backend display by using %s
ca: Heu d'especificar una visualització de rerefons utilitzant %s
gu: તમારે %s ની મદદથી બેકેન્ડ ડિસ્પ્લે સ્પષ્ટ કરવું જ પડશે
ko: 백엔드 디스플레이를 %s(을)를 써서 지정해야 합니다
lt: Jūs turite nurodyti posistemės ekraną naudodami %s
mk: Морате да одредите бекенд приказ со користење на %s
pa: ਤੁਹਾਨੂੰ %s ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਬੈਕਇਡ ਡਿਸਪਲੇਅ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ
pt_br: Você deve especificar uma tela backend utilizando %s
th: คุณต้องกำหนดดิสเพลย์ที่ทำงานเบื้องหลัง โดยใช้ตัวเลือก %s

source: DMXAddScreen "%s" failed on "%s"
ca: Ha fallat DMXAddScreen "%s" a "%s"
gu: DMXAddScreen "%s" એ "%s" પર નિષ્ફળ ગઈ
ko: DMXAddScreen "%s"(이)가 "%s"에서 실패
lt: DMXAddScreen „%s“ neprisjungė prie „%s“
mk: DMXAddScreen "%s" не успеа на "%s"
pa: DMXAddScreen "%s" "%s" ਲਈ ਅਸਫ਼ਲ ਹੋਇਆ ਹੈ
pt_br: DMXAddScreen "%s" falhou em "%s"
th: DMXAddScreen "%s" ล้มเหลวบน "%s"

source: gdmaskpass only runs as root
ca: gdmaskpass només s'executa com a superusuari
gu: gdmaskpass ફક્ત રુટ તરીકે ચાલે છે
ko: gdmaskpass는 root로만 실행할 수 있습니다
lt: gdmaskpass veikia tik kaip root
mk: gdmaskpass работи само како root
pa: gdmaskpass ਸਿਰਫ ਪ੍ਰਬੰਧਕ (root) ਦੇ ਤੌਰ ਤੇ ਚੱਲਦਾ ਹੈ
pt_br: o gdmaskpass somente pode ser executado como administrador
sl: gdmaskpass teèe le kot root
th: gdmaskpass เรียกทำงานเป็น root ได้เท่านั้น

source: Authentication failure!
ca: Ha fallat l'autenticació
gu: સત્તા આપવામાં નિષ્ફળ!
ko: 인증 실패!
lt: Tapatybės patvirtinimas nepavyko!
mk: Автентикацијата е неуспешна!
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਅਸਫ਼ਲ!
pt_br: Falha na autenticação!
sl: Avtentikacija ni uspela!
th: การอนุญาตสิทธิ์ล้มเหลว!
vi: Quá trình xác thực thất bại.

source: (memory buffer)
ca: (memòria intermèdia)
gu: (મેમરી બફર)
ko: (메모리 버퍼)
lt: (atminties buferis)
pa: (ਮੈਮੋਰੀ ਰਾਖਵਾਂ)
pt_br: (buffer de memória)
sl: (pomnilni¹ki izravnalnik)
th: (บัฟเฟอร์ของหน่วยความจำ)
vi: (vùng đệm bộ nhớ)
