Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: Select User Image
ca: Seleccioneu una imatge d'usuari
gu: વપરાશકર્તા ચિત્ર પસંદ કરો
ko: 사용자 그림을 선택하십시오
lt: Pasirinkite naudotojo paveikslėlį
mk: Одберете корисничка слика
pa: ਉਪਭੋਗੀ ਚਿੱਤਰ ਚੁਣੋ
pt_br: Selecionar imagem do usuário
th: เลือกรูปผู้ใช้

source: Images
ca: Imatges
gu: ચિત્રો
ko: 그림
lt: Paveikslėliai
mk: _Слики
pa: ਚਿੱਤਰ
pt_br: Imagens
th: รูปภาพ

source: All Files
ca: Tots els fitxers
gu: બધી ફાઈલો
ko: 모든 파일
lt: Visi failai
mk: Сите датотеки
pa: ਸਭ ਫਾਇਲਾਂ
pt_br: Todos os arquivos
th: ทุกแฟ้ม

source: Change the picture that will show in the GDM (login manager) face browser
ca: Canvieu la imatge que apareixerà al navegador de cares del gestor d'entrada
gu: આ ચિત્ર બદલો કે જે GDM (પ્રવેશ પ્રક્રિયા સંચાલક) ફૅસ બ્રાઉઝરમાં દર્શાવાશે
ko: GDM(로그인 관리자) 얼굴 찾아보기에서 나타나는 사진을 바꿉니다
lt: Pakeisti paveikslėlį, kuris bus rodomas GDM (prisijungimo programos) naudotoju
mk: Смени ја сликата што ќе биде во прегледувачот на фаци
pa: ਤਸਵੀਰ ਬਦਲੋ, ਜਿਹੜੀ GDM ਚਿਹਰਾ ਝਲਕ ਵਿੱਚ ਵਿਖਾਈ ਜਾਵੇਗੀ (ਲਾਗਇਨ ਮੈਨੇਜਰ)
pt_br: Mudar a figura que será apresentada no navegador de faces do GDM (gerenciador de sessões)
sl: Spremeni sliko, ki se bo kazala v brskalniku obrazov GDM (GDM je upravljalnik prijav).
th: เปลี่ยนรูปภาพที่จะใช้แสดงในหน้าต่างแสดงผู้ใช้ของ GDM (โปรแกรมจัดการการเข้าระบบ)

source: Login Photo
ca: Foto d'entrada
gu: પ્રવેશની છબી
ko: 로그인 사진
lt: Prisijungimo nuotrauka
mk: Слика за најава
pa: ਲਾਗਇਨ ਫੋਟੋ
pt_br: Foto do Navegador de Faces
sl: Prijavna fotografija
th: รูปภาพเข้าระบบ
vi: Ảnh đăng nhập

source: <b>User Image</b>
ca: <b>Imatge d'usuari</b>
gu: <b>વપરાશકર્તા ચિત્ર</b>
ko: <b>사용자 그림</b>
lt: <b>Naudotojo paveikslėlis</b>
mk: <b>Слика од корисникот</b>
pa: <b>ਉਪਭੋਗੀ ਚਿੱਤਰ</b>
pt_br: <b>Imagem do Usuário</b>
th: <b>รูปผู้ใช้</b>

source: Login Photo Preferences
ca: Preferències de la foto d'entrada
gu: પ્રવેશ ફોટો પસંદગીઓ
ko: 로그인 사진 설정
lt: Prisijungimo nuotraukos nustatymai
mk: Перференци за слика за најава
pa: ਲਾਗਇਨ ਫੋਟੋ ਪਸੰਦ
pt_br: Preferências do Navegador de Faces
th: ปรับแต่งรูปภาพเข้าระบบ

source: Failsafe _GNOME
ca: _GNOME a prova de fallades
gu: નિષ્ફળ ન જાય તેવુ જીનોમ (_G)
ko: 그놈 안전 모드(_G)
mk: GNOME за _спасување
pa: ਸੰਕਟਕਾਲੀਨ ਗਨੋਮ(_G)
pt_br: _GNOME no Modo de Segurança
th: _GNOME แบบ Failsafe

source: Failsafe GNOME
ca: GNOME a prova de fallades
ko: 그놈 안전 모드
mk: GNOME за _спасување
pa: ਸੰਕਟਕਾਲੀਨ ਗਨੋਮ
pt_br: GNOME no Modo de Segurança
th: GNOME แบบ Failsafe

source: This is a failsafe session that will log you into GNOME. No startup scripts will be read and it is only to be used when you can't log in otherwise. GNOME will use the 'Default' session.
ca: Aquesta és una sessió a prova de fallades que us farà entrar al GNOME. No es llegirà cap seqüència d'inicialització i només s'ha de fer servir quan no hi pugueu entrar de cap altra manera. GNOME utilitzarà la sessió 'Per defecte'.
gu: આ એક એવુ નિષ્ફળ ન જાય તેવુ જીનોમ સત્ર છે જે તમને જીનોમમાં પ્રવેશ આપશે. શરુઆતની કોઇ પણ સ્ક્રિપ્ટ વંચાશે નહિ અને તે ફક્ત ત્યારે વપરાશે જ્યારે તમે પ્રવેશ મેળવી શકો નહિ. જીનોમ 'મૂળભુત' સત્ર વાપરશે.
ko: 그놈에 로그인하는 안전 모드 세션입니다. 시작 스크립트를 읽지 않으며 다른 방법으로 로그인할 수 없을 때만 사용됩니다. 그놈은 '기본값' 세션을 사용할 것입니다.
lt: Tai failsafe sesija, kuri prijungs Jus į GNOME. Paleidimo skriptai nebus nuskaityti, jie turi būti naudojami tiktai tada, kai Jūs negalite prisijungti. GNOME naudos „Numatytąją“ sesiją.
mk: Ова е сесија за спасување која ќе ве најави во GNOME. Нема никакви почетни скрипти и се користи единствено ако не можете да се најавувате на друг начин. GNOME ќе ја користи неговата „стандардна“ сесија.
pa: ਇਹ ਸੰਕਟਕਾਲੀਨ ਸ਼ੈਸ਼ਨ ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਗਨੋਮ ਵਿੱਚ ਲਾਗਇਨ ਕਰਾਏਗਾ। ਕੋਈ ਸ਼ੁਰੂਆਤੀ ਸਕਰਿਪਟ ਪੜ੍ਹੀ ਨਹੀਂ ਗਈ ਹੈ ਅਤੇ ਇਹ ਉਦੋਂ ਹੀ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਜਦੋਂ ਤੁਸੀ ਹੋਰ ਢੰਗ ਨਾਲ ਲਾਗਇਨ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਗਨੋਮ 'ਮੂਲ' ਸ਼ੈਸ਼ਨ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pt_br: Esta é uma sessão de segurança que iniciará o ambiente GNOME. Nenhum dos scripts de inicialização serão lidos e ela será utilizada apenas quando você não puder iniciar nenhuma outra. O GNOME usará a sessão "Padrão".
th: นี่คือวาระ failsafe ที่จะนำคุณเข้าสู่ GNOME โดยไม่มีการอ่านสคริปต์เริ่มทำงาน วาระนี้ใช้เมื่อคุณไม่สามารถเข้าระบบด้วยวิธีอื่นเท่านั้น GNOME จะใช้วาระ 'ปริยาย'

source: Failsafe _Terminal
ca: _Terminal a prova de fallades
gu: નિષ્ફળ ના જાય તેવુ ટર્મિનલ (_T)
ko: 터미널 안전 모드(_T)
lt: Failsafe _terminalas
mk: Терминал на _сесија за спасување
pa: ਸੰਕਟਕਾਲੀਨ ਟਰਮੀਨਲ(_T)
pt_br: _Terminal de Segurança
sl: Pred sesutjem varni _terminal
th: เ_ทอร์มินัลแบบ Failsafe
vi: _Thiết bị cuối dự phòng

source: Failsafe Terminal
ca: Terminal a prova de fallades
gu: Failsafe ટર્મિનલ
ko: 터미널 안전 모드
lt: Failsafe terminalas
mk: Терминал на _сесија за спасување
pa: ਸੰਕਟਕਾਲੀਨ ਟਰਮੀਨਲ
pt_br: Terminal de Segurança
th: เทอร์มินัลแบบ Failsafe

source: This is a failsafe session that will log you into a terminal. No startup scripts will be read and it is only to be used when you can't log in otherwise. To exit the terminal, type 'exit'.
ca: Aquesta és una sessió a prova de fallades que us farà entrar al terminal. No es llegirà cap seqüència d'inicialització i només s'ha de fer servir si no hi podeu entrar de cap altra manera. Per sortir del terminal escriviu 'exit'.
gu: આ એક નિષ્ફળ ના જાય તેવુ સત્ર છે જે તમને ટર્મિનલમાં પ્રવેશ આપશે.શરુઆતના કોઇ પણ લિપિ વંચાશે નહિ અને તે ફક્ત જ્યારે તમે પ્રવેશ મેળવી શકશો નહિ ત્યારે વપરાશે અથવા ટર્મિનલમાંથી બહાર નીકળવા માટે 'exit' છાપો.
ko: 터미널에 로그인하는 안전 모드 세션입니다. 시작 스크립트를 읽지 않으며 다른 방법으로 로그인할 수 없을 때만 사용됩니다. 끝내려면 'exit'라고 입력하십시오.
lt: Tai yra Failsafe sesija. Jūs būsite prijungti prie terminalo konsolės ir galėsite pataisyti savo sistemą, jei negalite prisijungti kitu būdu. Norėdami išeiti iš terminalo, terminalo lange parašykite „exit“.
mk: Ова е сесија за спасување која ве најави во терминал. Нема никакви почетни скрипти и се користи единствено ако неможеш да се најавите на друг начин. Да излезете од терминалот искуцајте „exit“.
pa: ਇਹ ਅਸਫ਼ਲ-ਸੁਰੱਖਿਆ ਅਜਲਾਸ, ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਟਰਮੀਨਲ ਵਿੱਚ ਲਾਗਇਨ ਕਰਾਏਗਾ। ਕੋਈ ਸ਼ੁਰੂਆਤੀ ਸਕ੍ਰਿਪਟ ਪੜ੍ਹਿਆ ਜਾਵੇਗਾ ਅਤੇ ਇਹ ਉਦੋਂ ਹੀ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਜਦੋਂ ਤੁਸੀ ਹੋਰ ਢੰਗ ਨਾਲ ਲਾਗਇਨ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਟਰਮੀਨਲ ਵਿੱਚੋ ਬਾਹਰ ਜਾਣ ਲਈ 'exit' ਲਿਖੋ।
pt_br: Esta é uma sessão de segurança que entrará em um terminal. Nenhum dos scripts de inicialização serão lidos e ela só será utilizada quando você não puder entrar em nenhuma outra. Para sair do terminal, escreva "exit".
sl: To je seja varna pred sesutjem, ki vas bo prijavila terminal. Uporablja se jo le kadar se ne morete prijaviti drugaèe, saj zaèetne skripte ne bodo prebraner. Za izhod iz terminala vpi¹ite 'exit'.
th: นี่คือวาระ failsafe ที่จะนำคุณเข้าสู่ระบบผ่านเทอร์มินัล โดยไม่มีการอ่านสคริปต์เริ่มทำงาน วาระนี้ใช้เมื่อคุณไม่สามารถเข้าระบบด้วยวิธีอื่นเท่านั้น การออกจากเทอร์มินัล ให้พิมพ์ 'exit'
vi: Đây là phiên làm việc dự phòng được dùng để đăng nhập vào thiết bị cuối. Không có tập lệnh khởi động nào được thực hiện. Chỉ dùng phiên làm việc này khi bạn không thể đăng nhập bằng cách khác. Để thoát khỏi thiết bị cuối, hãy gõ 'exit'.

source: An error occurred while trying to contact the login screens. Not all updates may have taken effect.
ca: S'ha produït un error en intentar contactar les finestres d'entrada. Possiblement no s'hagin fet totes les actualitzacions.
gu: પ્રવેશ સ્ક્રીનનો સંપર્ક કરતી વખતે ભૂલ થઇ હતી. બધા જ બદલાવોની અસર થઇ નહિ હોય.
ko: 로그인 화면에 연결하는중 오류가 발생했습니다. 모든 변경점이 영향을 주지 못할 것입니다.
lt: Bandant susisiekti su prisijungimo ekranais įvyko klaida. Galbūt įsigalėjo ne visi atnaujinimai.
mk: Грешка при обидот да се контактира со прозорците за најавување. Не сите додатоци се активни.
pa: ਲਾਗਇਨ ਪਰਦੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਉਪਰੰਤ ਇੱਕ ਗਲਤੀ ਵਾਪਰੀ ਹੈ। ਸਭ ਅੱਪਡੇਟ ਪਰਭਾਵੀ ਨਹੀਂ ਹੋ ਸਕਣਗੇ।
pt_br: Um erro ocorreu enquanto tentava entrar em contato com as telas de acesso. Nem todas as atualizações devem ter tido efeito.
th: เกิดความผิดพลาดขณะพยายามติดต่อกับหน้าจอเข้าระบบ อาจเกิดจากการไม่ได้ปรับปรุงครบทั้งหมด

source: Users include list modification
ca: Modificació per als usuaris a la llista d'inclusió
gu: વપરાશકર્તાઓ યાદી સુધારો સમાવે છે
ko: 사용자 포함 목록 바꿈
lt: Įtrauktųjų naudotojų sąrašo keitimas
mk: Модификација на листата со вклучени корисници
pa: ਲਿਸਟ ਸੋਧ ਸ਼ਾਮਿਲ ਉਪਭੋਗੀ
pt_br: Alteração da lista de inclusão de usuários
th: การแก้ไขรายการผู้ใช้ที่แสดง

source: Some of the users in the Include list (Users tab) now have uid lower than MinimalUID and will be removed.
ca: Alguns dels usuaris a la llista d'inclusió (pestanya d'usuaris) ara tenen un uid inferior a MinimalUID i se suprimiran.
gu: સમાવિષ્ટ યાદી (વપરાશકર્તાઓ ટેબ) માંના અમુક વપરાશકર્તાઓને હવે uid એ MinimalUID કરતાં નીચું છે અને તે દૂર કરવામાં આવશે.
ko: 포함 목록의 (사용자 탭) 사용자 중에 최소 UID보다 UID가 작은 사용자가 있어서 해당 사용자를 지웁니다.
lt: Kai kurie naudotojai Įtrauktųjų sąraše (Naudotojų kortelė) dabar turi UID, mažesnį nei MinimalUID ir bus pašalinti.
pa: ਦਿੱਤੀ ਲਿਸਟ (ਉਪਭੋਗੀ ਟੈਬ) ਵਿੱਚੋਂ ਕੁਝ ਉਪਭੋਗੀ ਲਈ uid MinumalUID ਤੋਂ ਘੱਟ ਹੈ ਅਤੇ ਹੁਣ ਹਟਾਇਆ ਜਾਵੇਗਾ।
pt_br: Alguns usuários na lista de Inclusão (aba de Usuários) têm o uid mais baixo do que UID Mínimo e serão removidos.
th: ผู้ใช้บางคนในรายการผู้ใช้ที่แสดง (แท็บผู้ใช้) มี uid ต่ำกว่าค่า MinimalUID และจะถูกลบทิ้ง

source: Themed
ca: Amb tema
gu: થીમો
ko: 테마 모양
lt: Su tema
mk: _Темирано
pa: ਸਰੂਪ
pt_br: Usar tema
th: ใช้ชุดตกแต่ง

source: Plain
ca: Normal
gu: સાદું
ko: 일반 모양
lt: Paprastas
mk: Едноставно
pa: ਸਮਤਲ
pt_br: Simples
th: แบบพื้นๆ

source: Plain with face browser
ca: Normal amb navegador de cares
gu: ફેસ બ્રાઉઝર સાથે સાદું
ko: 얼굴 찾아보기가 있는 일반 모양
lt: Paprastas su veidų naršykle
mk: Вообичаено со преден прелистувач
pa: ਮੁੱਖ ਝਲਕਾਰੇ ਨਾਲ ਸਮਤਲ
pt_br: Simples com o navegador de faces
th: แบบพื้นๆ พร้อมแสดงรูปผู้ใช้

source: Autologin or timed login to the root account is forbidden.
ca: No es permeten les entrades automàtiques o temporitzades al compte del superusuari (root).
gu: રુટ ખાતામાં આપોઆપ પ્રવેશ અથવા સામયિક પ્રવેશ ભૂલાઈ ગયેલ છે.
ko: root 계정으로는 자동 로그인이나 시간제한 로그인을 못 합니다.
lt: Automatinis arba uždelstas prisijungimas kaip root neleidžiamas.
mk: Не е дозволена автоматската или темпирана најава за корисникот root.
pa: ਪਰਸ਼ਾਸ਼ਕ (root) ਖਾਤੇ ਲਈ ਆਟੋ-ਲਾਗਇਨ ਜਾਂ ਸਮਾਂ-ਲਾਗਇਨ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pt_br: Não é permitido que a conta do administrador inicie uma sessão automaticamente ou no modo programado.
th: ไม่อนุญาตให้เข้าระบบเป็น root โดยอัตโนมัติหรือผ่านการตั้งเวลา

source: The "%s" user UID is lower than allowed MinimalUID.
ca: L'UID d'usuari «%s» és inferior al MinimalUID permès.
gu: "%s" વપરાશકર્તા UID એ માન્ય MinimalUID કરતાં નીચું છે.
ko: "%s" 사용자의 UID가 최소 UID보다 더 작습니다.
lt: Naudotojo „%s“ UID mažesnis, nei leidžia MinimalUID.
mk: Корисничкото UID "%s" е пониско од дозволеното минималноUID.
pa: "%s" ਉਪਭੋਗੀ UID ਮਨਜ਼ੂਰ MinimalUID ਤੋਂ ਘੱਟ ਹੈ।
pt_br: O usuário UID "%s" é mais baixo do que UID Mínimo permitido.
th: UID ของผู้ใช้ "%s" มีค่าต่ำกว่าค่า MinimalUID ที่อนุญาต

source: User not allowed
ca: Usuari no autoritzat
gu: વપરાશકર્તા માન્ય નથી
ko: 사용자를 허용하지 않습니다
lt: Naudotojui neleidžiama prisijungti
mk: Корисникот е забранет
pa: ਉਪਭੋਗੀ ਮਨਜ਼ੂਰ ਨਹੀਂ
pt_br: O usuário não tem permissão para iniciar uma sessão
th: ผู้ใช้ไม่ได้รับอนุญาต

source: (Enabled)
ca: (Habilitat)
gu: (સક્રિયકૃત)
ko: (사용)
lt: (Įjungtas)
mk: (Овозможено)
pa: (ਯੋਗ ਕੀਤਾ)
pt_br: (Habilitado)
th: (เปิดใช้)

source: (Disabled)
ca: (Inhabilitat)
gu: (નિષ્ક્રિયકૃત)
ko: (사용 안 함)
lt: (Išjungtas)
mk: (Оневозможено)
pa: (ਆਯੋਗ ਕੀਤਾ)
pt_br: (Dasabilitado)
th: (ปิดใช้งาน)

source: No themes selected!
ca: No s'ha seleccionat cap tema
gu: કોઈ થીમો પસંદ થયેલ નથી!
ko: 테마를 선택하지 않았습니다!
lt: Nepasirinkta jokia tema
mk: Нема избрани теми!датотеки
pa: ਕੋਈ ਸਰੂਪ ਨਹੀਂ ਚੁਣਿਆ!
pt_br: Nenhum tema foi selecionado!
th: ไม่ได้เลือกชุดตกแต่ง

source: You need one or more themes selected for the "Random from selected" option to be valid. Failure to do so will force "Selected only" mode.
ca: Necessiteu seleccionar almenys un tema per a poder emprar l'opció «Aleatori des dels seleccionats». Si no, es forçarà el mode «Només el seleccionat».
gu: તમારે "પસંદ થયેલમાંથી આશરે" વિકલ્પને માન્ય થવા માટે એક અથવા વધુ થીમો પસંદ થયેલ હોય એમ જરૂરી છે. આવું કરવામાં નિષ્ફળતા "માત્ર પસંદિત" સ્થિતિને દબાણ કરે છે.
ko: "선택한 것 중 아무거나" 옵션을 사용하려면 테마를 한 개 이상 선택해야 합니다. 선택하지 않으면 "선택한 것만" 모드로 동작합니다.
mk: Ви требаат една или повеќе избрани теми за опцијата "Произволно од избраните" да биде валидна. Неуспехот на опцијата ќе го присили режимот "Само избраната"
pa: "ਚੁਣਿਆਂ ਤੋਂ ਰਲਵੇਂ" ਚੋਂਣ ਚਲਾਉਣ ਲਈ ਤੁਹਾਨੂੰ ਇੱਕ ਜਾਂ ਵੱਧ ਸਰੂਪ ਚੁਣਨੇ ਪੈਣਗੇ। ਇਹ ਕਰਨ ਤੋਂ ਫੇਲ੍ਹ ਹੋਣ ਦੀ ਸੂਰਤ 'ਚ "ਸਿਰਫ਼ ਚੁਣੇ ਹੀ" ਢੰਗ ਲਈ ਮਜ਼ਬੂਰ ਕੀਤਾ ਜਾਵੇਗਾ।
pt_br: Você necessita de um ou mais temas selecionados para a opção "Os aleatório dentre os selecionados", ser válida. Falha na execução, assim forçará modo "Somente selecionado".
th: คุณต้องเลือกชุดตกแต่งอย่างน้อยหนึ่งชุดสำหรับตัวเลือก "สุ่มจากที่เลือกไว้" เพื่อจะให้ทำงานได้ หากไม่เลือกชุดตกแต่งใด GDM จะเข้าสู่รูปแบบ "จากที่เลือกไว้เท่านั้น"

source: Apply changes to the modified command?
ca: Voleu aplicar els canvis als usuaris abans de tancar?
gu: શું સુધારેલ આદેશને ફેરફારો લાગુ કરવા છે?
ko: 바꾼 사항을 명령어에 적용하시겠습니까?
lt: Pritaikyti pasirinktos komandos pakeitimus?
mk: Примени ги измените на корисниците пред затворање?
pa: ਕੀ ਸੋਧੀਆਂ ਕਮਾਡਾਂ ਲਈ ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕਰਨੀਆਂ ਹਨ?
pt_br: Aplicar alterações para modificar o comando?
th: เริ่มใช้การเปลี่ยนแปลงต่างๆ ในคำสั่งที่แก้ไขไปหรือไม่?

source: If you don't apply, the changes will be discarded.
ca: Si no els apliqueu, els canvis es descartaran.
gu: જો તમે લાગુ કરો નહિં, તો ફેરફારો અવગણવામાં આવશે.
ko: 적용하지 않으면 바꾼 사항을 버립니다.
lt: Jeigu nepritaikysite, atlikti pakeitimai bus panaikinti.
mk: Ако не ги примените, промените направени ќе бидат отфрлени.
pa: ਜੇ ਤੁਸੀਂ ਲਾਗੂ ਨਾ ਕੀਤਾ ਤਾਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pt_br: Se você escolher não aplicar as mudanças, elas serão descartadas.
th: ถ้าคุณไม่เริ่มใช้ การเปลี่ยนแปลงดังกล่าวจะถูกละทิ้งไป

source: Autologin or timed login to the root account is not allowed.
ca: No es permeten les entrades automàtiques o temporitzades al compte del superusuari (root).
gu: રુટ ખાતાને આપોઆપ અથવા સમયને આધીન પ્રવેશની પરવાનગી નથી.
ko: root 계정에는 자동 로그인이나 시간제한 로그인을 허용하지 않습니다.
lt: Automatinis arba uždelstas prisijungimas kaip root neleidžiamas.
mk: Не е дозволена автоматската или временска најава за корисникот root.
pa: ਪਰਬੰਧਕ (root) ਖਾਤੇ ਵਿੱਚ ਆਟੋ ਲਾਗਇਨ ਜਾਂ ਅੰਤਰਾਲ ਲਾਗਇਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ।
pt_br: Não é permitido que a conta do administrador inicie uma sessão automaticamente ou no modo programado.
th: ไม่อนุญาตให้เข้าระบบเป็น root โดยอัตโนมัติหรือผ่านการตั้งเวลา

source: The "%s" user already exists in the include list.
ca: Ja existeix l'usuari «%s» a la llista d'inclusió.
gu: "%s" વપરાશકર્તા પહેલાથી જ સમાવિષ્ટ યાદીમાં હાજર છે.
ko: 포함 목록에 "%s"사용자가 이미 있습니다.
lt: Naudotojas „%s“ jau egzistuoja įtrauktųjų sąraše.
mk: "%s" корисникот веќе постои во include листата.
pa: "%s" ਉਪਭੋਗੀ ਪਹਿਲਾਂ ਹੀ ਸ਼ਾਮਲ ਸੂਚੀ ਵਿੱਚ ਮੌਜੂਦ ਹੈ।
pt_br: O usuário "%s" já existe na lista de inclusão.
th: มีผู้ใช้ "%s" อยู่แล้วในรายการที่แสดง

source: Cannot add user
ca: No es pot afegir l'usuari
gu: વપરાશકર્તા ઉમેરી શકતા નથી
ko: 사용자를 더할 수 없습니다
lt: Negalima pridėti naudotojo
mk: Не можам да додадам корисник
pa: ਉਪਭੋਗੀ ਜੋੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pt_br: Não foi possível adicionar usuário
th: ไม่สามารถเพิ่มผู้ใช้

source: The "%s" user already exists in the exclude list.
ca: Ja existeix l'usuari «%s» a la llista d'exclusió.
gu: "%s" વપરાશકર્તા પહેલાથી જ નહિં સમાવવાની યાદીમાં છે.
ko: 제외 목록에 "%s"사용자가 이미 있습니다.
lt: Naudotojas „%s“ jau yra išskiriamų naudotojų sąraše.
mk: "%s" корисникот веќе постои во exclude листата.
pa: "%s" ਉਪਭੋਗੀ ਪਹਿਲਾਂ ਹੀ ਨਾ-ਸ਼ਾਮਲ ਲਿਸਟ ਵਿੱਚ ਮੌਜੂਦ ਹੈ।
pt_br: O usuário "%s" já existe na lista de exclusão.
th: มีผู้ใช้ "%s" อยู่แล้วในรายการที่ไม่แสดง

source: The "%s" user does not exist.
ca: L'usuari «%s» no existeix.
gu: "%s" વપરાશકર્તા અસ્તિત્વમાં નથી.
ko: "%s" 디렉토리가 존재하지 않습니다.
lt: Naudotojas „%s“ neegzistuoja.
mk: "%s" корисникот не постои.
pa: "%s" ਉਪਭੋਗੀ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pt_br: O usuário "%s" não existe.
th: ไม่มีผู้ใช้ "%s" อยู่

source: Invalid command path
ca: El camí a l'ordre no és vàlid
gu: અયોગ્ય આદેશ પાથ
ko: 명령어 경로가 잘못되었습니다
lt: Neteisingas komandos kelias
mk: Невалидна патека за командата
pa: ਗਲਤ ਕਮਾਂਡ ਮਾਰਗ
pt_br: Caminho do comando inválido
th: พาธของคำสั่งไม่ถูกต้อง

source: The path you provided for this command is not valid. The changes will not be saved.
ca: El camí que heu proporcionat per a aquesta ordre no és vàlid. Els canvis no es desaran.
gu: આ આદેશ માટે તમે પૂરો પાડેલ પાથ યોગ્ય નથી. ફેરફારો સંગ્રહવામાં આવશે નહિં.
ko: 이 명령어에 대한 경로가 올바르지 않습니다. 바꾼 사항을 저장하지 않습니다.
mk: Патеката која ја дадовте за оваа команда не е валидна. Промените нема да бидат зачувани.
pa: ਇਸ ਕਮਾਂਡ ਲਈ ਤੁਹਾਡੇ ਵਲੋਂ ਦਿੱਤਾ ਮਾਰਗ ਠੀਕ ਨਹੀਂ ਹੈ। ਤਬਦੀਲੀਆਂ ਨੂੰ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾਵੇਗਾ।
pt_br: O caminho que você forneceu para este comando é inválido. As mudanças não serão salvas.
th: พาธที่คุณให้สำหรับคำสั่งนี้ไม่ถูกต้อง จะไม่บันทึกการแก้ไขนี้

source: Some of the users had uid lower than MinimalUID (Security tab) and could not be added.
ca: Alguns dels usuaris tenen un uid inferior al MinimalUID (a la pestanya de seguretat) i no s'hi poden afegir.
gu: વપરાશકર્તાઓમાંના અમુકને MinimalUID (સુરક્ષા ટેબ) કરતાં નીચા uid છે અને તે ઉમેરી શક્યા નહિં.
ko: 사용자의 UID가 최소 UID보다 (보안 탭) 더 작은 경우가 있어서 그 사용자를 더할 수 없습니다.
lt: Kai kurie naudotojai turi UID mažesnį nei MinimalUID (kortelė Saugumas) ir negali būti pridėti.
pa: ਕੁਝ ਉਪਭੋਗੀ ਲਈ uid MinumalUID (ਸੁਰੱਖਿਆ ਟੈਬ) ਤੋਂ ਘੱਟ ਹੈ ਅਤੇ ਹੁਣ ਹਟਾਇਆ ਜਾਵੇਗਾ।
pt_br: Alguns dos usuários possuem o uid menor quero UID Mínimo (Aba Segurança) e não poderão ser adcionados.
th: ผู้ใช้บางคนมี uid ต่ำกว่าค่า MinimalUID (แท็บระบบความปลอดภัย) และไม่สามารถเพิ่มได้

source: Select Command
ca: Escolliu una ordre
gu: આદેશ પસંદ કરો
ko: 명령어 선택
lt: Pasirinkite komandą
mk: Одберете команда
pa: ਕਮਾਂਡ ਚੁਣੋ
pt_br: Escolher Comando
th: เลือกคำสั่ง

source: No file selected
ca: No s'ha seleccionat cap fitxer
gu: કાઇ ફાઇલ પસંદ કરેલ નથી
ko: 파일을 선택하지 않았습니다
lt: Nepasirinktas joks failas
mk: Нема избрани датотеки
pa: ਕੋਈ ਫਾਇਲ ਨਹੀਂ ਚੁਣੀ
pt_br: Nenhum arquivo foi selecionado
sl: Izbrana ni nobena datoteka
th: ไม่ได้เลือกแฟ้ม
vi: Chưa chọn tập tin.

source: Apply the changes to commands before closing?
ca: Voleu aplicar els canvis a les ordres abans de tancar?
gu: શું બંધ કરવા પહેલાં આદેશોને ફેરફારો લાગુ કરવા છે?
ko: 닫기 전에 명령어에 바뀐점을 적용하겠습니까?
lt: Prieš užveriant pritaikyti komandų pakeitimus?
mk: Да ги применам измените на командите пред затворање?
pa: ਕੀ ਬੰਦ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਕਮਾਂਡ ਲਈ ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕਰਨੀਆਂ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Aplicar mudanças aos usuários antes de fechar?
th: เริ่มใช้การเปลี่ยนแปลงคำสั่งต่างๆ ก่อนปิดหรือไม่?

source: If you don't apply, the changes made will be disregarded.
ca: Si no els apliqueu, els canvis fets es perdran.
gu: જો તમે લાગુ કરો નહિં, તો ફેરફારો અવગણવામાં આવશે.
ko: 적용하지 않으면, 바뀐 점들을 무시합니다.
lt: Jeigu nepritaikysite, atlikti pakeitimai bus panaikinti.
mk: Ако не ги примените, промените направени ќе бидат отфрлени.
pa: ਜੇ ਤੁਸੀਂ ਲਾਗੂ ਨਾ ਕੀਤੀਆਂ ਤਾਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pt_br: Se você escolher não aplicar, as mudanças feitas à aba de usuários serão desconsideradas.
th: ถ้าคุณไม่เริ่มใช้ การเปลี่ยนแปลงดังกล่าวจะถูกละทิ้งไป

source: Close _without Applying
ca: Tanca _sense aplicar
gu: લાગુ કર્યા વિના બંધ કરો (_w)
ko: 적용하지 않고 닫기(_W)
lt: Užverti _nepritaikant
mk: Затвори _без да Примениш
pa: ਬਿਨਾਂ ਲਾਗੂ ਕੀਤੇ ਬੰਦ ਕਰੋ(_W)
pt_br: _Fechar sem aplicar
th: ปิดโดยไ_ม่เริ่มใช้

source: Halt command
ca: Ordre per a aturar
gu: Halt આદેશ
ko: 끄기 명령
lt: Išjungimo komandinė eilutė
mk: Команда за стопирање
pa: ਬੰਦ ਕਰਨ ਕਮਾਂਡ
pt_br: Comando de interrupção
th: คำสั่งปิดเครื่อง

source: Reboot command
ca: Ordre per a reiniciar
gu: Reboot આદેશ
ko: 다시 시작 명령
lt: Perkrovimo komandinė eilutė
mk: Командна рестартирање
pa: ਮੁੜ-ਚਾਲੂ ਕਮਾਂਡ
pt_br: Comando de reinicialização
th: คำสั่งเริ่มเปิดเครื่องใหม่

source: Suspend command
ca: Ordre per a suspendre
gu: Suspend આદેશ
ko: 일시 중단 명령
lt: Sulaikymo komandinė eilutė
mk: Команда за суспендирање
pa: ਸਸਪੈਂਡ ਕਮਾਂਡ
pt_br: Comando de suspensão
th: คำสั่งพักเครื่อง

source: Sounds
ca: Sons
gu: ધ્વનિઓ
ko: 소리
lt: Garsai
mk: Звуци
pa: ਧੁਨੀ
pt_br: Sons
th: เสียง

source: None
ca: Cap
gu: કંઈ નહિં
ko: 없음
lt: Nėra
mk: Ништо
pa: ਕੋਈ ਨਹੀਂ
pt_br: Nenhum
th: ไม่มี

source: Archive is not of a subdirectory
ca: L'arxiu no és d'un subdirectori
gu: આ કોઈ ગૌણ ડિરેક્ટરીની પેટી નથી
ko: 묶음에 하위 디렉토리가 없습니다
lt: Archyvas nėra iš pakatalogio
mk: Архивата не е поддиректориум
pa: ਸੰਕੁਚਿਤ ਅਧੀਨ-ਡਾਇਰੈਕਟਰੀ ਨਹੀਂ ਹੈ
pt_br: O arquivo comprimido não é de um subdiretório
sl: Arhiv ni podimenik
th: แฟ้มจัดเก็บไม่ได้เก็บข้อมูลในไดเรกทอรีย่อย
vi: Kho lưu không phải được tạo từ thư mục con.

source: Archive is not of a single subdirectory
ca: L'arxiu té més d'un subdirectori
gu: આ કોઈ એક ગૌણ ડિરેક્ટરીની પેટી નથી
ko: 묶음이 단일 하위 디렉토리가 아닙니다
lt: Archyvas nėra iš vieno pakatalogio
mk: Архивата не е посебен директориум
pa: ਸੰਕੁਚਿਤ ਇਕੱਲੀ ਅਧੀਨ-ਡਾਇਰੈਕਟਰੀ ਦੀ ਨਹੀਂ ਹੈ
pt_br: O arquivo comprimido não é de um único subdiretório
sl: Arhiv ni sam podimenik
th: แฟ้มจัดเก็บไม่ได้เก็บข้อมูลในไดเรกทอรีย่อยเดียว
vi: Kho lưu không phải được tạo từ thư mục con đơn.

source: File not a tar.gz or tar archive
ca: El fitxer no és un arxiu tar ni tar.gz
gu: ફાઇલ tar.gz અથવા tar માટેની પેટી નથી
ko: 파일이 tar.gz 또는 tar 묶음이 아닙니다
lt: Failas nėra tar.gz ar tar archyvas
mk: Датоеката не е tar.gz или tar архива
pa: ਫਾਇਲ tar.gz ਜਾਂ tar ਸੁਕੰਚਿਤ ਨਹੀ
pt_br: O arquivo não é um .tar.gz ou .tar
sl: Datotaka ni arhiv tar.gz ali tar
th: ไม่ใช่แฟ้มนามสกุล tar.gz หรือแฟ้มจัดเก็บข้อมูลของ tar
vi: Tập tin không phải là kho lưu dạng tar.gz hoặc tar.

source: Archive does not include a GdmGreeterTheme.info file
ca: L'arxiu no inclou el fitxer GdmGreeterTheme.info
gu: પેટામાં GdmGreeterTheme.info ફાઇલનો સમાવેશ થતો નથી
ko: GdmGreeterTheme.info 파일이 묶음에 들어 있지 않습니다
lt: Archyve nėra GdmGreeterTheme.info failo
mk: Архивата не ја содржи датотеката GdmGreeterTheme.info
pa: ਸੁਕੰਚਿਤ ਵਿੱਚ GdmGreeterTheme.info ਫਾਇਲ ਨਹੀਂ ਹੈ
pt_br: O arquivo comprimido não inclui um arquivo GdmGreeterTheme.info
sl: Arhiv ne vsebuje datoteke GdmGreeterTheme.info
th: แฟ้มจัดเก็บข้อมูลไม่มีแฟ้ม GdmGreeterTheme.info อยู่ด้วย
vi: Kho lưu không chứa tập tin GdmGreeterTheme.info (thông tin về sắc thái bộ chúc mừng GDM).

source: File does not exist
ca: El fitxer no existeix
gu: ફાઇલ અસ્તિત્વ ધરાવતી નથી
ko: 파일이 없습니다
lt: Failas neegzistuoja
mk: Датотеката не постои
pa: ਫਾਇਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
pt_br: O arquivo não existe
sl: Datoteka ne obstaja
th: ไม่มีแฟ้มอยู่
vi: Không có tập tin ấy

source: Not a theme archive
ca: No és un arxiu de tema
gu: થીમ પ્રકારની પેટી નથી
ko: 테마 묶음 아님
lt: Nėra temos archyvas
mk: Не е архива со тема
pa: ਸਰੂਪ ਸੁਕੰਚਿਤ ਨਹੀ
pt_br: Não é um arquivo de tema
sl: Ni arhiv teme
th: ไม่ใช่แฟ้มจัดเก็บชุดตกแต่ง
vi: Không phải là kho lưu sắc thái.

source: Theme directory '%s' seems to be already installed. Install again anyway?
ca: Sembla que el directori de tema «%s» ja està instal·lat. Voleu instal·lar-lo de nou?
gu: એવુ લાગે છે કે થીમ ડિરેક્ટરી '%s' પહેલેથી જ સ્થાપિત છે. કોઈ પણ રીતે ફરી સ્થાપિત કરવી?
ko: 테마 디렉토리 '%s'은(는) 이미 설치되어 있습니다, 다시 설치하겠습니까?
lt: Atrodo, kad temos aplankas „%s“ jau įdiegtas. Ar įdiegti dar kartą?
mk: Директориумот за теми (%s) изгледа дека е веќе инсталиран, да го инсталирам сепак повторно?
pa: ਸਰੂਪ ਡਾਇਰੈਕਟਰੀ '%s' ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਲਗਦੀ ਹੈ। ਕੀ ਕਿਸੇ ਵੀ ਤਰਾਂ ਇੰਸਟਾਲ ਕਰਨਾ ਹੈ?
pt_br: O diretório de temas "%s" parece já estar instalado. Instalar novamente mesmo assim?
th: ดูเหมือนว่าไดเรกทอรีของชุดตกแต่ง '%s' ได้ติดตั้งไว้แล้ว จะติดตั้งอีกครั้งหรือไม่?

source: Some error occurred when installing the theme
ca: S'ha produït un error en instal·lar el tema
gu: થીમ સ્થાપિત કરતી વખતે કોઇક ભૂલ આવી
ko: 테마를 설치하는 중 몇몇 오류가 발생했습니다
lt: Temos įdiegimo metu įvyko kažkokia klaida
mk: Некоја грешка при инсталирањето на новата тема
pa: ਸਰੂਪ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਦੌਰਨਾ ਕੁਝ ਗਲਤੀ ਆਈ ਹੈ
pt_br: Alguns erros ocorreram ao instalar o tema
th: เกิดความผิดพลาดบางอย่างขณะติดตั้งชุดตกแต่ง

source: Select Theme Archive
ca: Seleccioneu un arxiu de tema
gu: થીમ પેટી પસંદ કરો
ko: 테마 묶음 선택
lt: Pasirinkite temos archyvą
mk: Одберете тема со архива
pa: ਸਰੂਪ ਪੁਰਾਲੇਖ ਚੁਣੋ
pt_br: Selecione um arquivo de tema
th: เลือกแฟ้มจัดเก็บชุดตกแต่ง
