Repository: 20150723/gdm
Catalog: po/*.po
Languages: ca, gu, ko, lt, mk, pa, pt_br, sl, th, vi

source: This session logs you into CDE
ca: Aquesta sessió entra al CDE
gu: આ સત્ર તમને CDE માં પ્રવેશ આપશે
ko: 세션에서 CDE에 로그인합니다
lt: Ši sesija prijungia Jus prie CDE
mk: Оваа сесија ве најавува во CDE
pa: ਇਹ ਸ਼ੈਸ਼ਨ ਤੁਹਾਨੂੰ CDE ਵਿੱਚ ਲਿਜਾਂਦਾ ਹੈ
pt_br: Esta sessão leva você ao ambiente CDE
sl: Ta seja vas prijavi v CDE
th: วาระนี้จะนำคุณเข้าสู่ CDE
vi: Phiên làm việc này đăng nhập bạn vào CDE

source: Run Xclient script
ca: Executa l'script Xclient
gu: Xclient સ્ક્રિપ્ટ ચલાવો
ko: Xclient 스크립트 실행
lt: Paleisti Xclient scenarijų
mk: Изврши Xclient скрипта
pa: Xclient ਸਕ੍ਰਿਪਟ ਚਲਾਓ
pt_br: Executar script Xclient
th: เรียกสคริปต์ Xclient

source: This session runs the Xclients script
ca: Aquesta sessió executa l'script d'Xclients
gu: આ સત્ર Xclients સ્ક્રિપ્ટ ચલાવે છે
ko: 세션에서 Xclients 스크립트를 실행합니다
lt: Ši sesija paleidžia Xclients scenarijų
mk: Оваа сесија ја извршува Xclients скрипта
pa: ਇਹ ਸ਼ੈਸ਼ਨ Xclients ਸਕ੍ਰਿਪਟ ਚਲਾਉਦਾ ਹੈ
pt_br: Esta sessão executa o script Xclient
th: วาระนี้จะเรียกสคริปต์ Xclient

source: GNOME
gu: જીનોમ
ko: 그놈
pa: ਗਨੋਮ

source: This session logs you into GNOME
ca: Aquesta sessió entra al GNOME
gu: આ સત્ર તમને જીનોમમાં પ્રવેશ આપશે
ko: 세션에서 그놈에 로그인합니다
lt: Ši sesija prijungia Jus prie GNOME
mk: Оваа сесија ве најавува во GNOME
pa: ਇਹ ਸ਼ੈਸ਼ਨ ਤੁਹਾਨੂੰ ਗਨੋਮ ਵਿੱਚ ਲੈ ਜਾਏਗਾ
pt_br: Inicia uma sessão no GNOME
sl: Ta seja vas prijavi v GNOMe
th: วาระนี้จะนำคุณเข้าสู่ GNOME
vi: Phiên làm việc này đăng nhập bạn vào GNOME

source: Secure Remote connection
ca: Connexió remota segura
gu: સુરક્ષિત દૂરસ્થ જોડાણ
ko: 원격 보안 연결
lt: Saugus nutolęs prisijungimas
mk: Оддалечена безбедна врска
pa: ਸੁਰੱਖਿਅਤ ਰਿਮੋਟ ਲਾਗਇਨ
pt_br: Conexão Remota Segura
th: การเชื่อมต่อนิรภัยจากเครื่องอื่น

source: This session logs you into a remote host using ssh
ca: Amb aquesta sessió entrareu a un ordinador remot utilitzant SSH
gu: સત્ર તમને દૂરસ્થ યજમાનમાં ssh ની મદદથી પ્રવેશ કરી આપશે
ko: 세션에서 SSH를 사용해서 원격 호스트에 로그인합니다
lt: Ši sesija prijungia Jus prie nutolusio kompiuterio naudojant ssh
mk: Оваа сесија ве најавува во оддалечен хост со користење на ssh
pa: ਇਹ ਸ਼ੈਸ਼ਨ ਤੁਹਾਨੂੰ ਇੱਕ ਰਿਮੋਟ ਮੇਜ਼ਬਾਨ 'ਚ ssh ਰਾਹੀਂ ਲਾਗਇਨ ਕਰਨ ਦਿੰਦਾ ਹੈ
pt_br: Esta sessão leva você a um host remoto usando ssh
th: วาระนี้จะนำคุณเข้าสู่เครื่องอื่นแบบนิรภัยโดยใช้ ssh

source: Failed to start the X server (your graphical interface). It is likely that it is not set up correctly. You will need to log in on a console and reconfigure the X server. Then restart GDM.
ca: No es pot iniciar el servidor d'X (la interfície gràfica). És probable que no estigui configurat correctament. Haureu d'entrar en una consola i tornar a executar el programa de configuració d'X. Després torneu a iniciar el GDM.
gu: X (તમારું ગ્રાફિકવાળું ઈન્ટરફેસ) સર્વર શરૂ કરવામાં નિષ્ફળ. એવું લાગે છે કે તે યોગ્ય રીતે સુયોજિત થયેલ નથી. તમારે કન્સોલમાં પ્રવેશ કરવાની અને X સર્વર પુનઃરૂપરેખાંકિત કરવાની જરૂર છે. પછી GDM પુનઃશરૂ કરો.
ko: X 서버(그래픽 인터페이스)를 시작할 수 없습니다. 설정을 올바르게 하지 않은 것 같습니다. 콘솔로 로그인 하여 X 서버를 다시 설정해야 합니다. 그리고 GDM을 다시 시작 하십시오.
lt: Nepavyko paleisti X serverio (Jūsų grafinės sąsajos). Tikėtina, kad jis nesutvarkytas. Jums reikės prisijungti konsolėje ir perkonfigūruoti X serverį, tada paleisti GDM iš naujo.
mk: Не можам да го подигнам X серверот (Вашиот графички интерфејс). Најверојатно тој не е поставен како што треба. Потребно е да се најавите во конзола и повторно да го извршите кофигурацискиот програм на X. Потоа рестартирајте го GDM.
pa: X ਸਰਵਰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ (ਤੁਹਾਡਾ ਗਰਾਫੀਕਲ ਸੰਬੰਧ)। ਇਸ ਤਰਾਂ ਲਗਦਾ ਹੈ, ਜਿਵੇਂ ਇਹ ਠੀਕ ਤਰਾਂ ਸੈੱਟਅੱਪ ਨਹੀਂ ਕੀਤਾ ਗਿਆ। ਤੁਹਾਨੂੰ ਕਨਸੋਲ ਉੱਤੇ ਲਾਗਇਨ ਕਰਨਾ ਅਤੇ X ਸੰਰਚਨਾ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਮੁੜ ਚਲਾਉਣਾ ਪਵੇਗਾ ਅਤੇ ਫਿਰ GDM ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: Falha ao iniciar o servidor X (sua interface gráfica). Provavelmente ele não está configurado corretamente. Você deve iniciar uma sessão em um console e reconfigurar o servidor X. Então reinicie o GDM.
th: ไม่สามารถเริ่มทำงาน X server (ส่วนติดต่อแบบกราฟิกของคุณ) ได้ ดูเหมือนว่ายังไม่ได้ตั้งค่า X server อย่างถูกต้อง คุณจะต้องเข้าระบบไปที่คอนโซลและเรียกโปรแกรมกำหนดค่า X ใหม่ จากนั้นจึงสั่งเริ่ม GDM ใหม่

source: Would you like to try to configure the X server? Note that you will need the root password for this.
ca: Voleu provar d'executar el programa de configuració d'X? Necessitareu la contrasenya del superusuari (root).
gu: શું તમે X સર્વર રૂપરેખાંકિત કરવા માંગો છો? નોંધ કરો કે તમારે આના માટે રુટ પાસવર્ડની જરૂર પડશે.
ko: X 서버를 설정하시겠습니까? root 열쇠글이 필요합니다.
lt: Ar norite pabandyti sukonfigūruoti X serverį? Turėkite omenyje, kad bus reikalingas root slaptažodis.
mk: Сакате ли да се обидам да го извршам конфигурацискиот програм на X? Запамтете дека за ова ви е потребна root лозинка.
pa: ਕੀ ਤੁਸੀਂ X ਸੰਰਚਨਾ ਪ੍ਰੋਗਰਾਮ ਚਲਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋਗੇ? ਯਾਦ ਰੱਖੋ ਕਿ ਇਸ ਲਈ ਤੁਹਾਨੂੰ ਪਰਸ਼ਾਸ਼ਕ (root) ਦੇ ਗੁਪਤ-ਕੋਡ ਦੀ ਜਰੂਰਤ ਹੋਵੇਗੀ।
pt_br: Você gostaria de tentar configurar o servidor X? Note que você precisará da senha do administrador para isso.
th: คุณต้องการกำหนดค่า X server เลยหรือไม่? การกระทำดังกล่าวต้องใช้รหัสผ่านของ root ด้วย

source: Please type in the root (privileged user) password.
ca: Introduïu la contrasenya del superusuari (l'usuari amb privilegis).
gu: મહેરબાની કરીને રુટમાં (વિશિષ્ટ અધિકાર ધરાવતો વપરાશકર્તા) પાસવર્ડ છાપો.
ko: 루트(root, 관리자 권한 사용자)의 열쇠글을 입력하십시오.
lt: Įveskite root (privilegijuoto naudotojo) slaptažodį.
mk: Внесете ја root (привилегиран корисник) лозинката.
pa: ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰਬੰਧਕ (root (ਵਿਸ਼ੇਸ਼ ਅਧਿਕਾਰ ਉਪਭੋਗੀ)) ਦਾ ਗੁਪਤ-ਕੋਡ ਭਰੋ।
pt_br: Por favor, entre com a senha do usuário administrador (superusuário).
sl: Prosim vpi¹ite geslo root-a (administratorja).
th: กรุณาพิมพ์รหัสผ่านของ root
vi: Hãy gõ mật khẩu chủ (người dùng ưu tiên).

source: Trying to restart the X server.
ca: S'està intentant iniciar el servidor d'X.
gu: X સર્વર પુનઃશરૂ કરવાનો પ્રયાસ કરી રહ્યા છીએ.
ko: X 서버를 다시 시작합니다.
lt: Bandoma perkrauti X serverį.
mk: Пробувам да го рестартирам X серверот.
pa: X ਸਰਵਰ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਨਾਲ ਕੋਸ਼ਿਸ਼ ਜਾਰੀ।
pt_br: Tentando reiniciar o servidor X.
th: กำลังพยายามเริ่มทำงาน X server อีกครั้ง

source: The X server is now disabled. Restart GDM when it is configured correctly.
ca: S'inhabilitarà aquest servidor d'X per ara. Reinicieu el GDM quan estigui configurat correctament.
gu: X સર્વર હવે નિષ્ક્રિય કરાયેલ છે. જ્યારે GDM યોગ્ય રીતે રૂપરેખાંકિત થઈ જાય ત્યારે તેને પુનઃશરૂ કરો.
ko: 지금 X 서버를 중단합니다. 설정을 올바르게 한 다음 GDM을 다시 시작 하십시오.
lt: X serveris dabar išjungtas. Teisingai jį sukonfigūravę paleiskite GDM iš naujo.
mk: Ќе го исклучам X серверот засега. Рестартирајте го GDM кога ќе биде правилно конфигуриран.
pa: ਹੁਣ X ਸਰਵਰ ਆਯੋਗ ਹੈ। ਜਦੋਂ ਇਹ ਠੀਕ ਤਰਾਂ ਸੰਰਚਿਤ ਹੋ ਜਾਵੇ ਤਾਂ GDM ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: O servidor X foi desabilitado. Reinicie o GDM quando ele estiver configurado corretamente.
th: ปิดการใช้งาน X server แล้ว กรุณาเริ่มการทำงาน GDM ใหม่เมื่อตั้งค่า X server อย่างถูกต้องแล้ว

source: Failed to start the X server (your graphical interface). It is likely that it is not set up correctly. Would you like to view the X server output to diagnose the problem?
ca: No es pot iniciar el servidor d'X (la interfície gràfica). És probable que no estigui configurat correctament. Voleu visualitzar la sortida del servidor d'X per diagnosticar el problema?
gu: X સર્વર (તમારું ગ્રાફિકવાળું ઈન્ટરફેસ) શરૂ કરવામાં નિષ્ફળ. એવું લાગે છે કે તે યોગ્ય રીતે સુયોજિત થયેલ નથી. શું તમે આ સમસ્યાના નિવારણ માટે X સર્વરનું આઉટપુટ જોવા માંગો છો?
ko: X 서버(그래픽 인터페이스)를 시작할 수 없습니다. 설정을 올바르게 맞추지 않은것 같습니다. 문제를 분석하기 위해 X 서버의 출력을 보시겠습니까?
lt: Nepavyko paleisti X serverio (Jūsų grafinės sąsajos). Tikėtina, kad jis neteisingai sukonfigūruotas. Ar norite pamatyti X serverio išvestį problemos diagnozavimui?
mk: Не можам да го подигнам X серверот (Вашиот графички интерфејс). Најверојатно тој не е поставен како што треба. Сакате ли да го погледнете приказот од X серверот за да го дијагностицирате проблемот?
pa: X ਸਰਵਰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ (ਤੁਹਾਡਾ ਗਰਾਫੀਕਲ ਸੰਬੰਧ)। ਇੰਜ ਜਾਪਦਾ ਹੈ ਜਿਵੇਂ ਇਹ ਠੀਕ ਤਰਾਂ ਸੈੱਟਅੱਪ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀ ਸਮੱਸਿਆ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ X ਸਰਵਰ ਨਤੀਜਾ ਵੇਖਣਾ ਪਸੰਦ ਕਰੋਗੇ?
pt_br: Falha ao iniciar o servidor X (sua interface gráfica). Provavelmente ele não está configurado corretamente. Você deseja examinar a saída do servidor X para diagnosticar o problema?
th: ไม่สามารถเริ่มทำงาน X server (ส่วนติดต่อแบบกราฟิกของคุณ) ได้ ดูเหมือนว่า การตั้งค่าจะยังไม่ถูกต้อง คุณต้องการจะดูผลลัพธ์จาก X server เพื่อหาสาเหตุของปัญหาหรือไม่?

source: Would you like to view the detailed X server output as well?
ca: Voleu veure també la sortida detallada del servidor d'X?
gu: શું તમે X સર્વરનુ આઉટપુટ વિગતવાર પણ જોવા ઇચ્છો છો?
ko: X 서버의 자세한 출력을 보겠습니까?
lt: Ar norėtumėte matyti detalią X serverio išvestį?
mk: Сакате ли да го погледнете деталниот извештај од X серверот?
pa: ਕੀ ਤੁਸੀ X ਸਰਵਰ ਦਾ ਵਿਸਥਾਰਪੂਰਵਕ ਨਤੀਜਾ, ਜਿਸ ਤਰਾਂ ਹੈ ਵੇਖਣਾ ਪਸੰਦ ਕਰੋਗੇ?
pt_br: Você gostaria de examinar a saída detalhada do servidor X também?
sl: ®elite pogledati tudi podrobnosti izhoda stre¾nika X?
th: คุณต้องการดูรายละเอียดของผลลัพธ์จาก X server หรือไม่ ?
vi: Bạn cũng có muốn xem các dữ liệu xuất chi tiết do trình hỗ trợ X không?

source: Failed to start the X server (your graphical interface). It seems that the pointer device (your mouse) is not set up correctly. Would you like to view the X server output to diagnose the problem?
ca: No es pot iniciar el servidor d'X (la vostra interfície gràfica). Sembla que el punter (el ratolí) no està configurat correctament. Voleu veure la sortida del servidor d'X per diagnosticar el problema?
gu: X સર્વર (તમારું ગ્રાફિકવાળું ઈન્ટરફેસ) શરૂ કરવામાં નિષ્ફળ. એવું લાગે છે કે નિર્દેશક ઉપકરણ (તમારું માઉસ) યોગ્ય રીતે સુયોજિત થયેલ નથી. શું તમે આ સમસ્યાની તપાસ કરવા માટે X સર્વર આઉટપુટ જોવા માંગો છો?
ko: X 서버(그래픽 인터페이스)를 시작할 수 없습니다. 포인터 장치 (마우스) 설정을 올바르게 맞추지 않은것 같습니다. 문제를 분석하기 위해 X 서버의 출력을 보시겠습니까?
lt: Nepavyko paleisti X serverio (Jūsų grafinės sąsajos). Atrodo, kad Jūsų dodymo įrenginys (Jūsų pelė) yra sukonfigūruota neteisingai. Ar norite pamatyti X serverio išvestį problemos diagnozavimui?
mk: Не можам да го подигнам (Вашиот графички интерфејс). Изгледа дека Вашиот уред за покажување (Вашиот глушец) не е поставен правилно. Сакате ли да го видите извештајот на X серверот за да го дијагностицирате проблемот?
pa: X ਸਰਵਰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ (ਤੁਹਾਡਾ ਗਰਾਫੀਕਲ ਸੰਬੰਧ)। ਇੰਜ ਲਗਦਾ ਹੈ, ਜਿਵੇਂ ਸੰਕੇਕਤ ਜੰਤਰ (ਤੁਹਾਡਾ ਮਾਊਸ) ਠੀਕ ਤਰਾਂ ਸੰਰਚਿਤ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀ ਸਮੱਸਿਆ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ X ਸਰਵਰ ਨਤੀਜਾ ਵੇਖਣਾ ਪਸੰਦ ਕਰੋਗੇ?
pt_br: Falha ao iniciar o servidor X (sua interface gráfica). Parece que o dispositivo de ponteiro (o seu mouse) não está configurado corretamente. Você deseja examinar a saída do servidor X para diagnosticar o problema?
th: ไม่สามารถเริ่มทำงาน X server (ส่วนติดต่อแบบกราฟิกของคุณ) ได้ ดูเหมือนว่า อุปกรณ์ชี้ตำแหน่ง (เมาส์ของคุณ) ยังไม่ได้ตั้งค่าอย่างถูกต้อง คุณต้องการจะดูผลลัพธ์จาก X server เพื่อหาสาเหตุของปัญหาหรือไม่?

source: Would you like to try to configure the mouse? Note that you will need the root password for this.
ca: Voleu provar de configurar el ratolí? Necessitareu la contrasenya del superusuari (root).
gu: શું તમે માઉસ રૂપરેખાંકિત કરવાનો પ્રયાસ કરવા માંગો છો? નોંધ કરો કે તમને આવું કરવા માટે રુટ પાસવર્ડની જરૂર પડશે.
ko: 마우스를 설정하시겠습니까? root 열쇠글이 필요합니다.
lt: Ar norite pabandyti sukonfigūruoti pelę? Turėkite omenyje, kad tam Jums reiks root slaptažodžio.
mk: Сакате да се обидете да го конфигурирате глувчето? Имајте во предвид дека за ова ви е потребна root лозинка.
pa: ਕੀ ਤੁਸੀਂ ਮਾਊਂਸ ਦੀ ਸੰਰਚਨਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋਗੇ? ਯਾਦ ਰੱਖੋ ਕਿ ਇਸ ਲਈ ਤੁਹਾਨੂੰ ਪਰਸ਼ਾਸ਼ਕ (root) ਦੇ ਗੁਪਤ-ਕੋਡ ਦੀ ਜਰੂਰਤ ਹੈ।
pt_br: Gostaria de tentar configurar o mouse? Note que você precisará da senha de administrador para isso.
th: คุณต้องการกำหนดค่าเมาส์เลยหรือไม่? การกระทำดังกล่าวต้องใช้รหัสผ่านของ root ด้วย

source: This is the failsafe xterm session. Windows now have focus only if you have your cursor above them. To get out of this mode type 'exit' in the window in the upper left corner
ca: Aquesta és la sessió d'xterm a prova de fallades. Les finestres només tenen el focus si hi poseu el cursor a sobre. Per a sortir d'aquest mode, introduïu «exit» a la finestra del cantó superior esquerre
gu: આ એક નિષ્ફળ ના જાય તેવુ xterm સત્ર છે. જો તમારુ કર્સર વિન્ડો પર હશે તો જ એ પ્રકાશિત હશે. આ સ્થિતિમાંથી બહાર નીકળવા માટે વિન્ડોના ડાબા ઉપલા ખૂણામાં 'exit' છાપો
ko: 터미널 안전 모드 입니다. 커서위의 창으로만 포커스가 가게 될것입니다. 안전 모드를 마치려면 왼쪽 위의 창에서 'exit'를 입력하면 됩니다.
lt: Ši sesija - atsarginė xterm sesija. Langai yra sufokusuoti tik tada kai virš jų yra pelės rodyklė. Norėdami išeiti iš šios veiksenos, viršutiniame kairiajame kampe esančiame lange įveskite komandą „exit“
mk: Ова е failsafe xterm сесијата. Прозорците сега имаат фокус само доколку го поставите Вашиот покажувач врз нив. За да излезете од овој режим искуцајте „exit“ во прозорецот кој што се наоѓа горе во левиот агол.
pa: ਇਹ ਅਸਫ਼ਲ ਸੁਰੱਖਿਆ xterm ਸ਼ੈਸ਼ਨ ਹੈ। ਹੁਣ ਝਰੋਖੇ ਕੇਂਦਰਿਤ ਤਾਂ ਹੀ ਹੋਣਗੇ, ਜੇ ਤੁਸੀ ਇਹਨਾਂ ਉੱਤੇ ਕਰਸਰ ਲਿਆਓਗੇ। ਇਸ ਰੂਪ ਵਿੱਚੋਂ ਬਾਹਰ ਜਾਣ ਲਈ ਇਸ ਝਰੋਖੇ ਦੇ ਉੱਤੇ ਖੱਬੇ ਖੂੰਜੇ ਵਿੱਚ 'exit' ਲਿਖੋ
pt_br: Esta é a sessão de segurança xterm. As janelas agora terão foco somente se você colocar o cursor sobre elas. Para sair desse modo escreva "exit" na janela do canto superior esquerdo
sl: To je pred sesutjem varna seja xterm. Okna imajo sedaj fokus le, èe je nad njimi mi¹kin kazalec. Za izhod iz tega naèina v zgornjem levem oknu vtipkajte 'exit'.
th: นี้คือวาระ failsafe ของ xterm หน้าต่างจะถูกโฟกัสถ้าคุณเลื่อนเคอร์เซอร์เหนือหน้าต่างนั้น เพื่อที่จะออกจากโหมดนี้ ให้พิมพ์ 'exit' ที่มุมบนซ้ายของหน้าต่าง
vi: Đây là phiên làm việc xterm dự phòng. Các cửa sổ sẽ có tiêu điểm chỉ khi bạn di chuyển con trỏ trên chúng. Để thoát khỏi chế độ này thì hãy nhập 'exit' vào cửa sổ bên trái, góc trên.

source: Failed to start the session, so starting a failsafe xterm session. Windows will have focus only if the mouse pointer is above them. To get out of this mode type 'exit' in the window in the upper left corner
ca: No s'ha pogut iniciar la sessió i per tant s'ha iniciat la sessió xterm a prova de fallades. Les finestres només tenen el focus si hi poseu el cursor a sobre. Per a sortir d'aquest mode, introduïu «exit» a la finestra del cantó superior esquerre
gu: સત્ર શરૂ કરવામાં નિષ્ફળ, તેથી ફેઈલસેફ xterm સત્ર શરૂ કરી રહ્યા છીએ. વિન્ડો માત્ર ત્યારે જ ફોકસ હશે જો માઉસ નિર્દેશ તેમની ઉપર હોય. આ સ્થિતિમાંથી બહાર નીકળવા માટે વિન્ડોના ઉપલા ડાબા ખૂણે 'exit' લખો
ko: 세션을 시작할 수 없어서 안전 모드 xterm 세션을 시작했습니다. 커서위의 창으로만 포커스가 가게 될것입니다. 안전 모드를 마치려면 왼쪽 위 구석의 창에 'exit'를 입력하면 됩니다.
lt: Nepavyko paleisti sesijos, todėl buco paleista atsarginė xterm sesija. Langai dabar bus sufokusuoti tik jeigu virš jų bus pelės žymeklis. Norėdami išeiti iš šio režimo, viršutiniame kairiajame kampe esančiame lange įveskite komandą „exit“
mk: Не можев да ја подигнам Вашата сесија и затоа ја подигнав failsafe xterm сесијата. Прозорците сега имаат фокус само доколку го поставите Вашиот покажувач врз нив. За да излезете од овој режим искуцајте „exit“ во прозорецот кој што се наоѓа горе во левиот агол
pa: ਸ਼ੈਸ਼ਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਅਸਫ਼ਲ, ਇਸ ਲਈ ਅਸਫ਼ਲ-ਸੁਰੱਖਿਆ xterm ਸ਼ੈਸ਼ਨ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ। ਹੁਣ ਝਰੋਖੇ ਤਾਂ ਹੀ ਕੇਂਦਰਿਤ ਹੋਣਗੇ, ਜੇ ਮਾਊਸ ਉੱਤੇ ਹੋਵੇਗਾ। ਇਸ ਢੰਗ ਵਿੱਚੋਂ ਬਾਹਰ ਜਾਣ ਲਈ ਇਸ ਝਰੋਖੇ ਦੇ ਉੱਤੇ ਖੱਬੇ ਕੋਨੇ ਵਿੱਚ 'exit' ਲਿਖੋ।
pt_br: Falha ao iniciar a sessão, iniciando então uma sessão de segurança xterm. As janelas terão foco somente se o cursor estiver sobre elas. Para sair desse modo, digite "exit" na janela do canto superior esquerdo
th: ไม่สามารถเปิดวาระของคุณ จึงได้เปิดวาระ xterm แบบ failsafe แทน หน้าต่างจะถูกโฟกัสด้วยการเลื่อนเคอร์เซอร์ของเมาส์มาวางเหนือหน้าต่างเท่านั้น การออกจากโหมดนี้ ให้พิมพ์ 'exit' ในหน้าต่างที่มุมบนซ้าย

source: %s: Could not write new authorization entry: %s
ca: %s: no s'ha pogut crear una nova entrada d'autorització: %s
gu: %s: નવી સત્તાના પ્રવેશ માટે લખી શકાયુ નથી: %s
ko: %s: 새 인증 항목을 쓸 수 없습니다: %s
lt: %s: Nepavyko įrašyti naujo autorizacijos įrašo: %s
mk: %s: Не можам да запишам нова авторизација: %s
pa: %s: ਨਵਾਂ ਅਧਿਕਾਰ ਇੰਦਰਾਜ ਲਿਖ ਨਹੀਂ ਸਕਿਆ: %s
pt_br: %s: Não foi possível escrever uma nova entrada de autorização: %s
sl: %s: Nisem mogel ustvariti novega avtorizacijskega vnosa: %s
th: %s: ไม่สามารถเขียนรายการการอนุญาตใหม่: %s
vi: %s: không thể ghi mục xác thực mới: %s

source: %s: Could not write new authorization entry. Possibly out of diskspace
ca: %s: no s'ha pogut escriure una nova entrada d'autorització. Possiblement no hi ha espai en el disc
gu: %s: નવી સત્તાના પ્રવેશ માટે લખી શકાયુ નથી. સંભવિત છે કે ડિસ્ક પર જગ્યા નથી
ko: %s: 새 인증 항목을 쓸 수 없습니다. 아마도 디스크 공간이 부족할 것입니다
lt: %s: Nepavyko įrašyti naujo autorizacijos įrašo. Greičiausiai diske nėra laisvos vietos
mk: %s: Не можам да запишам нова авторизација. Можно е да нема простор на дискот.
pa: %s: ਨਵਾਂ ਅਧਿਕਾਰ ਇੰਦਰਾਜ ਲਿਖ ਨਹੀਂ ਸਕਿਆ। ਅਸਲ ਵਿੱਚ ਡਿਸਕ ਭਰ ਗਈ ਹੈ
pt_br: %s: Não foi possível escrever uma nova entrada de autorização. Provavelmente, sem espaço em disco
sl: %s: Nisem mogel zapisati novega avtorizacijskega vnosa. Mo¾no je, da je zmanjkalo prostora na disku
th: %s: ไม่สามารถเขียนรายการการอนุญาตใหม่ เนื้อที่ดิสก์อาจไม่เพียงพอ
vi: %s: không thể ghi mục xác thực mới. Có lẽ do hết sức chứa còn rảnh trên đĩa.

source: GDM could not write a new authorization entry to disk. Possibly out of diskspace.%s%s
ca: El GDM no ha pogut escriure una nova entrada d'autorització al disc. Possiblement no hi ha espai al disc.%s%s
gu: GDM નવી સત્તાના પ્રવેશ માટે ડિસ્ક પર લખી શક્યુ નહિં. સંભવિત છે કે ડિસ્ક પર જગ્યા નથી.%s%s
ko: GDM에서 디스크에 새 인증 항목을 쓸 수 없습니다. 아마도 디스크 공간이 부족할 것입니다.%s%s
lt: GDM negali įrašyti naujo autorizacijos įrašo į diską. Greičiausiai dėl to, kad nėra laisvos vietos. %s%s
mk: GDM не може да запише нова авторизација. Можно е да нема простор на дискот. %s%s
pa: GDM ਡਿਸਕ ਉੱਤੇ ਨਵਾਂ ਅਧਿਕਾਰ ਇੰਦਰਾਜ਼ ਲਿਖ ਸਕਿਆ ਹੈ। ਸੰਭਵ ਹੈ ਕਿ ਡਿਸਕ ਭਰ ਗਈ ਹੈ। %s%s
pt_br: O GDM não pôde escrever uma nova entrada de autorização para o disco. Provavelmente, está sem espaço em disco.%s%s
sl: GDM ni mogel zapisati novega avtorizacijskega vnosa. Mo¾no je, da je zmanjkalo prostora na disku. %s%s
th: GDM ไม่สามารถเขียนรายการการอนุญาตใหม่ลงในดิสก์ได้ เนื้อที่ดิสก์อาจไม่เพียงพอ %s%s
vi: GDM không thể ghi mục xác thực mới vào đĩa. Có lẽ do hết sức chứa còn rảnh trên đĩa. %s%s

source: %s: Could not make new cookie file in %s
ca: %s: no s'ha pogut crear un fitxer nou de galetes a %s
gu: %s: %sમાં નવી કૂકી ફાઇલ બનાવી શકાઈ નહિ
ko: %s: %s에서 새 쿠키 파일을 만들 수 없습니다
lt: %s: Nepavyko sukurti naujo slapuko failo aplanke %s
mk: %s: Не можам да направам ново колаче во: %s
pa: %s: %s ਵਿੱਚ ਨਵੀ ਕੂਕੀ ਫਾਇਲ ਨਹੀਂ ਬਣਾ ਸਕਿਆ
pt_br: %s: Não foi possível criar o novo arquivo de cookie em %s
sl: %s: Nisem mogel ustvariti nove datoteke pi¹kotkov v %s
th: %s: ไม่สามารถสร้างแฟ้มคุกกี้ใหม่ใน %s
vi: %s: không thể tạo tập tin cookie mới trong %s

source: %s: Cannot safely open %s
ca: %s: no es pot obrir %s amb seguretat
gu: %s: %s સુરક્ષિત રીતે ખોલી શકાશે નહિં
ko: %s: %s 파일을 안전하게 열 수 없습니다
lt: %s: Nepavyko saugiai atverti %s
mk: %s: Не можам безбедно да отворам %s
pa: %s: ਸੁਰੱਖਿਅਤ ਰੂਪ ਵਿੱਚ %s ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível abrir %s seguramente
sl: %s: Ne morem varno odpreti %s
th: %s: ไม่สามารถเปิด %s ได้อย่างปลอดภัย
vi: %s: không thể mở %s một cách an toàn

source: %s: Could not open cookie file %s
ca: %s: no s'ha pogut obrir el fitxer de galetes %s
gu: %s: કૂકી ફાઇલ %s ખોલી શકાઈ નહિં
ko: %s: %s 쿠키 파일을 열 수 없습니다
lt: %s: Nepavyko atverti slapuko failo %s
mk: %s: Не можам да го отворам колачето %s
pa: %s: ਨਵੀ ਕੂਕੀ ਫਾਇਲ %s ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਿਆ
pt_br: %s: Não foi possível abrir o arquivo de cookie %s
sl: %s: Nisem mogel odpreti datoteke s pi¹kotki %s
th: %s: ไม่สามารถเปิดแฟ้มคุกกี้ %s
vi: %s: không thể mở tập tin cookie %s

source: %s: Could not lock cookie file %s
ca: %s: no s'ha pogut blocar el fitxer de galetes %s
gu: %s: કૂકી ફાઇલ %s ને તાળુ મારી શકાયુ નહિં
ko: %s: %s 쿠키 파일을 잠글 수 없습니다
lt: %s: Nepavyko užrakinti slapuko failo %s
mk: %s: Не можам да го заклучам колачето %s
pa: %s: ਕੂਕੀ ਫਾਇਲ %s ਨੂੰ ਜਿੰਦਰਾ ਨਹੀਂ ਲਾ ਸਕਿਆ
pt_br: %s: Não foi possível travar o arquivo de cookie %s
sl: %s: Nisem mogel zakleniti datoteke s pi¹kotki %s
th: %s: ไม่สามารถล็อคแฟ้มคุกกี้ %s
vi: %s: không thể khóa tập tin cookie %s

source: %s: Could not write cookie
ca: %s: no s'ha pogut escriure la galeta
gu: %s: કૂકી લખી શકાઈ નહિં
ko: %s: 쿠키를 쓰지 못했습니다
lt: %s: Nepavyko įrašyti slapuko
mk: %s: Не може да запишам колаче
pa: %s: ਕੂਕੀ ਨਹੀਂ ਲਿਖ ਸਕਿਆ
pt_br: %s: Não foi possível escrever o cookie
sl: %s: Nisem mogel zapisati pi¹kotka
th: %s: ไม่สามารถเขียนคุกกี้ได้
vi: %s: không thể ghi cookie

source: %s: Ignoring suspiciously looking cookie file %s
ca: %s: s'està descartant el fitxer de galetes sospitós %s.
gu: %s શંકાસ્પદ દેખાતી કૂકી ફાઇલ %s ને અવગણી
ko: %s: 수상하게 보이는 %s 쿠키 파일을 무시합니다
lt: %s: Ignoruojamas įtartinai atrodantis slapuko failas %s
mk: %s: Го игнорирам сомнителното колаче %s
pa: %s: ਸ਼ੱਕੀ ਫਾਇਲ %s ਵੱਲ ਧਿਆਨ ਨਹੀਂ ਦੇ ਰਿਹਾ
pt_br: %s: Ignorando arquivo de cookie suspeito %s
sl: %s: Ne upo¹tevam sumljive datoteke s pi¹kokotki %s
th: %s: กำลังข้ามแฟ้มคุกกี้ที่ดูน่าสงสัย %s
vi: %s: bỏ qua tập tin cookie đáng ngờ %s

source: Can't write to %s: %s
ca: No s'ha pogut escriure a %s: %s
gu: %s પર લખી શકાસે નહિ: %s
ko: %s에 쓸 수 없습니다: %s
lt: Negalima rašyti į %s: %s
mk: Не можам да запишам во %s: %s
pa: %s ਵਿੱਚ ਲਿਖ ਨਹੀਂ ਸਕਦਾ: %s
pt_br: Não foi possível escrever em %s: %s
sl: Ne morem pisati v %s: %s
th: ไม่สามารถเขียนไปยัง %s: %s
vi: Không thể ghi vào %s: %s

source: The display server has been shut down about 6 times in the last 90 seconds. It is likely that something bad is going on. Waiting for 2 minutes before trying again on display %s.
ca: El servidor de visualització s'ha aturat unes 6 vegades en els darrers 90 segons. És probable que passi alguna cosa dolenta. S'esperarà 2 minuts abans de tornar-ho a intentar a la pantalla %s.
gu: છેલ્લી ૯૦ સેકન્ડમાં ડિસ્પ્લે સર્વર લગભગ ૬ વખત બંધ કરાયું હતું. એવું લાગે છે કે કદાચ કશુંક ખોટુ થઇ રહ્યું છે. ડિસ્પ્લે %s પર ફરી પ્રયત્ન કરતા પહેલા ૨ મિનિટ રાહ જુઓ.
ko: 디스플레이 서버가 최근 90초안에 6번 종료되었습니다. 무엇인가 설정이 잘못된 것 같습니다. 2분동안 대기한 후에 디스플레이 %s에서 다시 시도합니다.
lt: Ekrano serveris buvo išjungtas maždaug 6 kartus per paskutines 90 sekundžių, greičiausiai vyksta kažkas negero. Po 2 minučių laukimo, ekrane %s bus bandoma prisijungti iš naujo.
mk: Серверот за приказ беше исклучен повеќе од 6 пати во рок од 90 секунди. Најверојатно нешто не е во ред. Ќе почекам 2 минути пред да пробам пак на приказот %s.
pa: ਪਿਛਲੇ 90 ਸਕਿੰਟਾਂ ਵਿੱਚ ਡਿਸਪਲੇਅ-ਸਰਵਰ 6 ਵਾਰ ਬੰਦ ਹੋ ਚੁੱਕਾ ਹੈ, ਇਸ ਤਰਾਂ ਲਗਦਾ ਹੈ ਕਿ ਕੁੱਝ ਗਲਤ ਹੋ ਰਿਹਾ ਹੈ। %s ਡਿਸਪਲੇਅ ਉੱਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ 2 ਮਿੰਟ ਉਡੀਕ ਕੀਤੀ ਜਾਵੇਗੀ।
pt_br: O servidor do dispositivo X foi desligado cerca de 6 vezes nos últimos 90 segundos. É possível que algo errado esteja acontecendo. Esperando 2 minutos antes de tentar novamente no dispositovo %s.
th: ดิสเพลย์เซิร์ฟเวอร์มีการปิดประมาณ 6 ครั้งภายใน 90 วินาทีที่ผ่านมา ดูเหมือนว่ามีสิ่งผิดปกติเกิดขึ้น ระบบจะรออีก 2 นาที ก่อนจะลองใหม่อีกครั้งบนดิสเพลย์ %s

source: %s: Cannot create pipe
ca: %s: No s'ha pogut crear el conducte (pipe)
gu: %s: પાઇપ બનાવી શકાય નહિં
ko: %s: 파이프를 만들 수 없습니다
lt: %s: Nepavyko sukurti konvejerio
mk: %s: Не можам да креирам цевка
pa: %s: ਪਾਈਪ ਨਹੀਂ ਬਣਾ ਸਕਦਾ
pt_br: %s: Não foi possível criar o pipe
sl: %s: Ne morem ustvariti cevi
th: %s: ไม่สามารถสร้างไปป์ได้
vi: %s: không tạo được ống dẫn.

source: %s: Failed forking GDM slave process for %s
ca: %s: el procés esclau del gdm ha fallat en bifurcar-se per %s
gu: %s: %s માટે GDM ગૌણ પ્રક્રિયા પેદા કરવામાં નિષ્ફળ
ko: %s: %s에 대한 GDM 하위 프로세스를 fork하는 데 실패
lt: %s: Nepavyko atšakoti antrinio GDM proceso, skirto %s
mk: %s: Не успеав да го форкувам GDM процесот за %s
pa: %s: %s ਲਈ ਫੋਰਕ ਕੀਤਾ GDM ਸਲੇਵ ਕਾਰਜ ਚੁੱਕਣ ਵਿੱਚ ਅਸਫ਼ਲ
pt_br: %s: Falha ao bifurcar o processo escravo do GDM para %s
th: %s: สร้างโพรเซส slave ของ GDM สำหรับ %s ไม่สำเร็จ

source: %s not a regular file!
ca: %s no és un fitxer normal.
gu: %s નિયમિત ફાઇલ નથી!
ko: %s은(는) 일반 파일이 아닙니다.
lt: %s nėra paprastas failas!
mk: %s е неправилна датотека!
pa: %s ਇੱਕ ਨਿਯਮਿਤ ਫਾਇਲ ਨਹੀਂ!
pt_br: %s: não é um arquivo normal!
sl: %s ni obièajna datoteka!
th: %s ไม่ใช่แฟ้มปกติ
vi: %s không phải là tập tin bình thường.
